{
	"公孫龍子": [
		{
			"章節": "跡府",
			"章節名稱": "跡府",
			"章節內容": "公孫龍，六國時辯士也。疾名實之散亂，因資材之所長，為“守白”之論。 假物取譬，以“守白”辯，謂白馬為非馬也。白馬為非馬者，言白所以名色，言 馬所以名形也；色非形，形非色也。夫言色則形不當與，言形則色不宜從，今合 以為物，非也。如求白馬於廄中，無有，而有驪色之馬，然不可以應有白馬也。 不可以應有白馬，則所求之馬亡矣；亡則白馬竟非馬。欲推是辯，以正名實而化 天下焉。\n\n龍於孔穿會趙平原君家。穿曰：“素聞先生高誼，願為弟子久，但不取先生 以白馬為非馬耳！請去此術，則穿請為弟子。”\n\n龍曰：“先生之言悖。龍之所以為名者，乃以白馬之論爾！今使龍去之，則 無以教焉。且欲師之者，以智與學不如也。今使龍去之，此先教而後師也；先教 而後師之者，悖。\n\n“且白馬非馬，乃仲尼之所取。龍聞楚王張繁弱之弓，載亡歸之矢，以射蛟 口於雲夢之圃，而喪其弓。左右請求之。王曰：‘止。楚人遺弓，楚人得之，又 何求乎？’仲尼聞之曰：‘楚王仁義而未遂也。亦曰人亡弓，人得之而已，何必 楚？’若此，仲尼異‘楚人’與所謂‘人’。夫是仲尼異‘楚人’與所謂‘人’， 而非龍‘白馬’於所謂‘馬’，悖。”\n\n“先生修儒術而非仲尼之所取，欲學而使龍去所教，則雖百龍，固不能當前 矣。”孔穿無以應焉。\n\n公孫龍，趙平原君之客也；孔穿，孔子之孫也。穿與龍會。穿謂龍曰：“臣 居魯，側聞下風，高先生之智，說先生之行，願受益之日久矣，乃今得見。然所 不取先生者，獨不取先生之以白馬為非馬耳。請去白馬非馬之學，穿請為弟子。”\n\n公孫龍曰：“先生之言悖。龍之學，以白馬為非馬者也。使龍去之，則龍無 以教；無以教而乃學於龍也者，悖。且夫欲學於龍者，以智與學焉為不逮也。今 教龍去白馬非馬，是先教而後師之也；先教而後師之，不可。”\n\n“先生之所以教龍者，似齊王之謂尹文也。齊王之謂尹文曰：‘寡人甚好士， 以齊國無士，何也？’尹文曰：‘願聞大王之所謂士者。’齊王無以應。尹文曰： ‘今有人於此，事君則忠，事親則孝，交友則信，處鄉則順，有此四行，可謂士 乎？’齊王曰：‘善！此真吾所謂士也。’尹文曰：‘王得此人，肯以為臣乎？’ 王曰：‘所願而不可得也。’”\n\n“是時齊王好勇。於是尹文曰：‘使此人廣眾大庭之中，見侵侮而終不敢鬥， 王將以為臣乎？’王曰：‘鉅士也？見侮而不鬥，辱也！辱則寡人不以為臣矣。’ 尹文曰：‘唯見侮而不鬥，未失其四行也。是人未失其四行，其所以為士也然。而 王一以為臣，一不以為臣，則向之所謂士者，乃非士乎？’齊王無以應。”\n\n“尹文曰：‘今有人君，將理其國，人有非則非之，無非則亦非之；有功則 賞之，無功則亦賞之，而怨人之不理也，可乎？’齊王曰：‘不可。’尹文曰： ‘臣口觀下吏之理齊，齊方若此矣。’王曰：‘寡人理國，信若先生之言，人雖 不理，寡人不敢怨也。意未至然與？’\n\n“尹文曰：‘言之敢無說乎？王之令曰：‘殺人者死，傷人者刑。’人有畏 王之令者，見侮而終不敢鬥，是全王之令也。而王曰：‘見侮而不鬥者，辱也。 ’謂之辱，非之也。無非而王非之，故因除其籍，不以為臣也。不以為臣者，罰 之也。此無而王罰之也。且王辱不敢鬥者，必榮敢鬥者也；榮敢鬥者，是而王是 之，必以為臣矣。必以為臣者，賞之也。彼無功而王賞之。王之所賞，吏之所誅 也；上之所是，而法之所非也。賞罰是非，相與四謬，雖十黃帝，不能理也。’ 齊王無以應。”\n\n“故龍以子之言有似齊王。子知難白馬之非馬，不知所以難之說，以此，猶 好士之名，而不知察士之類。”"
		},
		{
			"章節": "白馬論",
			"章節名稱": "白馬論",
			"章節內容": "“白馬非馬”，可乎？\n\n曰：可。\n\n曰：何哉？\n\n曰：馬者，所以命形也；白者，所以命色也。命色者非名形也。故曰： “白馬非馬”。\n\n曰：有馬不可謂無馬也。不可謂無馬者，非馬也？有白馬為有馬，白 之，非馬何也？\n\n曰：求馬，黃、黑馬皆可致；求白馬，黃、黑馬不可致。是白馬乃馬 也，是所求一也。所求一者，白者不異馬也，所求不異，如黃、黑馬有可有不 可，何也？可與不可，其相非明。如黃、黑馬一也，而可以應有馬，而不可以 應有白馬，是白馬之非馬，審矣！\n\n曰：以馬之有色為非馬，天下非有無色之馬。天下無馬可乎？\n\n曰：馬固有色，故有白馬。使馬無色，有馬如已耳，安取白馬？故白 馬非馬也。白馬者，馬與白也。黑與白，馬也？故曰：白馬非馬業。\n\n曰：馬未與白為馬，白未與馬為白。合馬與白，複名白馬。是相與以 不相與為名，未可。故曰：白馬非馬未可。\n\n曰：以“有白馬為有馬”，謂有白馬為有黃馬，可乎？\n\n曰：未可。\n\n曰：以“有馬為異有黃馬”，是異黃馬與馬也；異黃馬與馬,是以黃為 非馬。以黃馬為非馬，而以白馬為有馬，此飛者入池而棺槨異處，此天下之悖 言辭也。\n\n以“有白馬不可謂無馬”者，離白之謂也；不離者有白馬不可謂有馬 也。故所以為有馬者，獨以馬為有馬耳，非以白馬為有馬耳。故其為有馬也， 不可以謂“白馬”也。\n\n以“白者不定所白”，忘之而可也。白馬者，言白定所白也，定所白 者非白也。馬者，無去取於色，故黃、黑皆所以應；白馬者，有去取於色，黃、 黑馬皆所以色去，故唯白馬獨可以應耳。無去者非有去也，故曰：“白馬非馬”。"
		},
		{
			"章節": "指物論",
			"章節名稱": "指物論",
			"章節內容": "物莫非指，而指非指。\n\n天下無指，物無可以謂物。非指者天下，而物可謂指乎？\n\n指也者，天下之所無也；物也者，天下之所有也。以天下之所有，為天下之所無，未可。\n\n天下無指,而物不可謂指也。不可謂指者，非指也？非指者，物莫非指也。\n\n天下無指而物不可謂指者，非有非指也。非有非指者，物莫非指也。物莫非指者，而指非指也。\n\n天下無指者，生於物之各有名，不為指也。不為指而謂之指，是無部為指。以有不為指之無不為指，未可。\n\n以“指者天下之所無”。天下無指者，物不可謂無指也；不可謂無指者。非有非指也；非有非指者，物莫非指、指非非指也，指與物非指也。\n\n使天下無物指，誰徑謂非指？天下無物，誰徑謂指？天下有指無物指，誰徑謂非指、徑謂無物非指？\n\n且夫指固自為非指，奚待於物而乃與為指？"
		},
		{
			"章節": "名實論",
			"章節名稱": "名實論",
			"章節內容": "天地與其所產焉，物也。物以物其所物而不過焉，實也。實以實其所實 而不曠焉，位也。出其所位，非位，位其所位焉，正也。\n\n以其所正，正其所不正；以其所不正，疑其所正。其正者，正其所實也 ；正其所實者，正其名也。\n\n其名正則唯乎其彼此焉。謂彼而彼不唯乎彼，則彼謂不行；謂此而此不 唯乎此，則此謂不行。其以當不當也。不當而當，亂也。\n\n故彼彼當乎彼，則唯乎彼，其謂行彼；此此當乎此，則唯乎此，其謂行 此。其以當而當也。以當而當，正也。\n\n故彼彼止於彼，此此止於此，可。彼此而彼且此，此彼而此且彼，不可。\n\n夫名，實謂也。知此之非此也，知此之不在此也，則不謂也；知彼之非 彼也，知彼之不在彼也，則不謂也。\n\n至矣哉，古之明王。審其名實，慎其所謂。至矣哉，古之明王。"
		},
		{
			"章節": "通變論",
			"章節名稱": "通變論",
			"章節內容": "曰：二有一乎？\n\n曰：二無一。\n\n曰：二有右乎？\n\n曰：二無右。\n\n曰：二有左乎？\n\n曰：二無左。\n\n曰：右可謂二乎？\n\n曰：不可。\n\n曰：左可謂二乎？\n\n曰：不可。\n\n曰：左與右可謂二乎？\n\n曰：可。\n\n曰：謂變非變，可乎？\n\n曰：可。\n\n曰：右有與，可謂變乎？\n\n曰：可。\n\n曰：變奚？\n\n曰：右。\n\n曰：右苟變，安可謂右？\n\n曰：苟不變，安可謂變？\n\n曰：二苟無左，又無右，二者左與右，奈何？\n\n曰：羊合牛非馬，牛合羊非雞。\n\n曰：何哉？\n\n曰：羊與牛唯異，羊有齒，牛無齒，而牛之非羊也、羊之非牛也，未可 。是不俱有而或類焉。\n\n羊有角，牛有角，牛之而羊也，未可。是俱有而類之不同也。羊牛有角 ，馬無角，馬有尾，羊牛無尾，故曰羊合牛非馬也。非馬者，無馬也。無馬者，羊不二，牛不二，而羊牛二，是而羊而牛非馬，可也。\n\n若舉而以是，猶類之不同，若左右，猶是舉。\n\n牛羊有毛，雞有羽。謂雞足一，數足二，二而一故三；謂牛羊足一，數 足四，四而一故五。牛羊足五，雞足三，故曰牛合羊非雞。非有以非雞也。\n\n與馬以雞寧馬。材不材，其無以類，審矣！舉是亂名，是謂狂舉。\n\n曰：他辯。\n\n曰：青以白非黃，白以青非碧。\n\n曰：何哉？\n\n曰：青白不相與而相與，反對也；不相鄰而相鄰，不害其方也。不害其 方也。不害其方者，反而對，各當其所，若左右不驪。故一於青不可，一於白不可，惡乎其有黃矣哉？黃其正矣，是正舉也。其有君臣之於國焉， 故強壽矣！\n\n而且青驪乎白而白不勝也。白足之勝矣而不勝，是木賊金也。木賊金者 碧，碧則非正舉矣。青白不相與而相與，不相勝則兩明也。爭而明，其色碧也。\n\n與其碧寧黃。黃其馬也，其與類乎，碧其雞也，其與暴乎！\n\n暴則君臣爭而兩明也。兩明者，昏不明，非正舉也。非正舉者，名實無 當，驪色章焉，故曰兩明也。兩明而道喪，其無有以正焉。"
		},
		{
			"章節": "堅白論",
			"章節名稱": "堅白論",
			"章節內容": "“堅白石三”可乎？\n\n曰：不可。\n\n曰：二可乎？\n\n曰：可。\n\n曰：何哉？\n\n曰：無堅得白，其舉也二；無白得堅，其舉也二。\n\n曰：得其所白，不可謂無白；得其所堅，不可謂無堅。而之石也，之於 然也，非三也？\n\n曰：視不得其所堅而得，其所白〔得其所白〕者，無堅也；拊不得其所 白而得其所堅，得其〔所〕堅〔者〕，無白也。\n\n曰：天下無白，不可以視石；天下無堅，不可以謂石。堅、白不相外， 藏三，可乎？\n\n有自藏也，非藏而藏也。\n\n曰：其白也，其堅也，而石必得以相盈，其自藏奈何？\n\n曰：得其白，得其堅，見與不見謂之離；不見離，一二不相盈，故離。 離也者，藏也。\n\n曰：石之白，石之堅，見與不見，二與三，若廣修而相盈也。其非舉乎？\n\n曰：物白焉，不定其所白；物堅焉，不定其所堅。不定者，兼。惡乎其 石也？\n\n曰：循石，非彼無石，非石無所取堅白。〔堅白石〕不相離也，固乎然 ，其無已！\n\n曰：於石，一也；堅白，二也，而在於石。故有知焉，有不知焉；有見 焉，〔有不見焉〕。故知與不知相與離，見與不見相與藏。藏故，孰謂之不離？\n\n曰：目不能堅，手不能白，不可謂無堅，不可謂無白。其異任也，其無 以代也。堅白域與石，惡乎離？\n\n曰：堅未與石為堅，而物兼，未與〔物〕為堅而堅必堅。其不堅石物而 堅，天下未有若堅而堅藏。\n\n白固不能自白，惡能白石物乎？若白者必白，則不白物而白焉。黃、黑 與之然。\n\n石其無有。惡取堅白石乎？故離也。離也者，因是。\n\n力與知果，不若,因是。\n\n且猶白以目〔見〕，〔目〕以火見，而火不見，則火與目不見而神見； 神不見，而見離。\n\n堅以手〔知〕，而手以捶〔知〕，是捶與手知而不知，而神與不知。\n\n神乎！是之謂離焉。離也者，天下故獨而正。"
		}
	]
}
