{
"冰鑑":[
{
"章節":"一",
"章節名稱":"神骨",
"章節內容":"語云：“脫谷為糠，其髓斯存”，神之謂也。“山騫不崩，唯石為鎮”。骨之謂也。一身精神，具乎兩目；一身骨相，具乎面部。他家兼論形骸，文人先觀神骨。開門見山，此為第一。\n\n文人論神，有清濁之辨。清濁易辨，邪正難辨。欲辨邪正，先觀動靜；靜若含珠，動若木發；靜若無人，動若赴的，此為澄清到底。靜若螢光，動若流水，尖巧而喜淫；靜若半睡，動若鹿駭，別才而深思。一為敗器，一為隱流，均之託跡於清，不可不辨。\n\n凡精神，抖擻處易見，斷續處難見。斷者出處斷，續者閉處續。道家所謂“收拾入門”之說，不了處看其脫略，做了處看其針線。小心者，從其做不了處看之，疏節闊目，若不經意，所謂脫略也。大膽者，從其做了處看之，慎重周密，無有苟且，所謂針線也。二者實看向內處，稍移外便落情態矣，情態易見。\n\n骨有九起：天庭骨隆起，枕骨強起，項骨平起，佐串骨角起，太陽骨線起，眉骨伏犀起，鼻骨芽起，顴骨若不得而起，頂骨平伏起。在頭，以天庭骨、枕骨、太陽骨為主；在面，以 眉骨、顴骨為主。五者備，柱石之器也；一，則不窮；二，則不賤；三，則動履稍勝；四，則貴矣。\n\n骨有色，面以青為貴，“少年公卿半青面”是也。紫次之，白斯下矣。骨有質，頭以聯者為貴。碎次之。總之，頭上無惡骨，面佳不如頭佳。然大而缺天庭，終是賤品；圓而無串骨，半是孤僧；鼻骨犯眉，堂上不壽。顴骨與眼爭，子嗣不立。此中貴賤，有毫釐千里之辨。\n\n"
},
{
"章節":"二",
"章節名稱":"剛柔",
"章節內容":"既識神骨，當辨剛柔。剛柔，則五行生剋之數，名曰“先天種子”，不足用補，有餘用洩。訊息與命相通，此其較然易見者。\n\n五行有合法，木合火，水合木，此順而合。順者多富，即貴亦在浮沉之間。金與火仇，有時合火，推之水土者皆然，此逆而合者，其貴非常。然所謂逆合者，金形帶火則然，火形帶金，則三十死矣； 土形帶土則然，土形帶水，則孤寡終老矣；木形帶金則然，金形帶木，則刀劍隨身矣。此外牽合，俱是雜格，不入文人正論。\n\n五行為外剛柔，內剛柔，則喜怒、跳伏、深淺者是也。喜高怒重，過目輒忘，近“粗”。伏亦不伉，跳亦不揚，近“蠢”。初念甚淺，轉念甚深，近“奸”。內奸者，功名可期。粗合各半者，勝人以壽。純奸能豁達，其人終成。純粗無周密，半途必棄。觀人所忽，十有九八矣。\n\n"    
},
{
"章節":"三",
"章節名稱":"容貌",
"章節內容":"容以七尺為期，貌合兩儀而論。胸腹手足，實接五行；耳目口鼻，全通四氣。相顧相稱，則福生；如背如湊，則林林總總，不足論也。\n\n容貴“整”，“整”非整齊之謂。短不豕蹲，長不茅立，肥不熊餐，瘦不鵲寒，所謂“整”也。背宜圓厚，腹宜突坦，手直溫軟，曲若彎弓，足宜豐滿，下宜藏蛋，所謂“整”也。五短多貴，兩大不揚，負重高官，鼠行好利，此為定格。他如手長於身，身過於體，配以佳骨，定主封侯；羅紋滿身，胸有秀骨，配以妙神，不拜相即鼎甲矣。\n\n貌有清、古、奇、秀之別，總之須看科名星與陰騭紋為主。科名星，十三歲至三十九歲隨時而見；陰騭紋，十九歲至四十六歲隨時而見。二者全，大物也；得一亦資。科名星見於印堂眉彩，時隱時見，或為鋼針，或為小丸，嘗有光氣，酒後及發怒時易見。陰騭紋見於眼角，陰雨便見，如三叉樣，假寐時最易見。得科名星者早榮，得陰騭紋者遲發。二者全無，前程莫問。陰騭紋見於喉間，又主生貴子；雜路不在此格。\n\n目者面之淵，不深則不清。鼻者面之山，不高則不靈。口闊而方祿千種，齒多而圓不家食。眼角入鬢，必掌刑名。頂見於面，終司錢穀：此貴徵也。舌肥無官，橘皮不顯。文人有傷左目，鷹鼻動便食人：此賤徵也。\n\n"    
},
{
"章節":"四",
"章節名稱":"情態",
"章節內容":"容貌者，骨之餘，常佐骨之不足。情態者，神之餘，常佐神之不足。久注觀人精神，乍見現人情態。大家舉止，羞澀亦佳；小兒行藏，跳叫愈失。大旨亦辨清濁，細處兼論取捨。?\n\n有弱態，有狂態，有疏懶態，有周旋態。飛鳥依人，情致婉轉，此弱態也。不衫不履，旁若無人，此狂態也。坐止自如，問答隨意，此疏懶態也。飾其中機，不苟言笑，察言觀色，趨吉避凶，則周旋態也。皆根其情，不由矯枉。弱而不媚，狂而不譁，疏懶而真誠，周旋而健舉，皆能成器；反之，敗類也。大概亦得二三矣。\n\n前者恆態，又有時態。方有對談，神忽他往；眾方稱言，此獨冷笑；深險難近，不足與論情。言不必當，極口稱是，未交此人，故意低毀；卑庸可恥，不足與論事。漫無可否，臨事遲迴；不甚關情，亦為墮淚。婦人之仁，不足與談心。三者不必定人終身。反此以求，可以交天下士。\n\n"    
},
{
"章節":"五",
"章節名稱":"鬚眉",
"章節內容":"“鬚眉男子”。未有鬚眉不具可稱男子者。“少年兩道眉，臨老一付須。”此言眉主早成，須主晚運也。然而紫面無須自貴，暴腮缺須亦榮：郭令公半部不全，霍驃驍一副寡臉。此等間逢，畢竟有鬚眉者，十之九也。\n\n眉尚彩，彩者，秒處反光也。貴人有三層彩，有一二層者。所謂“文明氣象”，宜疏爽不宜凝滯。一望有乘風翔舞之勢，上也；如潑墨者，最下。倒豎者，上也；下垂者，最下。長有起伏，短有神氣；濃忌浮光，淡忌枯索。如劍者掌兵權，如帚者赴法 場。箇中亦有徵範，不可不辨。但如壓眼不利，散亂多憂，細而帶媚，粗而無文，是最下乘。\n\n須有多寡，取其與眉相稱。多者，宜清、宜疏、宜縮。宜參差不齊；少者，宜光、宜健、宜圓、宜有情照顧。卷如螺紋，聰明豁達；長如解索，風流榮顯；勁如張戟，位高權重；亮若銀條，早登廊廟，皆宦途大器。紫須劍眉，聲音洪壯；篷然虯亂，嘗見耳後，配以神骨清奇，不千里封侯，亦十年拜相。他如“輔須先長終不利”、“人中不見一世窮”。“鼻毛接須多滯晦”、“短髭遮口餓終身”，此其顯而可見者耳。\n\n"    
},
{
"章節":"六",
"章節名稱":"聲音",
"章節內容":"人之聲音，猶天地之氣，輕清上浮，重濁下墜。始於丹田，發於喉，轉於舌，辨於齒，出於脣，實與五音相配。取其自成一家，不必一一合調，聞聲相思，其人斯在，寧必一見決英雄哉！\n\n聲與音不同。聲主“張”，尋發處見；音主“斂”，尋歇處見。辨聲之法，必辨喜怒哀樂；喜如折竹，怒如陰雷起地，哀如擊薄冰，樂如雪舞風前，大概以“輕清”為上。聲雄者，如鍾則貴，如鑼則賤；聲雌者，如雉鳴則貴，如蛙鳴則賤。遠聽聲雄，近聽悠揚，起若乘風，止如拍琴，上上。“大言不張脣，細言不露齒”，上也，出而不返，荒郊牛鳴。急而不達，深夜鼠嚼；或字句相聯，喋喋利口；或齒喉隔斷，喈喈混談：市井之夫，何足比較？\n\n音者，聲之餘也，與聲相去不遠，此則從細曲中見耳。貧賤者有聲無音，尖巧者有音無聲，所謂“禽無聲，獸無音”是也。凡人說話，是聲散在前後左右者是也。開談多含情，話終有餘響，不唯雅人，兼稱國 士；口闊無溢位，舌尖無窕音，不唯實厚，兼獲名高。\n\n"    
},
{
"章節":"七",
"章節名稱":"氣色",
"章節內容":"面部如命，氣色如運。大命固宜整齊，小運亦當亨泰。是故光焰不發，珠玉與瓦礫同觀；藻繪未揚，明光與布葛齊價。大者主一生禍福，小者亦三月吉凶。\n\n人以氣為主，於內為精神，於外為氣色。有終身之氣色，“少淡、長明、壯豔、老素”是也。有一年之氣色，“春青、夏紅、秋黃、冬白”是也。有一月之氣色，“朔後森發，望後隱躍”是也。有一日之氣色，“早育、晝滿、晚停、暮靜”是也。\n\n科名中人，以黃為主，此正色也。黃雲蓋頂，必極大魁；黃翅入鬢，進身不遠；印堂黃色，富貴逼人；明堂素淨，明年及第。他如眼角霞鮮，決利小考；印堂垂紫，動獲小利，紅暈中分，定產佳兒；兩顴紅潤，骨肉發跡。由此推之，足見一斑矣。\n\n色忌青，忌白。青常見於眼底，白常見於後端。然亦不同：心事優勞，青如凝墨；禍生不測，青如浮煙；酒色憊倦，白如臥羊；災晦催人，白如傅粉。又有青而帶紫，金形遇之而飛揚，白而有光，土庚相當亦富貴，又不在此論也。最不佳者：“太白夾日月，烏鳥集天庭，桃花散面頰， 頳尾守地閣。”有一於此，前程退落，禍患再三矣。\n\n"    
}
]  
}   