{
	"古文觀止下": [{
			"章节": "唐文一",
			"章节名称": "師說",
			"章节内容": "韓愈\n\n古之學者必有師。師者，所以傳道、受業、解惑也。人非生而知之者，孰能無惑？惑而不從師，其為惑也，終不解矣。\n\n生乎吾前，其聞道也，固先乎吾，吾從而師之；生乎吾後，其聞道也，亦先乎吾，吾從而師之。吾師道也，夫庸知其年之先後生於吾乎？是故無貴，無賤，無長，無少，道之所存，師之所存也。\n\n嗟乎！師道之不傳也久矣！欲人之無惑也難矣！古之聖人，其出人也遠矣，猶且從師而問焉；今之眾人，其下聖人也亦遠矣，而恥學於師；是故聖益聖，愚益愚，聖人之所以為聖，愚人之所以為愚，其皆出於此乎？\n\n愛其子，擇師而教之，於其身也，則恥師焉，惑矣！彼童子之師，授之書而習其句讀者也，非吾所謂傳其道，解其惑者也。句讀之不知，惑之不解，或師焉，或不焉，小學而大遺，吾未見其明也。\n\n巫、醫、樂師、百工之人，不恥相師；士大夫之族，曰師、曰弟子云者，則群聚而笑之。問之，則曰：“彼與彼年相若也，道相似也。”位卑則足羞，官盛則近謀。嗚呼！師道之不復可知矣。巫、醫、樂師、百工之人，君子不齒，今其智乃反不能及，其可怪也歟！\n\n聖人無常師，孔子師郯子、萇弘、師襄、老聃。郯子之徒，其賢不及孔子。孔子曰：“三人行，必有我師。”是故弟子不必不如師，師不必賢於弟子，聞道有先後，術業有專攻，如是而已。\n\n李氏子蟠，年十七，好古文，六藝經傳，皆通習之；不拘於時，學於餘，餘嘉其能行古道，作師說以貽之。\n\n"
		},
		{
			"章节": "唐文二",
			"章节名称": "進學解",
			"章节内容": "韓愈\n\n國子先生晨入太學，召諸生立館下，誨之曰：“業精於勤，荒於嬉。行成於思，毀於隨。方今聖賢相逢，治具畢張。拔去凶邪，登崇俊良。佔小善者率以錄，名一藝者無不庸。爬羅剔抉，刮垢磨光。蓋有幸而獲選，孰雲多而不揚？諸生業患不能精，無患有司之不明。行患不能成，無患有司之不公。”\n\n言未既，有笑於列者曰：“先生欺餘哉！弟子事先生，於茲有年矣。先生口不絕吟於六藝之文，手不停披於百家之編。記事者必提其要，纂言者必鉤其玄。貪多務得，細大不捐。焚膏油以繼晷，恆兀兀以窮年：先生之於業，可謂勤矣。\n\n抵排異端，攘斥佛老。補苴罅漏，張皇幽眇。尋墜緒之茫茫，獨旁搜而遠紹。障百川而東之，回狂瀾於既倒：先生之於儒，可謂有勞矣。\n\n沈浸醲郁，含英咀華。作為文章，其書滿家。上規姚姒，渾渾無涯。周誥殷盤，佶屈聱牙。春秋謹嚴，左氏浮誇。易奇而法，詩正而葩。下逮莊騷，太史所錄。子云、相如，同工異曲：先生之於文，可謂閎其中而肆其外矣！\n\n少始知學，勇於敢為。長通於方，左右俱宜：先生之於為人，可謂成矣。\n\n然而公不見信於人，私不見助於友。跋前躓後，動輒得咎。暫為御史，遂竄南夷。三年博士，冗不見治。命與仇謀，取敗幾時！冬暖而兒號寒，年豐而妻啼飢。頭童齒豁，竟死何裨？不知慮此，而反教人為！”\n\n先生曰：“籲！子來前。夫大木為j，細木為桷。i醲櫨侏儒，椳闠k楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲，馬勃，敗鼓之皮，俱收並蓄，待用無遺者，醫師之良也。登明選公，雜進巧拙，紆餘為妍，卓犖為傑，校短量長，惟器是適者，宰相之方也。\n\n昔者孟軻好辯，孔道以明。轍環天下，卒老於行。荀卿守正，大論是弘。逃讒於楚，廢死蘭陵。是二儒者，吐辭為經，舉足為法。絕類離倫，優入聖域，其遇於世何如也？\n\n今先生學雖勤而不繇其統，言雖多而不要其中。文雖奇而不濟於用，行雖修而不顯於眾。猶且月費俸錢，歲糜廩粟。子不知耕，婦不知織。乘馬從徒，安坐而食。踵常途之促促，窺陳編以盜竊。然而聖主不加誅，宰臣不見斥，茲非其幸歟？動而得謗，名亦隨之。投閒置散，乃分之宜。若夫商財賄之有亡，計班資之崇庳。忘己量之所稱，指前人之瑕疵。是所謂詰匠氏之不以杙為楹，而訾醫師以昌陽引年，欲進其豨苓也。”\n\n"
		},
		{
			"章节": "唐文三",
			"章节名称": "圬者王承福傳",
			"章节内容": "韓愈\n\n圬之為技，賤且勞者也。有業之，其色若自得者。聽其言，約而盡。問之，王其姓，承福其名，世為京兆長安農夫。天寶之亂，發人為兵。持弓矢十三年，有官勳，棄之來歸，喪其土田，手鏝衣食，餘三十年。舍於市之主人，而歸其屋食之當焉。視時屋食之貴賤，而上下其圬之傭以償之。有餘，則以與道路之廢疾餓者焉。\n\n又曰：“粟，稼而生者也。若布與帛，必蠶績而後成者也。其他所以養生之具，皆待人力而後完也，吾皆賴之。然人不可遍為，宜乎各致其能以相生也。故君者，理我所以生者也；而百官者，承君之化者也。任有大小，惟其所能，若器皿焉。食焉而怠其事，必有天殃，故吾不敢一日舍鏝以嬉。夫鏝易能，可力焉，又誠有功。取其直，雖勞無愧，吾心安焉。伕力易強而有功也，心難強而有智也。用力者使於人，用心者使人，亦其宜也。吾特擇其易為而無愧者取焉。\n\n嘻！吾操鏝以入富貴之家有年矣。有一至者焉，又往過之，則為墟矣；有再至、三至者焉，而往過之，則為墟矣。問之其鄰，或曰：‘噫！刑戮也。’或曰：‘身既死，而其子孫不能有也。’或曰：‘死而歸之官也。’吾以是觀之，非所謂食焉怠其事，而得天殃者邪？非強心以智而不足，不擇其才之稱否而冒\n\n之者邪？非多行可愧，知其不可而強為之者邪？將富貴難守，薄功而厚饗之者邪？抑豐悴有時，一去一來而不可常者邪？吾之心憫焉，是故擇其力之可能者行焉。樂富貴而悲貧賤，我豈異於人哉？”\n\n又曰：“功大者，其所以自奉也博。妻與子，皆養於我者也；吾能薄而功小，不有之可也。又吾所謂勞力者，若立吾家而力不足，則心又勞也。一身而二任焉，雖聖者不可能也。”\n\n愈始聞而惑之，又從而思之，蓋所謂“獨善其身”者也。然吾有譏焉，謂其自為也過多，其為人也過少。其學楊朱之道者邪？楊之道，不肯拔我一毛而利天下。而夫人以有家為勞心，不肯一動其心以蓄其妻子，其肯勞其心以為人乎哉？雖然，其賢於世之患不得之而患失之者，以濟其生之慾，貪邪而亡道以喪其身者，其亦遠矣！又其言有可以警餘者，故餘為之傳而自鑑焉。\n\n"
		},
		{
			"章节": "唐文四",
			"章节名称": "祭十二郎文",
			"章节内容": "韓愈\n\n年月日，季父愈聞汝喪之七日，乃能銜哀致誠，使建中遠具時羞之奠，告汝十二郎之靈：\n\n嗚呼！吾少孤，及長，不省所怙，惟兄嫂是依。中年，兄歿南方，吾與汝俱幼，從嫂歸葬河陽。既又與汝就食江南。零丁孤苦，未嘗一日相離也。吾上有三兄，皆不幸早世。承先人後者，在孫惟汝，在子惟吾。兩世一身，形單影隻。嫂嘗撫汝指吾而言曰：“韓氏兩世，惟此而已！”汝時尤小，當不復記憶。吾時雖能記憶，亦未知其言之悲也。\n\n吾年十九，始來京城。其後四年，而歸視汝。又四年，吾往河陽省墳墓，遇汝從嫂喪來葬。又二年，吾佐董丞相於汴州，汝來省吾。止一歲，請歸取其孥。明年，丞相薨。吾去汴州，汝不果來。是年，吾佐戎徐州，使取汝者始行，吾又罷去，汝又不果來。吾念汝從於東，東亦客也，不可以久。圖久遠者，莫如西歸，將成家而致汝。嗚呼！孰謂汝遽去吾而歿乎！吾與汝俱少年，以為雖暫相別，終當久相與處，故舍汝而旅食京師，以求斗斛之祿。誠知其如此，雖萬乘之公相，吾不以一日輟汝而就也。\n\n去年，孟東野往。吾書與汝曰：“吾年未四十，而視茫茫，而發蒼蒼，而齒牙動搖。念諸父與諸兄，皆康強而早世。如吾之衰者，其能久存乎？吾不可去，汝不肯來，恐旦暮死，而汝抱無涯之戚也！”孰謂少者歿而長者存，強者夭而病者全乎！嗚呼！其信然邪？其夢邪？其傳之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之純明而不克蒙其澤乎？少者、強者而夭歿，長者、衰者而存全乎？未可以為信也。夢也，傳之非其真也，東野之書，耿蘭之報，何為而在吾側也？嗚呼！其信然矣！吾兄之盛德而夭其嗣矣！汝之純明宜業其家者，不克蒙其澤矣！所謂天者誠難測，而神者誠難明矣！所謂理者不可推，而壽者不可知矣！雖然，吾自今年來，蒼蒼者或化而為白矣，動搖者或脫而落矣。毛血日益衰，志氣日益微，幾何不從汝而死也。死而有知，其幾何離；其無知，悲不幾時，而不悲者無窮期矣。汝之子始十歲，吾之子始五歲。少而強者不可保，如此孩提者，又可冀其成立邪！嗚呼哀哉！嗚呼哀哉！\n\n汝去年書雲：“比得軟腳病，往往而劇。”吾曰：“是疾也，江南之人，常常有之。”未始以為憂也。嗚呼！其竟以此而殞其生乎？抑別有疾而至斯乎？汝之書，六月十七日也。東野雲，汝歿以六月二日；耿蘭之報無月日。蓋東野之使者，不知問家人以月日；如耿蘭之報，不知當言月日。東野與吾書，乃問使者，使者妄稱以應之耳。其然乎？其不然乎？\n\n今吾使建中祭汝，吊汝之孤與汝之乳母。彼有食，可守以待終喪，則待終喪而取以來；如不能守以終喪，則遂取以來。其餘奴婢，並令守汝喪。吾力能改葬，終葬汝於先人之兆，然後惟其所願。\n\n嗚呼！汝病吾不知時，汝歿吾不知日；生不能相養以共居，歿不得撫汝以盡哀；斂不憑其棺，窆不臨其穴。吾行負神明，而使汝夭；不孝不慈，而不能與汝相養以生，相守以死。一在天之涯，一在地之角，生而影不與吾形相依，死而魂不與吾夢相接。吾實為之，其又何尤！彼蒼者天，曷其有極！自今已往，吾其無意於人世矣！當求數頃之田於伊潁之上，以待餘年，教吾子與汝子，幸其成；長吾女與汝女，待其嫁，如此而已。嗚呼！言有窮而情不可終，汝其知也邪！其不知也邪！嗚呼哀哉！尚饗。\n\n"
		},
		{
			"章节": "唐文五",
			"章节名称": "祭鱷魚文",
			"章节内容": "韓愈\n\n維年月日，潮州刺史韓愈，使軍事衙推秦濟，以羊一豬一，投惡谿之潭水，以與鱷魚食，而告之曰：\n\n“昔先王既有天下，烈山澤，罔繩鐲刃，以除蟲蛇惡物；為民害者，驅而出之四海之外。及后王德薄，不能遠有，則江漢之間，尚皆棄之，以與蠻夷楚越，況潮嶺海之間，去京師萬里哉？鱷魚之涵淹卵育於此，亦固其所。\n\n今天子嗣唐位，神聖慈武。四海之外，六合之內，皆撫而有之。況禹跡所掩，揚州之近地，刺史縣令之所治，出貢賦以供天地宗廟百神之祀之壤者哉？\n\n鱷魚！其不可與刺史雜處此土也！刺史受天子命，守此土，治此民；而鱷魚睅然不安谿潭，據處食民畜，熊豕鹿獐，以肥其身，以種其子孫；與刺史抗拒，爭為長雄。刺史雖駑弱，亦安肯為鱷魚低首下心，伈伈睍睍，為民吏羞，以偷活於此耶？且承天子命以來為吏，固其勢不得不與鱷魚辨。\n\n鱷魚有知，其聽刺史言！潮之州，大海在其南。鯨鵬之大，蝦蟹之細，無不容歸，以生以食，鱷魚朝發而夕至也。今與鱷魚約：盡三日，其率醜類南徙於海，以避天子之命吏！三日不能，至五日；五日不能，至七日；七日不能，是終不肯徙也；是不有刺史，聽從其言也；不然，則是鱷魚冥頑不靈，刺史雖有言，不聞不知也。夫傲天子之命吏，不聽其言，不徙以避之，與冥頑不靈而為民物害者，皆可殺。刺史則選材技吏民，操強弓毒矢，以與鱷魚從事，必盡殺乃止。其無悔！”\n\n"
		},
		{
			"章节": "唐文六",
			"章节名称": "張中丞傳後敘",
			"章节内容": "韓愈\n\n元和二年四月十三日夜，愈與吳郡張籍閱家中舊書，得李翰所為張巡傳。翰以文章自名，為此傳頗詳密。然尚恨有闕者：不為許遠立傳，又不載雷萬春事首尾。\n\n遠雖材若不及巡者，開門納巡，位本在巡上，授之柄而處其下，無所疑忌，竟與巡俱守死，成功名，城陷而虜，與巡死先後異耳。兩家子弟材智下，不能通知二父志，以為巡死而遠就虜，疑畏死而辭服於賊。遠誠畏死，何苦守尺寸之地，食其所愛之肉，以與賊抗而不降乎？當其圍守時，外無蚍蜉蟻子之援，所欲忠者，國與主耳，而賊語以國亡主滅。遠見救援不至，而賊來益眾，必以其言為信。外無待而猶死守，人相食且盡，雖愚人亦能數日而知死處矣：遠之不畏死亦明矣。烏有城壞，其徒俱死，獨蒙愧恥求活？雖至愚者不忍為。嗚呼！而謂遠之賢而為之邪？說者又謂遠與巡分城而守，城之陷自遠所分始，以此詬遠，此又與兒童之見無異。人之將死，其臟腑必有先受其病者；引繩而絕之，其絕必有處。觀者見其然，從而尤之，其亦不達於理矣。小人之好議論，不樂成人之美如是哉！如巡、遠之所成就，如此卓卓，猶不得免，其他則又何說！\n\n當二公之初守也，寧能知人之卒不救，棄城而逆遁？苟此不能守，雖避之他處何益？及其無救而且窮也，將其創殘餓羸之餘，雖欲去，必不達。二公之賢，其講之精矣。守一城，捍天下，以千百就盡之卒，戰百萬日滋之師，蔽遮江、淮，沮遏其勢，天下之不亡，其誰之功也？當是時，棄城而圖存者，不可一二數；擅強兵，坐而觀者，相環也。不追議此，而責二公以死守，亦見其自比於逆亂，設淫辭而助之攻也。\n\n愈嘗從事於汴、徐二府，屢道於兩府間，親祭於其所謂雙廟者。其老人往往說巡、遠時事雲。\n\n南霽雲之乞救於賀蘭也，賀蘭嫉巡、遠之聲威功績出己上，不肯出師救。愛霽雲之勇且壯，不聽其語，強留之，具食與樂，延霽雲坐。霽雲慷慨語曰：“雲來時，睢陽之人不食月餘日矣。雲雖欲獨食，義不忍；雖食，且不下嚥。”因拔所佩刀斷一指，血淋漓，以示賀蘭。一座大驚，皆感激，為雲泣下。雲知賀蘭終無為雲出師意，即馳去。將出城，抽矢射佛寺浮屠，矢著其上磚半箭，曰：“吾歸破賊，必滅賀蘭，此矢所以志也。”愈貞元中過泗州，船上人猶指以相語：“城陷，賊以刃脅降巡。巡不屈，即牽去，將斬之。又降霽雲，雲未應，巡呼雲曰：‘南八，男兒死耳，不可為不義屈。’雲笑曰：‘欲將以有為也；公有言，雲敢不死？’即不屈。”\n\n張籍曰：“有於嵩者，少依於巡。及巡起事，嵩常在圍中。籍大曆中於和州烏江縣見嵩，嵩時年六十餘矣。以巡初嘗得臨渙縣尉，好學，無所不讀。籍時尚小，粗問巡、遠事，不能細也。雲：‘巡長七尺餘，鬚髯若神。嘗見嵩讀漢書，謂嵩曰：“何為久讀此？”嵩曰：“未熟也。”巡曰：“吾於書讀不過三遍，終身不忘也。”因誦嵩所讀書，盡卷，不錯一字。嵩驚，以為巡偶熟此卷，因亂抽他帙以試，無不盡然。嵩又取架上諸書，試以問巡，巡應口誦無疑。嵩從巡久，亦不見巡常讀書也。為文章，操紙筆立書，未嘗起草。初守睢陽時，士卒僅萬人，城中居人戶亦且數萬，巡因一見問姓名，其後無不識者。巡怒，鬚髯輒張。及城陷，賊縛巡等數十人坐，且將戮。巡起旋，其眾見巡起，或起或泣。巡曰：“汝勿怖，死，命也！”眾泣不能仰視。巡就戮時，顏色不亂，陽陽如平常。遠寬厚長者，貌如其心。與巡同年生，月日後於巡，呼巡為兄，死時年四十九。’”\n\n“嵩，貞元初死於亳、宋間。或傳嵩有田在亳、宋間，武人奪而有之，嵩將詣州訟理，為所殺。嵩無子。”張籍雲。\n\n"
		},
		{
			"章节": "唐文八",
			"章节名称": "諫太宗十思疏",
			"章节内容": "魏徵\n\n臣聞：求木之長者，必固其根本；欲流之遠者，必浚其泉源；思國之安者，必積其德義。源不深而望流之遠，根不固而求木之長，德不厚而思國之安，臣雖下愚，知其不可，而況於明哲乎？人君當神器之重，居域中之大，不念居安思危，戒奢以儉，斯亦伐根以求木茂，塞源而欲流長也。\n\n凡昔元首，承天景命，善始者實繁，克終者蓋寡。豈取之易，守之難乎？蓋在殷憂，必竭誠以待下；既得志，則縱情以傲物。竭誠，則吳越為一體；傲物，則骨肉為行路。雖董之以嚴刑，振之以威怒，終苟免而不懷仁，貌恭而不心服。怨不在大，可畏惟人；載舟覆舟，所宜深慎。\n\n誠能見可欲則思知足以自戒，將有作則思知止以安人，念高危則思謙沖而自牧，懼滿盈則思江海下百川，樂盤遊則思三驅以為度，憂懈怠則思慎始而敬終，慮壅蔽則思虛心以納下，懼讒邪則思正身以黜惡，恩所加則思無因喜以謬賞，罰所及則思無以怒而濫刑。總此十思，巨集茲九得。簡能而任之，擇善而從之，則智者盡其謀，勇者竭其力，仁者播其惠，信者效其忠。文武並用，垂拱而治。何必勞神苦思，代百司之職役哉！\n\n"
		},
		{
			"章节": "唐文九",
			"章节名称": "弔古戰場文",
			"章节内容": "李華\n\n浩浩乎！平沙無垠，不見人，河水縈帶，群山糾紛。黯兮慘悴，風悲日曛。蓬斷草枯，凜若霜晨。鳥飛不下，獸鋌亡群。亭長告餘曰：“此古戰場也。常覆三軍，往往鬼哭，天陰則聞。”\n\n傷心哉！秦歟？漢歟？將近代歟？吾聞夫齊魏徭戌，荊韓召募，萬里奔走，連年暴露。沙草晨牧，河冰夜渡；地闊天長，不知歸路。寄身鋒刃，腷臆誰訴？秦漢而還，多事四夷；中州耗斁，無世無之。古稱戎夏，不抗王師。文教失宣，武臣用奇；奇兵有異於仁義，王道迂闊而莫為。\n\n嗚呼噫嘻！吾想夫北風振漠，胡兵伺便。主將驕敵，期門受戰。野豎旄旗，川回組練。法重心駭，威尊命賤。利鏃穿骨，驚沙入面。主客相搏，山川震眩。聲析江河，勢崩雷電。\n\n至若窮陰凝閉，凜冽海隅；積雪沒脛，堅冰在須。鷙鳥休巢，征馬踟躕，繒纊無溫，墮指裂膚。當此苦寒，天假強胡，憑陵殺氣，以相剪屠。徑截輜重，橫攻士卒；都尉新降，將軍覆沒。屍填巨港之岸，血滿長城之窟。無貴無賤，同為枯骨，可勝言哉！鼓衰兮力盡，矢竭兮弦絕。白刃交兮寶刀折，兩軍蹙兮生死決。降矣哉，終身夷狄；戰矣哉，骨暴沙礫。鳥無聲兮山寂寂，夜正長兮風淅淅。魂魄結兮天沉沉，鬼神聚兮雲冪冪。日光寒兮草短，月色苦兮霜白。傷心慘目，有如是耶？\n\n吾聞之：牧用趙卒，大破林胡，開地千里，遁逃匈奴。漢傾天下，財殫力痡。任人而已，其在多乎？周逐獫狁，北至太原，既城朔方，全師而還。飲至策勳，和樂且閒。穆穆棣棣，君臣之間。秦起長城，竟海為關，荼毒生靈，萬里朱殷。漢擊匈奴，雖得陰山，枕骸遍野，功不補患。\n\n蒼蒼蒸民，誰無父母？提攜捧負，畏其不壽。誰無兄弟，如手如足？誰無夫婦，如賓如友？生也何恩，殺之何咎？其存其沒，家莫聞知。人或有言，將信將疑。悁悁心目，寢寐見之。布奠傾觴，哭望天涯。天地為愁，草木悽悲。弔祭不至，精魂何依？必有凶年，人其流離。鳴呼噫嘻！時耶命耶？從古如斯。為之奈何，守在四夷。\n\n"
		},
		{
			"章节": "唐文十",
			"章节名称": "春夜宴桃李園序",
			"章节内容": "李白\n\n夫天地者，萬物之逆旅。光陰者，百代之過客。而浮生若夢，為歡幾何？古人秉燭夜遊，良有以也。況陽春召我以煙景，大塊假我以文章。會桃李之芳園，序天倫之樂事。群季俊秀，皆為惠連；吾人詠歌，獨慚康樂。幽賞未已，高談轉清。開瓊筵以坐花，飛羽觴而醉月。不有佳作，何伸雅懷？如詩不成，罰依金谷酒數。\n\n"
		},
		{
			"章节": "唐文十一",
			"章节名称": "自撰墓誌銘",
			"章节内容": "王績\n\n王績者，有父母，無朋友，自為之字曰無功焉。人或問之，箕踞不對，蓋以有道於己，無功於時也。不讀書，自達理。不知榮辱，不計利害。起家以祿位，歷數職而進一階。才高位下，免責而已。天子不知，公卿不識。四十五十，而無聞焉。於是退歸，以酒德遊於鄉里。往往賣卜，時時著書。行若無所之，坐若無所據。鄉人未有達其意也。嘗耕東皋，號東皋子。身死之日，自為銘焉。曰：\n\n有唐逸人，太原王績。若頑若愚，似驕似激。院止三逕，堂唯四壁。不知節制，焉有親戚。以生為附贅懸疣，以死為決疣潰癰。無思無慮，何去何從？壠頭刻石，馬鬣裁封。哀哀孝子，空對長空。\n\n"
		},
		{
			"章节": "唐文十二",
			"章节名称": "五斗先生傳",
			"章节内容": "王績\n\n有五斗先生者，以酒德遊於人間。有以酒請者，無貴賤皆往，往必醉，醉則不擇地斯寢矣。醒則復起飲也。常一飲五斗，因以為號焉。先生絕思慮，寡言語，不知天下之有仁義厚薄也。忽焉而去，倏然而來。其動也天，其靜也地，故萬物不能縈心焉。嘗言曰：“天下大抵可見矣。生何足養，而嵇康著論；途何為窮，而阮籍痛哭。故昏昏默然，聖人之所居也。”遂行其志，不知所如。\n\n"
		},
		{
			"章节": "唐文十三",
			"章节名称": "無心子傳並序",
			"章节内容": "王績\n\n東皋子始仕，以醉懦罷。鄉人或誚之，東皋子不屑也，退著無心子以見趣焉。\n\n無心子寓居於越，越王不知其大人也，拘之仕，無喜色，泛若而從。越國之法，曰：有穢行者不齒。俄而無心子者以穢行聞於王，王黜之，無慍色，退而將遊於茫蕩之野。適績之邑，而遇機士。機士撫髀而嘆者三，曰：“嘻，子賢者而以罪廢！“無心子不應。機士曰：“願受教。”無心子曰：“爾聞蜚廉氏之馬說乎？昔者蜚廉氏有二馬。一者朱鬣白毳，龍骼鳳臆，驟馳如舞，終日不釋鞍，竟以藝死。一者重脛昂尾，駝頸貉膝，踶善蹶，棄而散諸野，終年肥遁。是以鳳凰不憎山棲，蛟龍不羞泥蟠；君子不苟潔以罹患，聖人不避穢而養生。”\n\n東皋子聞之，曰：“善矣！盡矣！不可以加之矣！”\n\n"
		},
		{
			"章节": "唐文十四",
			"章节名称": "送董生邵南序",
			"章节内容": "韓愈\n\n燕趙古稱多慷慨悲歌之士。董生自舉進士，屢不得志於有司，懷抱利器，鬱郁適茲土。吾知其必有合也。董生勉乎哉！\n\n夫以子之不遇時，苟慕義強仁者，皆愛惜焉。況燕趙之士，出乎其性者哉。然吾嘗聞：風俗與化移易。吾惡知其今不異於古所云邪？聊以吾子之行卜之也。董生勉乎哉！\n\n吾因子有所感矣。為我吊望諸君墓，而觀於其市，復有昔時屠狗者乎？為我謝曰：明天子在上，可以出而仕矣！\n\n"
		},
		{
			"章节": "唐文十五",
			"章节名称": "小石潭記",
			"章节内容": "柳宗元\n\n從小丘西行百二十步，隔篁竹，聞水聲，如鳴佩環，心樂之。伐竹取道，下見小潭，水尤清冽。全石以為底，近岸，卷石底以出，為坻，為嶼，為嵁，為巖。青樹翠蔓，蒙絡搖綴，參差披拂。\n\n潭中魚可百許頭，皆若空遊無所依。日光下澈，影布石上，佁然不動;俶爾遠逝，往來翕忽，似與遊者相樂。\n\n潭西南而望，斗折蛇行，明滅可見。其岸勢犬牙差互，不可知其源。\n\n坐潭上，四面竹樹環合，寂寥無人，悽神寒骨，悄愴幽邃。以其境過清，不可久居，乃記之而去。\n\n同遊者：吳武陵，龔古，餘弟宗玄。隸而從者，崔氏二小生：曰恕己，曰奉壹。\n\n"
		},
		{
			"章节": "唐文十六",
			"章节名称": "敵戒",
			"章节内容": "柳宗元\n\n皆知敵之仇，而不知為益之尤；皆知敵之害，而不知為利之大。\n\n秦有六國，兢兢以強；六國既除，訑訑乃亡。晉敗楚鄢，範文為患；厲之不圖，舉國造怨。孟孫惡臧，孟死臧恤，“藥石去矣，吾亡無日 ”。智慧知之，猶卒以危，矧今之人，曾不是思。敵存而懼，敵去而舞，廢備自盈，祗益為愈。敵存滅禍，敵去召過。有能知此，道大名播。懲病克壽，矜壯死暴；動縱慾不戒，匪愚伊耄。我作戒詩，思者無咎。\n\n"
		},
		{
			"章节": "唐文十七",
			"章节名称": "孔子廟碑",
			"章节内容": "皮日休\n\n天地吾知其至廣也，以其無所不覆載；日月吾知其至明也，以其無所不照臨；江海吾知其至大也，以其無所不容納。料廣以寸管，測影以尺規，航大以一葦，廣不能逃其數，明不能私其質，大不能亡其險。偉哉夫子！後天地而生，知天地之始；先天地而沒，知天地之終。非日非月，光之所被者遠；不江不海，浸之所汲者博。三代禮樂，吾知其損益；百王憲章，吾知其訊息。君臣以位，父子以親，家國以肥，鬼神以享。道未可詮其有物，釋未可證其無生，一以貫之，我先師夫子聖人也。帝之聖者曰堯，王之聖者曰禹，師之聖者曰夫子。堯之德有時而息，禹之德有時而窮，夫子之道久而彌光，遠而彌芳；用之者昌，舍之則亡。昔否於周，今泰於唐，不然何被袞而垂裳，冕旒而王者哉！\n\n"
		},
		{
			"章节": "唐宋文一",
			"章节名称": "桐葉封弟辨",
			"章节内容": "柳宗元\n\n古之傳者有言：“成王以桐葉與小弱弟，戲曰：‘以封汝。‘周公入賀。王曰：‘戲也。’周公曰：‘天子不可戲。’乃封小弱弟於唐。”\n\n吾意不然：王之弟當封耶，周公宜以時言於王，不待其戲，而賀以成之也；不當封耶，周公乃成其不中之戲，以地以人，與小弱弟者為之主，其得為聖乎？\n\n且周公以王之言，不可苟焉而已，必從而成之耶？設有不幸，王以桐葉戲婦寺，亦將舉而從之乎？凡王者之德，在行之何若。設未得其當，雖十易之不為病；要於其當，不可使易也，而況以其戲乎？若戲而必行之，是周公教王遂過也。\n\n吾意周公輔成王宜以道，從容優樂，要歸之大中而已。必不逢其失而為之辭；又不當束縛之，馳驟之，使若牛馬然，急則敗矣。且家人父子，尚不能以此自克，況號為君臣者耶！是直小丈夫缺缺之事，非周公所宜用，故不可信。\n\n或曰：“封唐叔，史佚成之。”\n\n"
		},
		{
			"章节": "唐宋文二",
			"章节名称": "捕蛇者說",
			"章节内容": "柳宗元\n\n永州之野產異蛇，黑質而白章，觸草木盡死；以齧人，無御之者。然得而腊之以為餌，可以已大風、攣踠、瘻癘，去死肌，殺三蟲。其始太醫以王命聚之，歲賦其二；募有能捕之者，當其租入。永之人爭奔走焉。\n\n有蔣氏者，專其利三世矣。問之，則曰：“吾祖死於是，吾父死於是，今吾嗣為之十二年，幾死者數矣。”言之貌若甚戚者。餘悲之，且曰：“若毒之乎？餘將告於蒞事者，更若役，復若賦，則如何？”蔣氏大戚，汪然出涕，曰：“君將哀而生之乎？則吾斯役之不幸，未若復吾賦不幸之甚也。向吾不為斯役，則久已病矣。自吾氏三世居是鄉，積於今六十歲矣。而鄉鄰之生日蹙，殫其地之出，竭其廬之入。號呼而轉徙，餓渴而頓踣。觸風雨，犯寒暑，呼噓毒癘，往往而死者，相藉也。曩與吾祖居者，今其室十無一焉。與吾父居者，今其室十無二三焉。與吾居十二年者，今其室十無四五焉。非死即徙爾，而吾以捕蛇獨存。悍吏之來吾鄉，叫囂乎東西，隳突乎南北；譁然而駭者，雖雞狗不得寧焉。吾恂恂而起，視其缶，而吾蛇尚存，則弛然而臥。謹食之，時而獻焉。退而甘食其土之有，以盡吾齒。蓋一歲之犯死者二焉，其餘則熙熙而樂，豈若吾鄉鄰之旦旦有是哉。今雖死乎此，比吾鄉鄰之死則已後矣，又安敢毒耶？”\n\n餘聞而愈悲，孔子曰：“苛政猛於虎也。”吾嘗疑乎是，今以蔣氏觀之，猶信。嗚呼！孰知賦斂之毒，有甚是蛇者乎！故為之說，以俟夫觀人風者得焉。\n\n"
		},
		{
			"章节": "唐宋文三",
			"章节名称": "種樹郭橐駝傳",
			"章节内容": "柳宗元\n\n郭橐駝，不知始何名。病僂，隆然伏行，有類橐駝者，故鄉人號之駝。駝聞之，曰：“甚善。名我固當。”因舍其名，亦自謂橐駝雲。\n\n其鄉曰豐樂鄉，在長安西。駝業種樹，凡長安豪富人為觀遊及賣果者，皆爭迎取養。視駝所種樹，或移徙，無不活；且碩茂，蚤實以蕃。他植者雖窺伺效慕，莫能如也。\n\n有問之，對曰：“橐駝非能使木壽且孳也，以能順木之天，以致其性焉爾。凡植木之性，其本欲舒，其培欲平，其土欲故，其築欲密。既然已，勿動勿慮，去不復顧。其蒔也若子，其置也若棄，則其天者全，而其性得矣。故吾不害其長而已，非有能碩而茂之也。不抑耗其實而已，非有能蚤而蕃之也。他植者則不然：根拳而土易。其培之也，若不過焉則不及。苟有能反是者，則又愛之太殷，憂之太勤。旦視而暮撫，已去而復顧；甚者爪其膚以驗其生枯，搖其本以觀其疏密，而木之性日以離矣。雖曰愛之，其實害之；雖曰憂之，其實仇之，故不我若也，吾又何能為哉？”\n\n問者曰：“以子之道，移之官理，可乎？”駝曰：“我知種樹而已，官理非吾業也。然吾居鄉，見長人者，好煩其令，若甚憐焉，而卒以禍。旦暮，吏來而呼曰：‘官命促爾耕，勖爾植，督爾獲，蚤繰而緒，蚤織而縷，字而幼孩，遂而雞豚！‘鳴鼓而聚之，擊木而召之。吾小人輟飧饔以勞吏，且不得暇，又何以蕃吾生而安吾性耶？故病且殆。若是，則與吾業者，其亦有類乎？”\n\n問者嘻曰：“不亦善夫！吾問養樹，得養人術。”傳其事以為官戒也。\n\n"
		},
		{
			"章节": "唐宋文四",
			"章节名称": "梓人傳",
			"章节内容": "柳宗元\n\n裴封叔之第，在光德里。有梓人款其門，願傭隙宇而處焉。所職，尋、引、規、矩、繩、墨，家不居礱斫之器。問其能，曰：“吾善度材。視棟宇之制，高深圓方短長之宜，吾指使而群工役焉。舍我，眾莫能就一宇。故食於官府，吾受祿三倍；作於私家，吾收其宜大半焉。”\n\n他日，入其室，其床闕足而不能理，曰：“將求他工。”餘甚笑之，謂其無能而貪祿嗜貨者。\n\n其後，京兆尹將飾官署，餘往過焉。委群材，會群工，或執斧斤，或執刀鋸，皆環立向之。梓人左持引，右執杖，而中處焉。量棟宇之任，視木之能舉，揮其杖，曰：“斧！”彼執斧者奔而右；顧而指曰：“鋸！”彼執鋸者趨而左。俄而，斤者斫，刀者削，皆視其色，俟其言，莫敢自斷者。其不勝任者，怒而退之，亦莫敢慍焉。畫宮於堵，盈尺而曲盡其制，計其毫釐而構大廈，無進退焉。既成，書於上棟曰：“某年某月某日某建 ”。則其姓字也。凡執用之工不在列。餘圜視大駭，然後知其術之工大矣。\n\n繼而嘆曰：彼將舍其手藝，專其心智，而能知體要者歟！吾聞勞心者役人，勞力者役於人。彼其勞心者歟！能者用而智者謀，彼其智者歟！是足為佐天子，相天下法矣。物莫近乎此也。彼為天下者本於人。其執役者為徒隸，為鄉師、里胥；其上為下士；又其上為中士，為上士；又其上為大夫，為卿，為公。離而為六職，判而為百役。外薄四海，有方伯、連率。郡有守，邑有宰，皆有佐政；其下有胥吏，又其下皆有嗇夫、版尹以就役焉，猶眾工之各有執伎以食力也。\n\n彼佐天子相天下者，舉而加焉，指而使焉，條其綱紀而盈縮焉，齊其法制而整頓焉；猶梓人之有規、矩、繩、墨以定製也。擇天下之士，使稱其職；居天下之人，使安其業。視都知野，視野知國，視國知天下，其遠邇細大，可手據其圖而究焉，猶梓人畫宮於堵，而績於成也。能者進而由之，使無所德；不能者退而休之，亦莫敢慍。不炫能，不矜名，不親小勞，不侵眾官，日與天下之英才，討論其大經，猶梓人之善運眾工而不伐藝也。夫然後相道得而萬國理矣。\n\n相道既得，萬國既理，天下舉首而望曰：“吾相之功也！”後之人循跡而慕曰：“彼相之才也！”士或談殷、周之理者，曰：“伊、傅、周、召。”其百執事之勤勞，而不得紀焉；猶梓人自名其功，而執用者不列也。大哉相乎！通是道者，所謂相而已矣。其不知體要者反此；以恪勤為公，以簿書為尊，炫能矜名，親小勞，侵眾官，竊取六職、百役之事，聽聽於府庭，而遺其大者遠者焉，所謂不通是道者也。猶梓人而不知繩墨之曲直，規矩之方圓，尋引之短長，姑奪眾工之斧斤刀鋸以佐其藝，又不能備其工，以至敗績，用而無所成也，不亦謬歟！\n\n或曰：“彼主為室者，儻或發其私智，牽制梓人之慮，奪其世守，而道謀是用。雖不能成功，豈其罪耶？亦在任之而已！”\n\n餘曰：“不然！夫繩墨誠陳，規矩誠設，高者不可抑而下也，狹者不可張而廣也。由我則固，不由我則圮。彼將樂去固而就圮也，則卷其術，默其智，悠爾而去。不屈吾道，是誠良梓人耳！其或嗜其貨利，忍而不能捨也，喪其制量，屈而不能守也，棟橈屋壞，則曰：“‘非我罪也’！可乎哉？可乎哉？”餘謂梓人之道類於相，故書而藏之。梓人，蓋古之審曲面勢者，今謂之“都料匠”雲。餘所遇者，楊氏，潛其名。\n\n"
		},
		{
			"章节": "唐宋文五",
			"章节名称": "鈷鉧潭西小丘記",
			"章节内容": "柳宗元\n\n得西山後八日，尋山口西北道二百步，又得鈷鉧潭。西二十五步，當湍而浚者為魚梁。樑之上有丘焉，生竹樹。其石之突怒偃蹇，負土而出，爭為奇狀者，殆不可數：其嶔然相累而下者，若牛馬之飲於溪；其衝然角列而上者，若熊羆之登于山。\n\n丘之小不能一畝，可以籠而有之。問其主，曰：“唐氏之棄地，貨而不售。”問其價，曰：“止四百。”予憐而售之。李深源、元克己時同遊，皆大喜，出自意外。即更取器用，剷刈穢草，伐去惡木，烈火而焚之。嘉木立，美竹露，奇石顯。由其中以望，則山之高，雲之浮，溪之流，鳥獸之遨遊，舉熙熙然回巧獻技，以效茲丘之下。枕蓆而臥，則清泠之狀與目謀，瀯瀯之聲與耳謀，悠然而虛者與神謀，淵然而靜者與心謀。不匝旬而得異地者二，雖古好事之士，或未能至焉。\n\n噫！以茲丘之勝，致之澧鎬鄠杜，則貴遊之士爭買者，日增千金而愈不可得。今棄是州也，農夫漁父，過而陋之。價四百，連歲不能售。而我與深源、克己獨喜得之，是其果有遭乎？書於石，所以賀茲丘之遭也。\n\n"
		},
		{
			"章节": "唐宋文六",
			"章节名称": "小石城山記",
			"章节内容": "柳宗元\n\n自西山道口徑北，逾黃茅嶺而下，有二道。其一西出，尋之無所得。其一少北而東，不過四十丈，土斷而川分，有積石橫當其垠。其上為睥睨l瀯樑之形，其旁出堡塢，有若門焉。窺之正黑。投以小石，洞然有水聲。其響之激越，良久乃已。環之可上，望甚遠。無土壤而生嘉樹美箭，益奇而堅。其疏數偃仰，類智者所施設也。\n\n噫！吾疑造物者之有無久矣，及是愈以為誠有。又怪其不為之中州，而列是夷狄，更千百年不得一售其伎，是固勞而無用。神者倘不宜如是，則其果無乎？或曰：“以慰夫賢而辱於此者。”或曰：“其氣之靈，不為偉人，而獨為是物，故楚之南，少人而多石。”是二者，予未信之。\n\n"
		},
		{
			"章节": "唐宋文七",
			"章节名称": "始得西山宴遊記",
			"章节内容": "柳宗元\n\n自餘為戮人，居是州，恆惴慄。其隙也，則施施而行，漫漫而遊。日與其徒上高山，入深林，窮回溪；幽泉怪石，無遠不到。到則披草而坐，傾壺而醉，醉則更相枕以臥，臥而夢。意有所極，夢亦同趣。覺而起，起而歸。以為凡是州之山有異態者，皆我有也，而未始知西山之怪特。\n\n今年九月二十八日，因坐法華西亭，望西山，始指異之。遂命僕人過湘江，緣染溪，斫榛莽，焚茅s，窮山之高而止。攀援而登，箕踞而遨，則凡數州之土壤，皆在衽席之下。其高下之勢，岈然窪然，若垤若穴，尺寸千里，攢蹙累積，莫得遁隱；縈青繚白，外與天際，四望如一。然後知是山之特出，不與培堘為類。悠悠乎與灝氣俱，而莫得其涯；洋洋乎與造物者遊，而不知其所窮。引觴滿酌，頹然就醉，不知日之入，蒼然暮色，自遠而至，至無所見，而猶不欲歸。心凝形釋，與萬化冥合。然後知吾向之未始遊，遊於是乎始，故為之文以志。是歲元和四年也。\n\n"
		},
		{
			"章节": "唐宋文八",
			"章节名称": "袁家渴記",
			"章节内容": "柳宗元\n\n由冉溪西南水行十里，山水之可取者五，莫若鈷鉧潭。由溪口而西陸行，可取者八、九，莫若西山。由朝陽巖東南水行，至蕪江，可取者三，莫若袁家渴。皆永中幽麗奇處也。\n\n楚、越之間方言，謂水之反流者為“渴 ”。音若“衣褐”之“褐 ”。渴，上與南館高嶂合，下與百家瀨合。其中重洲小溪，澄潭淺渚，間廁曲折。平者深黑，峻者沸白。舟行若窮，忽又無際。\n\n有小山出水中，山皆美石，上生青叢，冬夏常蔚然。其旁多巖洞，其下多白礫。其樹，多楓楠石楠、楩櫧樟柚。草則蘭芷。又有異卉，類合歡而蔓生轇轕水石。每風自四山而下，振動大木，掩苒眾草，紛紅駭綠，蓊葧香氣；衝濤旋瀨，退貯溪谷；搖揚葳蕤，與時推移。其大都如此。餘無以窮其狀。\n\n永之人未嘗遊焉，餘得之，不敢專也，出而傳於世。其地世主袁氏，故以名焉。\n\n"
		},
		{
			"章节": "唐宋文九",
			"章节名称": "與元微之書",
			"章节内容": "白居易\n\n四月十日夜，樂天白：\n\n微之，微之，不見足下面已三年矣；不得足下書欲二年矣。人生幾何，離闊如此！況以膠漆之心，置於胡越之身，進不得相合，退不能相忘，牽攣乖隔，各欲白首。微之，微之，如何！如何！天實為之，謂之奈何！\n\n僕初到潯陽時，有熊萬登來，得足下前年病甚時一札，上報疾狀，次敘病心，終論平生交分。且雲：“危惙之際，不暇及他，惟收數帙文章，封題其上，曰：‘他日送達白二十二郎，便請以代書。’”悲哉！微之於我也，其若是乎！又睹所寄聞僕左降詩，雲：\n\n“殘燈無焰影幢幢，此夕聞君謫九江。垂死病中驚起坐，暗風吹面入寒窗。”此句他人尚不可聞，況僕心哉！至今每吟，猶惻惻耳。且置是事，略敘近懷。\n\n僕自到九江，已涉三載，形骸且健，方寸甚安。下至家人，幸皆無恙。長兄去夏自徐州至，又有諸院孤小弟妹六、七人，提挈同來。傾所牽念者，今悉置在目前，得同寒暖飢飽。此一泰也。\n\n江州風候稍涼，地少瘴癘，乃至蛇虺蚊蚋，雖有甚稀。湓魚頗肥，江酒極美，其餘食物，多類北地。僕門內之口雖不少，司馬之俸雖不多，量入儉用，亦可自給，身衣口食，且免求人。此二泰也。\n\n僕去年秋始遊廬山，到東、西二林間香爐峰下，見雲水泉石，勝絕第一，愛不能捨，因置草堂，前有喬松十數株，修竹千餘竿；青蘿為牆垣，白石為橋道；流水周於舍下，飛泉落於簷間；紅榴白蓮，羅生池砌；大抵若是，不能殫記。每一獨往，動彌旬日，平生所好者，盡在其中，不唯忘歸，可以終老。此三泰也。\n\n計足下久不得僕書，必加憂望；今故錄三泰，以先奉報。其餘事況，條寫如後云云。\n\n微之，微之，作此書夜，正在草堂中，山窗下，信手把筆，隨意亂書，封題之時，不覺欲曙。舉頭但見山僧一、兩人，或坐或睡；又聞山猿谷鳥，哀鳴啾啾。平生故人，去我萬里。瞥然塵念，此際暫生。餘習所牽，便成三韻雲：\n\n“憶昔封書與君夜，金鑾殿後欲明天。今夜封書在何處？廬山庵裡曉燈前。籠鳥檻猿俱未死，人間相見是何年？”\n\n微之，微之！此夕我心，君知之乎！樂天頓首。\n\n"
		},
		{
			"章节": "唐宋文十",
			"章节名称": "岳陽樓記",
			"章节内容": "范仲淹\n\n慶曆四年春，滕子京謫守巴陵郡。越明年，政通人和，百廢具興，乃重修岳陽樓，增其舊制，刻唐賢今人詩賦於其上，屬予作文以記之。\n\n予觀夫巴陵勝狀，在洞庭一湖。銜遠山，吞長江，浩浩湯湯，橫無際涯；朝暉夕陰，氣象萬千；此則岳陽樓之大觀也，前人之述備矣。然則北通巫峽，南極瀟湘，遷客騷人，多會於此，覽物之情，得無異乎？\n\n若夫霪雨霏霏，連月不開；陰風怒號，濁浪排空；日星隱耀，山嶽潛形；商旅不行，檣傾楫摧；薄暮冥冥，虎嘯猿啼；登斯樓也，則有去國懷鄉，憂讒畏譏，滿目蕭然，感極而悲者矣。\n\n至若春和景明，波瀾不驚，上下天光，一碧萬頃；沙鷗翔集，錦鱗游泳，岸芷汀蘭，郁郁青青。而或長煙一空，皓月千里，浮光躍金，靜影沈璧，漁歌互答，此樂何極！登斯樓也，則有心曠神怡，寵辱皆忘，把酒臨風，其喜洋洋者矣。\n\n嗟夫！予嘗求古仁人之心，或異二者之為，何哉？不以物喜，不以己悲，居廟堂之高，則憂其民；處江湖之遠，則憂其君。是進亦憂，退亦憂；然則何時而樂耶？其必曰：先天下之憂而憂，後天下之樂而樂歟！噫！微斯人，吾誰與歸！\n\n"
		},
		{
			"章节": "唐宋文十一",
			"章节名称": "諫院題名記",
			"章节内容": "司馬光\n\n古者諫無官，自公卿大夫，至於工商，無不得諫者。漢興以來，始置官。\n\n夫以天下之政，四海之眾，得失利病，萃於一官，使言之，其為任亦重矣。居是官者，當志其大，舍其細；先其急，後其緩；專利國家而不為身謀。彼汲汲於名者，猶汲汲於利也，其間相去何遠哉？\n\n天禧初，真宗詔置諫官六員，責其職事。慶曆中，錢君始書其名於版，光恐久而漫滅。嘉祐八年，刻於石。後之人將歷指其名而議之曰：“某也忠，某也詐，某也直，某也曲。”嗚呼！可不懼哉！\n\n"
		},
		{
			"章节": "唐宋文十二",
			"章节名称": "訓儉示康",
			"章节内容": "司馬光\n\n吾本寒家，世以清白相承。吾性不喜華靡，自為乳兒，長者加以金銀華美之服，輒羞赧棄去之。二十忝科名，聞喜宴獨不戴花。同年曰：“君賜不可違也。”乃簪一花。平生衣取蔽寒，食取充腹；亦不敢服垢弊以矯俗幹名，但順吾性而已。\n\n眾人皆以奢靡為榮，吾心獨以儉素為美。人皆嗤吾固陋，吾不以為病。應之曰：孔子稱“與其不遜也寧固”；又曰“以約失之者鮮矣”；又曰“士志於道，而恥惡衣惡食者，未足與議也。”古人以儉為美德，今人乃以儉相詬病。嘻，異哉！\n\n近歲風俗尤為侈靡，走卒類士服，農夫躡絲履。吾記天聖中，先公為群牧判官，客至未嘗不置酒，或三行五行，多不過七行。酒酤於市，果止於梨、慄、棗、柿之類；餚止於脯醢、菜羹，器用瓷漆。當時士大夫家皆然，人不相非也。會數而禮勤，物薄而情厚。近日士大夫家，酒非內法，果餚非遠方珍異，食非多品，器皿非滿案，不敢會賓友，常數月營聚，然後敢發書。苟或不然，人爭非之，以為鄙吝。故不隨俗靡者蓋鮮矣。嗟乎！風俗頹敝如是，居位者雖不能禁，忍助之乎！\n\n又聞昔李文靖公為相，治居第於封丘門內，聽事前僅容旋馬，或言其太隘，公笑曰：“居第當傳子孫，此為宰相聽事誠隘，為太祝奉禮聽事已寬矣。”參政魯公為諫官，真宗遣使急召之，得於酒家，既入，問其所來，以實對。上曰：“卿為清望官，奈何飲於酒肆？”對曰：“臣家貧，客至無器皿、餚、果，故就酒家觴之。”上以無隱，益重之。張文節為相，自奉養如為河陽掌書記時，所親或規之曰：“公今受俸不少，而自奉若此。公雖自信清約，外人頗有公孫布被之譏。公宜少從眾。”公嘆曰：“吾今日之俸，雖舉家錦衣玉食，何患不能？顧人之常情，由儉入奢易，由奢入儉難。吾今日之俸豈能常有？身豈能常存？一旦異於今日，家人習奢已久，不能頓儉，必致失所。豈若吾居位去位、身存身亡，常如一日乎？”嗚呼！大賢之深謀遠慮，豈庸人所及哉！\n\n御孫曰：“儉，德之共也；侈，惡之大也。”共，同也，言有德者皆由儉來也。夫儉則寡慾：君子寡慾，則不役於物，可以直道而行；小人寡慾，則能謹身節用，遠罪豐家。故曰：“儉，德之共也。”侈則多欲：君子多欲則貪慕富貴，枉道速禍；小人多欲則多求妄用，敗家喪身；是以居官必賄，居鄉必盜。故曰：“侈，惡之大也。”\n\n昔正考父饘粥以餬口；孟僖子知其後必有達人。季文子相三君，妾不衣帛，馬不食粟，君子以為忠。管仲鏤簋朱紘、山G藻梲，孔子鄙其小器。公叔文子享衛靈公，史鰍知其及禍；及戍，果以富得罪出亡。何曾日食萬錢，至孫以驕溢傾家。石崇以奢靡夸人，卒以此死東市。近世寇萊公豪侈冠一時，然以功業大，人莫之非，子孫習其家風，今多窮困。其餘以儉立名，以侈自敗者多矣，不可遍數，聊舉數人以訓汝。汝非徒身當服行，當以訓汝子孫，使知前輩之風俗雲。\n\n"
		},
		{
			"章节": "唐宋文十三",
			"章节名称": "魯仲連義不帝秦",
			"章节内容": "資治通鑑\n\n王陵攻邯鄲，少利，益發卒佐陵，陵亡五校，乃以王齕代王陵。趙王使平原君求救於楚，楚王使春申君將兵救趙。魏王亦使將軍晉鄙將兵十萬救趙。秦王使謂魏王曰：“吾攻趙，旦暮且下；諸侯敢救之者，吾己拔趙，必移兵先擊之。”魏王恐，遣人止晉鄙留兵壁鄴，名為救趙，實挾兩端。又使將軍新垣衍間入邯鄲，因平原君說趙王，欲共尊秦為帝，以卻其兵。\n\n齊人魯仲連在邯鄲，聞之，往見新垣衍，曰：“彼秦者，棄禮義而上首功之國也。彼即肆然而為帝於天下，則連有蹈東海而死耳，不願為之民也！且樑未睹秦稱帝之害故耳，吾將使秦王烹醢樑王！”新垣衍怏然不悅，曰：“先生惡能使秦王烹醢樑王？”魯仲連曰：“固也，吾將言之。昔者，九侯、鄂侯、文王，紂之三公也。九侯有子而好，獻之於紂，紂以為惡，醢九侯。鄂侯爭之強，辯之疾，故脯鄂侯。文王聞之，喟然而嘆，故拘之牖里之庫百日，欲令之死。今秦萬乘之國也，樑亦萬乘之國也，俱據萬乘之國，各有稱王之名；奈何睹其一戰而勝，欲從而帝之，卒就脯醢之地乎？且秦無已而帝，則將行其天子之禮，以號令於天下；則且變易諸侯之大臣，彼將奪其所不肖而與其所賢，奪其所憎而與其所愛。彼又將使其子女讒妾為諸侯妃姬，處樑之宮，樑王安得晏然而已乎？而將軍又何以得故寵乎？”新垣衍起，再拜，曰：“吾乃今知先生天下之士也！吾請出，不敢復言帝秦矣！”\n\n"
		},
		{
			"章节": "唐宋文十四",
			"章节名称": "義田記",
			"章节内容": "錢公輔\n\n范文正公，蘇人也，平生好施與，擇其親而貧，疏而賢者，鹹施之。方貴顯時，置負郭常稔之田千畝，號曰義田，以養濟群族之人。日有食，歲有衣，嫁娶婚葬，皆有贍。擇族之長而賢者主其計，而時其出納焉。日食人一升，歲衣人一縑，嫁女者五十千，再嫁者三十千，娶婦者三十千，再娶者十五千，葬者如再嫁之數，幼者十千。族之聚者九十口，歲入給稻八百斛。以其所入，給其所聚，沛然有餘而無窮。仕而家居俟代者與焉；仕而居官者罷其給。此其大較也。\n\n初，公之未貴顯也，嘗有志於是矣，而力未逮者三十年。既而為西帥，及參大政，於是始有祿賜之入，而終其志。公既歿，後世子孫修其業，承其志，如公之存也。公既位充祿厚，而貧終其身。歿之日，身無以為斂，子無以為喪，惟以施貧活族之義，遺其子而已。\n\n昔晏平仲敝車羸馬，桓子曰：“是隱君之賜也。”晏子日：“自臣之貴，父之族，無不乘車者；母之族，無不足於衣食者；妻之族，無凍餒者；齊國之士，待臣而舉火者，三百餘人。以此而為隱君之賜乎？彰君之賜乎？”於是齊侯以晏子之觴而觴桓子。予嘗愛晏子好仁，齊侯知賢，而桓子服義也。又愛晏子之仁有等級，而言有次也；先父族，次母族，次妻族，而後及其疏遠之賢。孟子曰：“親親而仁民，仁民而愛物。”晏子為近之。觀文正之義，賢於平仲，其規模遠舉又疑過之。\n\n嗚呼！世之都三公位，享萬鍾祿，其邸第之雄，車輿之飾，聲色之多，妻孥之富，止乎一己，而族之人不得其門而入者，豈少哉！況於施賢乎！其下為卿大夫，為士，廩稍之充，奉養之厚，止乎一己；族之人瓢囊為溝中飢者，豈少哉？況於他人乎！是皆公之罪人也。公之忠義滿朝廷，事業滿邊隅，功名滿天下，後必有史官書之者，予可略也。獨高其義，因以遺於世雲。\n\n"
		},
		{
			"章节": "唐宋文十五",
			"章节名称": "縱囚論",
			"章节内容": "歐陽修\n\n信義行於君子，而刑戮施於小人。刑入於死者，乃罪大惡極，此又小人之尤甚者也。寧以義死，不苟幸生，而視死如歸，此又君子之尤難者也。\n\n方唐太宗之六年，錄大辟囚三百餘人，縱使還家，約其自歸以就死，是以君子之難能，期小人之尤者以必能也。其囚及期，而卒自歸無後者，是君子之所難，而小人之所易也，此豈近於人情哉？\n\n或曰：“罪大惡極，誠小人矣。及施恩德以臨之，可使變而為君子；蓋恩德入人之深，而移人之速，有如是者矣。”曰：“太宗之為此，所以求此名也。然安知夫縱之去也，不意其必來以冀免，所以縱之乎？又安知夫被縱而去也，不意其自歸而必獲免，所以復來乎？夫意其必來而縱之，是上賊下之情也；意其必免而復來，是下賊上之心也。吾見上下交相賊以成此名也，烏有所謂施恩德與夫知信義者哉？不然，太宗施德於天下，於茲六年矣。不能使小人不為極惡大罪，而一日之恩，能使視死如歸而存信義，此又不通之論也。”\n\n“然則何為而可？”曰：“縱而來歸，殺之無赦；而又縱之而又來，則可知為恩德之致爾。然此必無之事也。若夫縱而來歸而赦之，可偶一為之爾。若屢為之，則殺人者皆不死，是可為天下之常法乎？不可為常者，其聖人之法乎？是以堯舜三王之治，必本於人情；不立異以為高，不逆情以幹譽。”\n\n"
		},
		{
			"章节": "唐宋文十六",
			"章节名称": "醉翁亭記",
			"章节内容": "歐陽修\n\n環滁皆山也。其西南諸峰，林壑尤美。望之蔚然而深秀者，琅琊也。山行六七裡，漸聞水聲潺潺，而洩出於兩峰之間者，釀泉也。峰迴路轉，有亭翼然臨於泉上者，醉翁亭也。作亭者誰？山之僧智仙也。名之者誰？太守自謂也。太守與客來飲於此，飲少輒醉，而年又最高，故自號曰“醉翁”也。醉翁之意不在酒，在乎山水之間也。山水之樂，得之心而寓之酒也。\n\n若夫日出而林霏開，雲歸而巖穴暝，晦明變化者，山間之朝暮也。野芳發而幽香，佳木秀而繁陰，風霜高潔，水落而石出者，山間之四時也。朝而往，暮而歸，四時之景不同，而樂亦無窮也。\n\n至於負者歌於滁，行者休於樹，前者呼，後者應，傴僂提攜，往來而不絕者，滁人遊也。臨溪而漁，溪深而魚肥；釀泉為酒，泉香而酒冽；山餚野蔌，雜然而前陳者，太守宴也。宴酣之樂，非絲非竹，射者中，弈者勝，觥籌交錯，坐起而喧譁者，眾賓歡也。蒼然白髮，頹乎其中者，太守醉也。\n\n已而夕陽在山，人影散亂，太守歸而賓客從也。樹林陰翳，鳴聲上下，遊人去而禽鳥樂也。然而禽鳥知山林之樂，而不知人之樂；人知從太守遊而樂，而不知太守之樂其樂也。醉能同其樂，醒能述其文者，太守也。太守謂誰？廬陵歐陽修也。\n\n"
		},
		{
			"章节": "宋文一",
			"章节名称": "秋聲賦",
			"章节内容": "歐陽修\n\n歐陽子方夜讀書，聞有聲自西南來者，悚然而聽之，曰：“異哉！”初淅瀝以蕭颯，忽奔騰而砰湃；如波濤夜驚，風雨驟至。其觸於物也，縦縦錚錚，金鐵皆鳴；又如赴敵之兵，銜枚疾走，不聞號令，但聞人馬之行聲。\n\n予謂童子：“此何聲也？汝出視之。”童子曰：“星月皎潔，明河在天，四無人聲，聲在樹間。”\n\n予曰：“噫嘻，悲哉！此秋聲也，胡為而來哉？蓋夫秋之為狀也：其色慘淡，煙霏雲斂；其容清明，天高日晶；其氣慄冽，砭人肌骨；其意蕭條，山川寂寥。故其為聲也，悽悽切切，呼號憤發。豐草綠縟而爭茂，佳木蔥籠而可悅；草拂之而色變，木遭之而葉脫；其所以摧敗零落者，乃其一氣之餘烈。\n\n夫秋，刑官也，於時為陰：又兵象也，於行為金，是謂天地之義氣，常以肅殺而為心。天之於物，春生秋實。故其在樂也，商聲主西方之音，夷則為七月之律。商，傷也；物既老而悲傷。夷，戮也；物過盛而當殺。\n\n嗟乎，草木無情，有時飄零。人為動物，惟物之靈。百憂感其心，萬事勞其形。有動於中，必搖其精。而況思其力之所不及，憂其智之所不能；宜其渥然丹者為槁木，黟然黑者為星星。奈何以非金石之質，欲與草木而爭榮？念誰為之戕賊，亦何恨乎秋聲！”\n\n童子莫對，垂頭而睡。但聞四壁蟲聲唧唧，如助餘之嘆息。\n\n"
		},
		{
			"章节": "宋文二",
			"章节名称": "祭石曼卿文",
			"章节内容": "歐陽修\n\n維治平四年七月日，具官歐陽修，謹遣尚書都省令史李敭至於太清，以清酌庶羞之奠，致祭於亡友曼卿之墓下，而吊之以文曰：\n\n嗚呼曼卿！生而為英，死而為靈。其同乎萬物生死，而復歸於無物者，暫聚之形；不與萬物共盡，而卓然其不朽者，後世之名。此自古聖賢，莫不皆然。而著在簡冊者，昭如日星。\n\n嗚呼曼卿！吾不見子久矣，猶能彷彿子之平生。其軒昂磊落，突兀崢嶸，而埋藏於地下者，意其不化為朽壤，而為金玉之精。不然，生長鬆之千尺，產靈芝而九莖。奈何荒煙野蔓，荊棘縱橫，風悽露下，走磷飛螢；但見牧童樵叟，歌吟而上下，與夫驚禽駭獸，悲鳴躑躅而咿嚶！今固如此，更千秋而萬歲兮，安知其不穴藏狐貉與鼯鼪？此自古聖賢亦皆然兮，獨不見夫累累乎曠野與荒城！\n\n嗚呼曼卿！盛衰之理，吾固知其如此，而感念疇昔，悲涼悽愴，不覺臨風而隕涕者，有愧乎太上之忘情。尚饗！\n\n"
		},
		{
			"章节": "宋文三",
			"章节名称": "瀧岡阡表",
			"章节内容": "歐陽修\n\n嗚呼！惟我皇考崇公，卜吉於瀧岡之六十年，其子修始克表於其阡。非敢緩也，蓋有待也。\n\n修不幸，生四歲而孤。太夫人守節自誓；居窮，自力於衣食，以長以教，俾至於成人。太夫人告之曰：“汝父為吏廉，而好施與，喜賓客；其俸祿雖薄，常不使有餘。曰：‘毋以是為我累。’故其亡也，無一瓦之覆，一壟之植，以庇而為生；吾何恃而能自守邪？吾於汝父，知其一二，以有待於汝也。自吾為汝家婦，不及事吾姑；然知汝父之能養也。汝孤而幼，吾不能知汝之必有立；然知汝父之必將有後也。吾之始歸也，汝父免於母喪方逾年，歲時祭祀，則必涕泣，曰：‘祭而豐，不如養之薄也。’間御酒食，則又涕泣，曰：‘昔常不足，而今有餘，其何及也！’吾始一二見之，以為新免於喪適然耳。既而其後常然，至其終身，未嘗不然。吾雖不及事姑，而以此知汝父之能養也。汝父為吏，嘗夜燭治官書，屢廢而嘆。吾問之，則曰：‘此死獄也，我求其生不得爾。’吾曰：‘生可求乎？’曰：‘求其生而不得，則死者與我皆無恨也；矧求而有得邪，以其有得，則知不求而死者有恨也。夫常求其生，猶失之死，而世常求其死也。’回顧乳者劍汝而立於旁，因指而嘆，曰：‘術者謂我歲行在戍將死，使其言然，吾不及見兒之立也，後當以我語告之。’其平居教他子弟，常用此語，吾耳熟焉，故能詳也。其施於外事，吾不能知；其居於家，無所矜飾，而所為如此，是真發於中者邪！嗚呼！其心厚於仁者邪！此吾知汝父之必將有後也。汝其勉之！夫養不必豐，要於孝；利雖不得博於物，要其心之厚於仁。吾不能教汝，此汝父之志也。”修泣而志之，不敢忘。\n\n先公少孤力學，鹹平三年進士及第，為道州判官，泗綿二州推官；又為泰州判官。享年五十有九，葬沙溪之瀧岡。\n\n太夫人姓鄭氏，考諱德儀，世為江南名族。太夫人恭儉仁愛而有禮；初封福昌縣太君，進封樂安、安康、彭城三郡太君。自其家少微時，治其家以儉約，其後常不使過之，曰：“吾兒不能苟合於世，儉薄所以居患難也。”其後修貶夷陵，太夫人言笑自若，曰：“汝家故貧賤也，吾處之有素矣。汝能安之，吾亦安矣。”\n\n自先公之亡二十年，修始得祿而養。又十有二年，烈官於朝，始得贈封其親。又十年，修為龍圖閣直學士，尚書吏部郎中，留守南京，太夫人以疾終於官舍，享年七十有二。又八年，修以非才入副樞密，遂參政事，又七年而罷。自登二府，天子推恩，褒其三世，蓋自嘉祐以來，逢國大慶，必加寵錫。皇曾祖府君累贈金紫光祿大夫、太師、中書令；曾祖妣累封楚國太夫人。皇祖府君累贈金紫光祿大夫、太師、中書令兼尚書令，祖妣累封吳國太夫人。皇考崇公累贈金紫光祿大夫、太師、中書令兼尚書令。皇妣累封越國太夫人。今上初郊，皇考賜爵為崇國公，太夫人進號魏國。\n\n於是小子修泣而言曰：“嗚呼！為善無不報，而遲速有時，此理之常也。惟我祖考，積善成德，宜享其隆，雖不克有於其躬，而賜爵受封，顯榮褒大，實有三朝之錫命，是足以表見於後世，而庇賴其子孫矣。”乃列其世譜，具刻於碑，既又載我皇考崇公之遺訓，太夫人之所以教，而有待於修者，並揭於阡。俾知夫小子修之德薄能鮮，遭時竊位，而幸全大節，不辱其先者，其來有自。\n\n"
		},
		{
			"章节": "宋文四",
			"章节名称": "五代史記一行傳敘",
			"章节内容": "歐陽修\n\n嗚呼！五代之亂極矣，傳所謂“天地閉，賢人隱”之時歟！當此之時，臣弒其君，子弒其父，而縉紳之士，安其祿而立其朝，充然無復廉恥之色者皆是也。\n\n吾以謂自古忠臣義士，多出於亂世，而怪當時可道者何少也？豈果無其人哉？雖曰干戈興，學校廢，而禮義衰，風俗隳壞，至於如此，然自古天下未嘗無人也。吾意必有潔身自負之士，嫉世遠去而不可見者。自古賢材有韞於中而不見於外，或窮居陋巷，委身草莽，雖顏子之行，不遇仲尼而名不彰。況世變多故，而君子道消之時乎。吾又以謂必有負材能，修節義，而沉淪於下，泯沒而無聞者。求之傳記，而亂世崩離，文字殘缺，不可復得，然僅得者四五人而已。\n\n處乎山林而群麋鹿，雖不足以為中道，然與其食人之祿，俯首而包羞，孰若無愧於心，放身而自得？吾得二人焉，曰鄭遨、張薦明。勢利不屈其心，去就不違其義。吾得一人焉，曰石昂。苟利於君，以忠獲罪，而何必自明，有至死而不言者，此古之義士也。吾得一人焉，曰程福贇。五代之亂，君不君，臣不臣，父不父，子不子，至於兄弟、夫婦，人倫之際，無不大壞，而天理幾乎其滅矣。於此之時，能以孝弟自修於一鄉，而風行於天下者，猶或有之。然其事蹟不著，而無可紀次，獨其名氏或因見於書者，吾亦不敢沒，而其略可錄者，吾得一人焉，曰李自倫。作《一行傳》。\n\n"
		},
		{
			"章节": "宋文五",
			"章节名称": "送徐無黨南歸序",
			"章节内容": "歐陽修\n\n草木鳥獸之為物，眾人之為人，其為生雖異，而為死則同，一歸於腐壞澌盡泯滅而已。而眾人之中，有聖賢者，固亦生且死於其間，而獨異於草木鳥獸眾人者，雖死而不朽，逾遠而彌存也。其所以為聖賢者，修之於身，施之於事，見之於言，是三者所以能不朽而存也。修於身者，無所不獲；施於事者，有得有不得焉；其見於言者，則又有能有不能也。施於事矣，不見於言可也。自詩書史記所傳，其人豈必皆能言之士哉？修於身矣，而不施於事，不見於言，亦可也。孔子弟子，有能政事者矣，有能言語者矣。若顏回者，在陋巷曲肱飢臥而已，其群居則默然終日如愚人。然自當時群弟子皆推尊之，以為不敢望而及。而後世更百千歲，亦未有能及之者。其不朽而存者，固不待施於事，況於言乎？\n\n予讀班固藝文志，唐四庫書目，見其所列，自三代秦漢以來，著書之士，多者至百餘篇，少者猶三、四十篇，其人不可勝數；而散亡磨滅，百不一、二存焉。予竊悲其人，文章麗矣，言語工矣，無異草木榮華之飄風，鳥獸好音之過耳也。方其用心與力之勞，亦何異眾人之汲汲營營，而忽然以死者，雖有遲有速，而卒與三者同歸於泯滅，夫言之不可恃也蓋如此。今之學者，莫不慕古聖賢之不朽，而勤一世以盡心於文字間者，皆可悲也！\n\n東陽徐生，少從予學，為文章，稍稍見稱於人。既去，而與群士試於禮部，得高第，由是知名。其文辭日進，如水湧而山出。予欲摧其盛氣而勉其思也，故於其歸，告以是言。然予固亦喜為文辭者，亦因以自警焉。\n\n"
		},
		{
			"章节": "宋文六",
			"章节名称": "辨姦論",
			"章节内容": "蘇洵\n\n事有必至，理有固然。惟天下之靜者，乃能見微而知著。月暈而風，礎潤而雨，人人知之。人事之推移，理勢之相因，其疏闊而難知，變化而不可測者，孰與天地陰陽之事。而賢者有不知，其故何也？好惡亂其中，而利害奪其外也。\n\n昔者山巨源見王衍曰：“誤天下蒼生者，必此人也！”郭汾陽見盧杞曰：“此人得志，吾子孫無遺類矣！”自今而言之，其理固有可見者。以吾觀之，王衍之為人，容貌言語，固有以欺世而盜名者。然不忮不求，與物浮沉，使晉無惠帝，僅得中主，雖衍百千，何從而亂天下乎？盧杞之奸，固足以敗國；然而不學無文，容貌不足以動人，言語不足以眩世，非德宗之鄙暗，亦何從而用之？由是言之，二公之料二子，亦容有未必然也。\n\n今有人，口誦孔老之言，身履夷齊之行，收召好名之士、不得志之人，相與造作言語，私立名字，以為顏淵孟軻復出；而陰賊險狠，與人異趣，是王衍盧杞合而為一人也，其禍豈可勝言哉！\n\n夫面垢不忘洗，衣垢不忘浣，此人之至情也。今也不然，衣臣虜之衣，食犬彘之食，囚首喪面而談詩書，此豈其情也哉？凡事之不近人情者，鮮不為大奸慝，豎刁易牙開方是也。以蓋世之名，而濟其未形之患，雖有願治之主，好賢之相，猶將舉而用之，則其為天下患，必然而無疑者，非特二子之比也。\n\n孫子曰：“善用兵者，無赫赫之功。”使斯人而不用也，則吾言為過，而斯人有不遇之嘆，孰知禍之至於此哉！不然，天下將被其禍，而吾獲知言之名，悲夫！\n\n"
		},
		{
			"章节": "宋文七",
			"章节名称": "送石昌言使北引",
			"章节内容": "蘇洵\n\n昌言舉進士時，吾始數歲，未學也。憶與群兒戲先府君側，昌言從旁取棗慄啖我，家居相近，又以親戚故甚狎。昌言舉進士，日有名。吾後漸長，亦稍知讀書，學句讀屬對聲律，未成而廢。昌言聞吾廢學，雖不言，察其意甚恨。後十餘年，昌言及第第四人，守官四方，不相聞。吾日以壯大，乃能感悔，摧折復學。又數年，遊京師，見昌言長安，相與勞苦，如平生歡；出文十數首，昌言甚喜稱善。吾晚學無師，雖日為文，中甚自慚；及聞昌言說，乃頗自喜。\n\n今十餘年，又來京師，而昌言官兩制，乃為天子出使萬里外強悍不屈之虜庭，建大旆，從騎數百，送車千乘，出都門，意氣慨然。自思為兒時，見昌言先府君旁，安知其至此？富貴不足怪，吾於昌言獨自有感也。大丈夫生不為將，得為使，折衝口舌之間足矣。\n\n往年彭任從富公使還，為我言：“既出境，宿驛亭，聞介馬數萬騎馳過，劍槊相摩，終夜有聲，從者怛然失色，及明，視道上馬跡，尚心掉不自禁。”凡虜所以誇耀中國者，多此類也；中國之人不測也，故或至於震懼而失辭，以為夷狄笑。嗚呼！何其不思之甚也！昔者奉春君使冒頓，壯士大馬，皆匿不見，是以有平城之役。今之匈奴，吾知其無日能為也。孟子曰：“說大人者藐之。”況於夷狄！請以為贈。\n\n"
		},
		{
			"章节": "宋文八",
			"章节名称": "讀《孟嘗君傳》",
			"章节内容": "王安石\n\n牋牋世皆稱孟嘗君能得士，士以故歸之，而卒賴其力以脫於虎豹之秦。\n\n嗚乎，孟嘗君特雞鳴狗盜之雄耳，豈足以言得士！不然，擅齊之強，得一士焉，宜可以南面而制秦，尚何取雞鳴狗盜之力哉？夫雞鳴狗盜之出其門，此士之所以不至也。\n\n"
		},
		{
			"章节": "宋文九",
			"章节名称": "愛蓮說",
			"章节内容": "周敦頤\n\n水陸草木之花，可愛者甚蕃。晉陶淵明獨愛菊；自李唐來，世人盛愛牡丹；予獨愛蓮之出淤泥而不染，濯清漣而不妖，中通外直，不蔓不枝，香遠益清，亭亭靜植，可遠觀而不可褻玩焉。予謂菊，花之隱逸者也；牡丹，花之富貴者也；蓮，花之君子者也。噫！菊之愛，陶後鮮有聞；蓮之愛，同予者何人；牡丹之愛，宜乎眾矣。\n\n"
		},
		{
			"章节": "宋文十",
			"章节名称": "記承天寺夜遊",
			"章节内容": "蘇軾\n\n元豐六年十月十二日夜，解衣欲睡，月色入戶，欣然起行。念無與為樂者，遂至承天寺，尋張懷民，懷民未寢，相與步中庭。\n\n庭下如積水空明，水中藻荇交橫，蓋竹柏影也。何夜無月，何處無松柏，但少閒人如吾兩人者耳。\n\n"
		},
		{
			"章节": "宋文十一",
			"章节名称": "石鐘山記",
			"章节内容": "蘇軾\n\n《水經》雲：“彭蠡之口有石鐘山焉。”酈元以為下臨深潭，微風鼓浪，水石相搏，聲如洪鐘。是說也，人常疑之。今以鐘磬置水中，雖大風浪不能鳴也，而況石乎！至唐李渤始訪其遺蹤，得雙石於潭上，扣而聆之，南聲函胡，北音清越，桴止響騰，餘韻徐歇。自以為得之矣。然是說也，餘尤疑之。石之鏗然有聲音，所在皆是也，而此獨以鍾名，何哉？\n\n元豐七年六月丁丑，餘自齊安舟行適臨汝，而長子邁將赴鐃之德興尉，送之至湖口，因得觀所謂石鍾者。寺僧使小童持斧，於亂石間，擇其一二扣之，硿硿焉。餘固笑而不信也。至暮夜月明，獨與邁乘小舟，至絕壁下。大石側立千尺，如猛獸奇鬼，森然欲搏人，而山上棲鶻，聞人聲亦驚起，磔磔雲霄間；又有若老人欬且笑于山谷中者，或曰：“此鸛鶴也。”餘方心動欲還，而大聲發於水上，噌吰如鐘鼓不絕，舟人大恐。徐而察之，則山下皆石穴罅，不知其淺深，微波焉，涵澹澎湃而為此也。舟回至兩山間，將入港口，有大石當中流，可坐百人，空中而多竅，與風水相吞吐，窽坎鏜鞳之聲，與向噌吰者相應，如樂作焉。因笑謂邁曰：“汝識之乎？噌吰者，周景王之無射也；窽坎鏜鞳者，魏莊子之的、歌鐘也。古之人不餘欺也。”\n\n事不目見聞而臆斷其有無，可乎？酈元之所見聞殆與餘同，\n\n而言之不詳；士大夫終不肯以小舟夜泊絕壁之下，故莫能知；而漁工水師雖如知而不能言，此世所以不傳也。而陋者乃以斧斤考擊而求之，自以為得其實，餘是以記之，蓋嘆酈元之簡，而笑李渤之陋也。\n\n"
		},
		{
			"章节": "宋文十二",
			"章节名称": "留侯論",
			"章节内容": "蘇軾\n\n古之所謂豪傑之士者，必有過人之節。人情有所不能忍者，匹夫見辱，拔劍而起，挺身而鬥，此不足為勇也。天下有大勇者，卒然臨之而不驚，無故加之而不怒。此其所挾持者甚大，而其志甚遠也。\n\n夫子房受書於圯上之老人也，其事甚怪；然亦安知其非秦之世，有隱君子者出而試之。觀其所以微見其意者，皆聖賢相與警戒之義；而世不察，以為鬼物，亦已過矣。且其意不在書。\n\n當韓之亡，秦之方盛也，以刀鋸鼎鑊待天下之士。其平居無罪夷滅者，不可勝數。雖有賁、育，無所復施。夫持法太急者，其鋒不可犯，而其末可乘。子房不忍忿忿之心，以匹夫之力而逞於一擊之間；當此之時，子房之不死者，其間不能容發，蓋亦已危矣。千金之子，不死於盜賊，何者？其身之可愛，而盜賊之不足以死也。子房以蓋世之材，不為伊尹、太公之謀，而特出於荊軻、聶政之計，以僥倖於不死，此圯上老人之所為深惜者也。是故倨傲鮮腆而深折之。彼其能有所忍也，然後可以就大事，故曰：“孺子可教也。”\n\n楚莊王伐鄭，鄭伯肉袒牽羊以逆；莊王曰：“其君能下人，必能信用其民矣。”遂舍之。句踐之困於會稽，而歸臣妾於吳者，三年而不倦。且夫有報人之志，而不能下人者，是匹夫之剛也。夫老人者，以為子房才有餘，而憂其度量之不足，故深折其少年剛銳之氣，使之忍小忿而就大謀。何則？非有生平之素，卒然相遇於草野之間，而命以僕妾之役，油然而不怪者，此固秦皇之所不能驚，而項籍之所不能怒也。\n\n觀夫高祖之所以勝，而項籍之所以敗者，在能忍與不能忍之間而已矣。項籍唯不能忍，是以百戰百勝而輕用其鋒；高祖忍之，養其全鋒而待其弊，此子房教之也。當淮陰破齊而欲自王，高祖發怒，見於詞色。由此觀之，猶有剛強不忍之氣，非子房其誰全之？太史公疑子房以為魁梧奇偉，而其狀貌乃如婦人女子，不稱其志氣。嗚呼！此其所以為子房歟！\n\n"
		},
		{
			"章节": "宋元文一",
			"章节名称": "放鶴亭記",
			"章节内容": "蘇軾\n\n熙寧十年秋，彭城大水，雲龍山人張君之草堂，水及其半扇。明年春，水落，遷於故居之東，東山之麓。升高而望，得異境焉，作亭於其上。彭城之山，岡嶺四合，隱然如大環，獨缺其西十二，而山人之亭適當其缺。春夏之交，草木際天；秋冬雪月，千里一色；風雨晦明之間，俯仰百變。\n\n山人有二鶴，甚馴而善飛，旦則望西山之缺而放焉。縱其所如，或立於陂田，或翔於雲表，暮則傃東山而歸，故名之曰放鶴亭。\n\n郡守蘇軾時從賓客僚吏，往見山人，飲酒於斯亭而樂之。挹山人而告之曰：“子知隱居之樂乎？雖南面之君可與易也。易曰：‘鳴鶴在陰，其子和之。’詩曰：‘鶴鳴於九皋，聲聞於天。’蓋其為物，清遠閒放，超然於塵垢之外，故易詩人以比賢人君子。隱德之士，狎而玩之，宜若有益而無損者，然衛懿公好鶴，則亡其國，周公作酒誥，衛武公作抑戒，以為荒惑敗亂無若酒者，而劉伶阮籍之徒，以此全其真而名後世。嗟夫！南面之君，雖清遠閒放如鶴者，猶不得好，好之，則亡其國；而山林遁世之士，雖荒惑敗亂如酒者，猶不能為害，而況於鶴乎！由此觀之，其為樂未可以同日而語也。”山人忻然而笑曰：“有是哉！”乃作放鶴招鶴之歌曰：\n\n鶴飛去兮，西山之缺。高翔而下覽兮，擇所適。翻然斂翼，婉將集兮，忽何所見？矯然而復擊！獨終日於澗谷之間兮，啄蒼苔而履白石。\n\n鶴歸來兮，東山之陰。其下有人兮，黃冠草屨，葛衣而鼓琴。躬耕而食兮，其餘以飽汝。歸來歸來兮，西山不可以久留！\n\n"
		},
		{
			"章节": "宋元文二",
			"章节名称": "潮州韓文公廟碑",
			"章节内容": "蘇軾\n\n匹夫而為百世師，一言而為天下法，是皆有以參天地之化，關盛衰之運。其生也有自來，其逝也有所為。故申、呂自嶽降，傅說為列星，古今所傳，不可誣也。\n\n孟子日：“我善養吾浩然之氣。”是氣也，寓於尋常之中，而塞乎天地之間。卒然遇之，則王公失其貴，晉、楚失其富，良、平失其智，賁、育失其勇，儀、秦失其辯。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不隨死而亡者矣。故在天為星辰，在地為河嶽，幽則為鬼神，而明則復為人。此理之常，無足怪者。\n\n自東漢以來，道喪文弊，異端並起。歷唐貞觀、開元之盛，輔以房、杜、姚、宋而不能救。獨韓文公起布衣，談笑而麾之，天下靡然從公，復歸於正，蓋三百年於此矣。文起八代之衰，道濟天下之溺。忠犯人主之怒，而勇奪三軍之帥。此豈非參天地，關盛衰，浩然而獨存者乎？\n\n蓋嘗論天人之辨，以謂人無所不至，惟天不容偽。智可以欺王公，不可以欺豚魚；力可以得天下，不可以得匹夫匹婦之心。故公之精誠，能開衡山之雲，而不能回憲宗之惑；能馴鱷魚之暴，而不能弭皇甫鑮、李逢吉之謗；能信於南海之民，廟食百世，而不能使其身一日安之於朝廷之上。蓋公之所能者，天也；其所不能者，人也。\n\n始潮人未知學，公命進士趙德為之師。自是潮之士，皆篤於文行，延及齊民，至於今號稱易治。信乎孔子之言：“君子學道則愛人，小人學道則易使也。”潮人之事公也，飲食必祭，水旱疾疫，凡有求必禱焉。而廟在刺史公堂之後，民以出入為艱。前守欲請諸朝，作新廟，不果。元祐五年，朝散郎王君滌，來守是邦，凡所以養士治民者，一以公為師。民既悅服，則出令曰：“願新公廟者聽。”民歡趨之，卜地於州城之南七裡，期年而廟成。或曰：“公去國萬里，而謫於潮，不能一歲而歸，沒而有知，其不眷戀於潮也審矣。”軾曰：“不然。公之神在天下者，如水之在地中，無所往而不在也。而潮人獨信之深，思之至，v蒿悽愴，若或見之。譬如鑿井得泉，而曰水專在是，豈理也哉？”元豐元年，詔封公昌黎伯，故榜曰：“昌黎伯韓文公之廟。”潮人請書其事於石；因為作詩以遺之，使歌以祀公。其詞曰：\n\n“公昔騎龍白雲鄉，手決雲漢分天章。天孫為織雲錦裳，飄然乘風來帝旁。下與濁世掃秕糠，西遊咸池略扶桑。草木衣被昭回光，追逐李杜參翱翔；汗流籍、湜走且僵，滅沒倒景不可望。作書詆佛譏君王，要觀南海窺衡湘，歷舜九嶷吊英皇，祝融先驅海若藏，約束蛟鱷如驅羊。鈞天無人帝悲傷，謳吟下招遣巫陽。儤牲雞卜羞我觴，於粲荔丹與蕉黃。公不少留我涕滂，翩然被髮下大荒。”\n\n"
		},
		{
			"章节": "宋元文三",
			"章节名称": "前赤壁賦",
			"章节内容": "蘇軾\n\n壬戍之秋，七月既望，蘇子與客泛舟遊於赤壁之下。清風徐來，水波不興。舉酒屬客，誦明月之詩，歌窈窕之章。少焉，月出於東山之上，徘徊於斗牛之間。白露橫江，水光接天。縱一葦之所如，凌萬頃之茫然。浩浩乎如馮虛御風，而不知其所止，飄飄乎如遺世獨立，羽化而登仙。\n\n於是飲酒樂甚，扣舷而歌之。歌曰：“桂棹兮蘭槳，擊空明兮溯流光。渺渺兮予懷，望美人兮天一方。”客有吹洞蕭者，倚歌而和之，其聲嗚嗚然，如怨如慕，如泣如訴，餘音嫋嫋，不絕如縷。舞幽壑之潛蛟，泣孤舟之嫠婦。\n\n蘇子愀然，正襟危坐而問客曰：“何為其然也？”\n\n客曰：“‘月明星稀，烏鵲南飛’，此非曹孟德之詩乎？西望夏口，東望武昌，山川相繆，鬱乎蒼蒼，此非孟德之困於周郎者乎？方其破荊州，下江陵，順流而東也，舳艫千里，旌旗蔽空，釃酒臨江，橫槊賦詩，固一世之雄也，而今安在哉！況吾與子，漁樵於江渚之上，侶魚蝦而友麋鹿；駕一葉之扁舟，舉匏樽以相屬；寄蜉蝣於天地，渺滄海之一粟。哀吾生之須臾，羨長江之無窮；挾飛仙以遨遊，抱明月而長終；知不可乎驟得，託遺響於悲風。”\n\n蘇子曰：“客亦知夫水與月乎？逝者如斯，而未嘗往也。盈虛者如彼，而卒莫消長也。蓋將自其變者而觀之，則天地曾不能以一瞬；自其不變者而觀之，則物與我皆無盡也。而又何羨乎？且夫天地之間，物各有主。苟非吾之所有，雖一毫而莫取；惟江上之清風，與山間之明月，耳得之而為聲，目遇之而成色。取之無禁，用之不竭。是造物者之無盡藏也，而吾與子之所共適。”\n\n客喜而笑，洗盞更酌。餚核既盡，杯盤狼藉。相與枕籍乎舟中，不知東方之既白。\n\n"
		},
		{
			"章节": "宋元文四",
			"章节名称": "後赤壁賦",
			"章节内容": "蘇軾\n\n是歲十月之望，步自雪堂，將歸於臨皋，二客從予過黃泥之阪。霜露既降，木葉盡脫，人影在地，仰見明月，顧而樂之。行歌相答。已而嘆曰：“有客無酒，有酒無餚，月白風清，如此良夜何？”客曰：“今者薄暮，舉網得魚，巨口細鱗，狀似松江之鱸。顧安所得酒乎？”歸而謀諸婦，婦曰：“我有斗酒，藏之久矣，以待子不時之須。”於是攜酒與魚，復遊於赤壁之下。\n\n江流有聲，斷岸千尺；山高月小，水落石出。曾日月之幾何，而江山不可復識矣！予乃攝衣而上，履w巖，披蒙茸，踞虎豹，登虯龍，攀棲鶻之危巢，俯馮夷之幽宮，蓋二客不能從焉。\n\n劃然長嘯，草木震動，山鳴谷應，風起水湧，予亦悄然而悲，肅然而恐，凜乎其不可留也！反而登舟，放乎中流，聽其所止而休焉。\n\n時夜將半，四顧寂寥。適有孤鶴，橫江東來，翅如車輪，玄裳縞衣，戛然長鳴，掠予舟而西也。須臾客去，予亦就睡。\n\n夢一道士，羽衣蹁躚，過臨皋之下，揖予而言曰：“赤壁之遊，樂乎？”問其姓名，俯而不答。“鳴呼噫嘻！我知之矣，\n\n疇昔之夜，飛鳴而過我者，非子也耶？”道士顧笑，予亦驚悟。開戶視之，不見其處。\n\n"
		},
		{
			"章节": "宋元文五",
			"章节名称": "教戰守策",
			"章节内容": "蘇軾\n\n夫當今生民之患，果安在哉？在於知安而不知危，能逸而不能勞。此其患不見於今，而將見於他日。今不為之計，其後將有所不可救者。\n\n昔者先王知兵之不可去也，是故天下雖平，不敢忘戰。秋冬之隙，致民田獵以講武，教之以進退坐作之方，使其耳目習於鐘鼓旌旗之間而不亂，使其心志安於斬刈殺伐之際而不懾。是以雖有盜賊之變，而民不至於驚潰。\n\n及至後世，用迂儒之議，以去兵為王者之盛節。天下既定，則卷甲而藏之。數十年之後，甲兵頓弊，而人民日以安於佚樂；卒有盜賊之警，則相與恐懼訛言，不戰而走。開元、天寶之際，天下豈不大治？惟其民安於太平之樂，豢於遊戲酒食之間；其剛心勇氣，銷耗鈍眊，痿蹶而不復振。是以區區之祿山一出而乘之，四方之民，獸奔鳥竄，乞為囚虜之不暇，天下分裂，而唐室固以微矣。\n\n蓋嘗試論之：天下之勢，譬如一身。王公貴人所以養其身者，豈不至哉？而其平居常苦於多疾。至於農夫小民，終歲勤苦，而未嘗告病，此其故何也？夫風雨霜露寒暑之變，此疾之所由生也。農夫小民，盛夏力作，而窮冬暴露，其筋骸之所衝犯，肌膚之所浸漬，輕霜露而狎風雨，是故寒暑不能為之毒。\n\n今王公貴人，處於重屋之下，出則乘輿，風則襲裘，雨則御蓋。凡所以慮患之具，莫不備至。畏之太甚，而養之太過，小不如意，則寒暑入之矣。是以善養身者，使之能逸而能勞；步趨動作，使其四體狃於寒暑之變；然後可以剛健強力，涉險而不傷。夫民亦然。今者治平之日久，天下之人，驕惰脆弱，如婦人孺子，不出於閨門。論戰鬥之事，則縮頸而股慄；聞盜賊之名，則掩耳而不願聽。而士大夫亦未嘗言兵，以為生事擾民，漸不可長。此不亦畏之太甚，而養之太過歟？\n\n且夫天下固有意外之患也。愚者見四方之無事，則以為變故無自而有，此亦不然矣。今國家所以奉西北二虜者，歲以百萬計。奉之者有限，而求之者無厭，此其勢必至於戰。戰者必然之勢也。不先於我，則先於彼；不出於西，則出於北。所不可知者，有遲速遠近，而要以不能免也。\n\n天下苟不免於用兵，而用之不以漸，使民於安樂無事之中，一旦出身而蹈死地，則其為患必有不測。故曰：天下之民，知安而不知危，能逸而不能勞，此臣所謂大患也。臣欲使士大夫尊尚武勇，講習兵法；庶人之在官者，教以行陣之節；役民之司盜者，授以擊刺之術。每歲終則聚於郡府，如古都試之法，有勝負，有賞罰，而行之既久，則又以軍法從事。然議者必以為無故而動民，又撓以軍法，則民將不安，而臣以為此所以安民也。天下果未能去兵，則其一旦將以不教之民而驅之戰。夫無故而動民，雖有小怨，然熟與夫一旦之危哉？\n\n今天下屯聚之兵，驕豪而多怨，陵壓百姓，而邀其上者，何故？此其心，以為天下之知戰者，惟我而已。如使平民皆習於兵，彼知有所敵，則固以破其奸謀，而折其驕氣。利害之際，豈不亦甚明歟？\n\n"
		},
		{
			"章节": "宋元文六",
			"章节名称": "六國論",
			"章节内容": "蘇轍\n\n愚讀六國世家，竊怪天下之諸侯，以五倍之地，十倍之眾，發憤西向，以攻山西千里之秦而不免於滅亡，常為之深思遠慮，以為必有可以自安之計。蓋未嘗不咎其當時之士，慮患之疏，而見利之淺，且不知天下之勢也。\n\n夫秦之所與諸侯爭天下者，不在齊、楚、燕、趙也，而在韓、魏之郊；諸侯之所與秦爭天下者，不在齊、楚、燕、趙也，而在韓、魏之野；秦之有韓、魏，譬如人之有腹心之疾也。韓、魏塞秦之衝，而蔽山東之諸侯，故夫天下之所重者，莫如韓、魏也。\n\n昔者范雎用於秦而收韓，商鞅用於秦而收魏，昭王未得韓、魏之心，而出兵以攻齊之剛、壽，而范雎以為憂，然則秦之所忌者，可以見矣。秦之用兵於燕、趙，秦之危事也。越韓過魏而攻人之國都，燕、趙拒之於前，而韓、魏乘之於後，此危道也。而秦之攻燕、趙，未嘗有韓、魏之憂，則韓、魏之附秦故也。夫韓、魏諸侯之障，而使秦人得出入於其間，此豈知天下之勢邪？委區區之韓、魏，以當虎狼之強秦，彼安得不折而入於秦哉？韓、魏折而入於秦，然後秦人得通其兵於東諸侯，而使天下遍受其禍。\n\n夫韓、魏不能獨當秦，而天下之諸侯，藉之以蔽其西，故莫如厚韓親魏以擯秦。秦人不敢逾韓、魏以窺齊、楚、燕、趙之國，而齊、楚、燕、趙之國，因得以自安於其間矣。以四無事之國，佐當寇之韓、魏，使韓、魏無東顧之憂，而為天下出身以當秦兵。以二國委秦，而四國休息於內，以陰助其急，若此可以應夫無窮。彼秦者將何為哉？不知出此，而乃貪疆埸尺寸之利，背盟敗約，以自相屠滅，秦兵未出，而天下諸侯已自困矣。至使秦人得間其隙以取其國，可不悲哉！\n\n"
		},
		{
			"章节": "宋元文六",
			"章节名称": "上樞密韓太尉書",
			"章节内容": "蘇轍\n\n太尉執事：轍生好為文，思之至深，以為文者氣之所形。然文不可以學而能，氣可以養而致。孟子曰：“我善養吾浩然之氣。”今觀其文章，寬厚巨集博，充乎天地之間，稱其氣之小大。太史公行天下，周覽四海名山大川，與燕、趙間豪俊交遊，故其文疏蕩，頗有奇氣。此二子者，豈嘗執筆學為如此之文哉？其氣充乎其中，而溢乎其貌，動乎其言，而見乎其文，而不自知也。\n\n轍生十有九年矣。其居家所與遊者，不過其鄰里鄉黨之人，所見不過數百里之間，無高山大野，可登覽以自廣。百氏之書雖無所不讀，然皆古人之陳述，不足以激發其志氣。恐遂汩沒，故決然捨去，求天下奇聞壯觀，以知天地之廣大。\n\n過秦漢之故鄉，恣觀終南、嵩、華之高；北顧黃河之奔流，慨然想見古之豪傑。至京師，仰觀天子宮闕之壯，與倉廩府庫、城池苑囿之富且大也，而後知天下之巨麗。見翰林歐陽公，聽其議論之巨集辯，觀其容貌之秀偉，與其門人賢士大夫遊，而後知天下之文章聚乎此也。\n\n太尉以才略冠天下，天下之所恃以無憂，四夷之所憚以不敢發。入則周公、召公，出則方叔、召虎，而轍也未之見焉。且夫人之學也，不志其大，雖多而何為？轍之來也，于山見終南、嵩、華之高，於水見黃河之大且深，於人見歐陽公，而猶以為未見太尉也！故願得觀賢人之光耀，聞一言以自壯，然後可以盡天下之大觀而無憾者矣。\n\n轍年少，未能通習吏事。向之來，非有取於升斗之祿；偶然得之，非其所樂。然幸得賜歸待選，使得優遊數年之間，將歸益治其文，且學為政。太尉苟以為可教而辱教之，又幸矣。\n\n"
		},
		{
			"章节": "宋元文七",
			"章节名称": "贈黎安二生序",
			"章节内容": "曾鞏\n\n趙郡蘇軾，餘之同年友也。自蜀以書至京師遺餘，稱蜀之士，曰黎生、安生者。既而黎生攜其文數十萬言，安生攜其文亦數千言，辱以顧餘。讀其文，誠閎壯雋偉，善反覆馳騁，窮盡事理；而其材力之放縱，若不可極者也。二生固可謂魁奇特起之士，而蘇君固可謂善知人者也。\n\n頃之，黎生補江陵府司法參軍。將行，請餘言以為贈。餘曰：“餘之知生，既得之於心矣，乃將以言相求於外邪？”黎生曰：“生與安生之學於斯文，裡之人皆笑以為迂闊。今求子之言，蓋將解惑於里人。”\n\n餘聞之，自顧而笑。夫世之迂闊，孰有甚於予乎！知信乎古，而不知合乎世；知志乎道，而不知同乎俗。此餘所以困於今而不自知也。世之迂闊，孰有甚於予乎！今生之迂，特以文不近俗，迂之小者耳，患為笑於裡之人。若餘之迂大矣，使生持吾言而歸，且重得罪，庸詎止於笑乎？\n\n然則若餘之於生，將何言哉？謂餘之迂為善，則其患若此；謂為不善，則有以合乎世，必違乎古，有以同乎俗，必離乎道矣。生其無急於解里人之惑，則於是焉，必能擇而取之。遂書以贈二生，並示蘇君，以為何如也？\n\n"
		},
		{
			"章节": "宋元文八",
			"章节名称": "戰國策目錄序",
			"章节内容": "曾鞏\n\n劉向所定戰國策三十三篇，崇文總目稱十一篇者闕。臣訪之士大夫家，始盡得其書，正其誤謬，而疑其不可考者，然後戰國策三十三篇復完。\n\n敘曰：向敘此書，言周之先，明教化，修法度，所以大治；及其後，謀詐用，而仁義之路塞，所以大亂，其說既美矣。卒以謂此書戰國之謀士，度時君之所能行，不得不然；則可謂惑於流俗，而不篤於自信者也。\n\n夫孔、孟之時，去周之初已數百歲，其舊法已亡，舊俗已熄久矣；二子乃獨明先王之道，以謂不可改者，豈將強天下之主以後世之不可為哉？亦將因其所遇之時，所遭之變，而為當世之法，使不失乎先王之意而已。\n\n二帝三王之治，其變固殊，其法固異，而其為國家天下之意，本末先後，未嘗不同也。二子之道如是而已。蓋法者，所以適變也，不必盡同；道者，所以立本也，不可不一。此理之不易者也。故二子者守此，豈好為異論哉？能勿苟而已矣。可謂不惑乎流俗而篤於自信者也。\n\n戰國之遊士則不然。不知道之可信，而樂於說之易合。其設心注意，偷為一切之計而已。故論詐之便而諱其敗，言戰之善而蔽其患。其相率而為之者，莫不有利焉，而不勝其害也；有得焉，而不勝其失也。卒至蘇秦、商鞅、孫臏、吳起、李斯之徒，以亡其身；而諸侯及秦用之者，亦滅其國。其為世之大禍明矣，而俗猶莫之寤也。惟先王之道，因時適變，為法不同，而考之無疵，用之無弊。故古之聖賢，未有以此而易彼也。\n\n或曰：“邪說之害正也，宜放而絕之。則此書之不泯，其可乎？”對曰：“君子之禁邪說也，固將明其說於天下，使當世之人皆知其說之不可從，然後以禁則齊；使後世之人皆知其說之不可為，然後以戒則明，豈必滅其籍哉？放而絕之，莫善於是。是以孟子之書，有為神農之言者，有為墨子之言者，皆著而非之。至於此書之作，則上繼春秋，下至楚漢之起，二百四十五年之間，載其行事，固不可得而廢也。”\n\n此書有高誘注者二十一篇，或曰三十二篇，崇文總目存者八篇，今存者十篇。\n\n"
		},
		{
			"章节": "宋元文九",
			"章节名称": "遊褒禪山記",
			"章节内容": "王安石\n\n褒禪山，亦謂之華山，唐浮圖慧褒，始舍於其址，而卒葬之，以故其後名之曰褒禪。今所謂慧空禪院者，褒之廬冢也。距其院東五里，所謂華陽洞者，以其在華山之陽名之也。距洞百餘步，有碑僕道，其文漫滅，獨其為文猶可識，曰：“花山”，今言華如華實之華者，蓋音謬也。\n\n其下平曠，有泉側出，而記遊者甚眾，所謂前洞也。由山以上五六裡，有穴窈然，入之甚寒，問其深，則雖好遊者不能窮也，謂之後洞。餘與四人擁火以入，入之愈深，其進愈難，而其見愈奇。有怠而欲出者，曰：“不出，火且盡。”遂與之俱出。蓋予所至，比好遊者尚不能什一，然視其左右，來而記之者已少；蓋其又深，則其至又加少矣。方是時，予之力尚足以入，火尚足以明也。既其出，則或咎其欲出者，而予亦悔其隨之，而不得極夫遊之樂也。\n\n於是予有嘆焉：古人之觀於天地、山川、草木、蟲魚、鳥獸，往往有得，以其求思之深，而無不在也。夫夷以近，則遊者眾；險以遠，則至者少；而世之奇偉瑰怪非常之觀，常在於險遠而人之所罕至焉，故非有志者不能至也。有志矣，不隨以止也，然力不足者亦不能至也。有志與力，而又不隨以怠，至於幽暗昏惑，而無物以相之，亦不能至也。然力足以至焉而不至，於人為可譏，而在己為有悔；盡吾志也，而不能至者，可以無悔矣，其孰能譏之乎？此予之所得也！餘於僕碑，又以悲夫古書之不存，後世之謬其傳而莫能名者，何可勝道也哉！此所以學者不可以不深思而慎取之也。四人者：廬陵蕭君圭君玉，長樂王回深父，餘弟安國平父、安上純父。\n\n"
		},
		{
			"章节": "宋元文十",
			"章节名称": "白鹿洞書院學規",
			"章节内容": "朱熹\n\n父子有親。君臣有義。夫婦有別。長幼有序。朋友有信。右五教之目。堯、舜使契為司徒，敬敷五教，即此是也。\n\n學者學此而已。而其所以學之之序，亦有五焉，其別如左：博學之。審問之。謹思之。明辨之。篤行之。右為學之序。學、問、思、辨四者，所以窮理也。若夫篤\n\n行之事，則自修身以至於處事、接物，亦各有要，其別如左：言忠信。行篤敬。懲忿窒欲。遷善改過。右修身之要。正其義不謀其利。明其道不計其功。右處事之要。己所不欲，勿施於人。行有不得，反求諸己。右接物之要。熹竊觀古昔聖賢所以教人為學之意，莫非使之講明義理，以修其身，然後推以及人，非徒欲其務記覽，為詞章，以釣聲名，取利祿而已也。今人之為學者，則既反是矣。然聖賢所以教人之法，具存於經，有志之士，固當熟讀、深思而問、辨之。苟知其理之當然，而責其身以必然，則夫規矩禁防之具，豈待他人設之而後有所持循哉？近世於學有規，其待學者為已淺矣。而其為法，又未必古人之意也。故今不復以施於此堂，而特取凡聖賢所以教人為學之大端，條列如右，而揭之楣間。諸君其相與講明遵守，而責之於身焉，則夫思慮云為之際，其所以戒謹而恐懼者，必有嚴於彼者矣。其有不然，而或出於此言之所棄，則彼所謂規者，必將取之，固不得而略也。諸君其亦念之哉！\n\n"
		},
		{
			"章节": "宋元文十一",
			"章节名称": "正氣歌並序",
			"章节内容": "文天祥\n\n餘囚北庭，坐一土室，室廣八尺，深可四尋，單扉低小，白間短窄，汙下而幽暗。當此夏日，諸氣萃然：雨潦四集，浮動床幾，時則為水氣；塗泥半朝，蒸漚歷瀾，時則為土氣；乍晴暴熱，風道四塞，時則為日氣；簷陰薪爨，助長炎虐，時則為火氣；倉腐寄頓，陳陳逼人，時則為米氣；駢肩雜沓，腥臊汗垢，時則為人氣；或圊溷、或毀屍、或腐鼠，惡氣雜出，時則為穢氣。疊是數氣，當之者鮮不為厲。而予以孱弱，俯仰其間，於茲二年矣，幸而無恙，是殆有養致然爾。然亦安知所養何哉？孟子曰：“吾善養吾浩然之氣。”彼氣有七，吾氣有一，以一敵七，吾何患焉！況浩然者，乃天地之正氣也，作正氣歌一首。\n\n天地有正氣，雜然賦流形。下則為河嶽，上則為日星。於人曰浩然，沛乎塞蒼冥。皇路當清夷，含和吐明庭。時窮節乃見，一一垂丹青。在齊太史簡，在晉董狐筆。在秦張良椎，在漢蘇武節。為嚴將軍頭，為嵇侍中血。為張睢陽齒，為顏常山舌。或為遼東帽，清操厲冰雪。或為出師表，鬼神泣壯烈。或為渡江楫，慷慨吞胡羯。或為擊賊笏，逆豎頭破裂。是氣所磅礴，凜烈萬古存。當其貫日月，生死安足論。地維賴以立，天柱賴以尊。三綱實繫命，道義為之根。嗟予遘陽九，隸也實不力。楚囚纓其冠，傳車送窮北。鼎鑊甘如飴，求之不可得。陰房闐鬼火，春院閉天黑。牛驥同一皁，雞棲鳳凰食。一朝濛霧露，分作溝中瘠。如此再寒暑，百癘自辟易。嗟哉沮洳場，為我安樂國。豈有他繆巧，陰陽不能賊。顧此耿耿在，仰視浮雲白。悠悠我心悲，蒼天曷有極。哲人日已遠，典刑在夙昔。風簷展書讀，古道照顏色。\n\n"
		},
		{
			"章节": "宋元文十二",
			"章节名称": "送秦中諸人引",
			"章节内容": "元好問\n\n關中風土完厚，人質直而尚義；風聲習氣，歌謠慷慨，且有秦漢之舊。至於山川之勝，遊觀之富，天下莫與為比。故有四方之志者，多樂居焉。\n\n予年二十許時，侍先人官略陽，以秋試，留長安中八九月。時紈綺氣未除，沈湎酒間，知有遊觀之美，而不暇也。長大來，與秦人遊益多，知秦中事益熟，每聞談周漢都邑，及藍田鄠杜間風物，則喜色津津然動於顏間。二三君多秦人，與予遊，道相合而意相得也。常約近南山，尋一牛田，營五畝之宅，如舉子結夏課時，聚書深讀，時時釀酒為具，從賓客遊，伸眉高談，脫屣世事，覽山川之勝概，考前世之遺蹟，庶幾乎不負古人者。然予以家在嵩前，暑途千里，不若二三君之便於歸也。\n\n清秋揚鞭，先我就道，矯首西望，長吁青雲。今夫世俗愜意事，如美食、大官、高貲、華屋，皆眾人所必爭，而造物者之所甚靳，有不可得者。若夫閒居之樂，澹乎其無味，漠乎其無所得，蓋自放於方之外者之所貪，人何所爭，而造物者亦何靳耶？行矣諸君！明年春風，待我於輞川之上矣。\n\n"
		},
		{
			"章节": "宋元文十三",
			"章节名称": "尚志齋說",
			"章节内容": "虞集\n\n亦嘗觀於射乎？正鵠者，射者之所志也。於是良爾弓，直爾矢，養爾氣，畜爾力，正爾身，守爾法，而臨之。挽必圓，視必審，發必決，求中乎正鵠而已矣。正鵠之不立，則無專一之趣鄉，則雖有善器、強力，茫茫然將安所施哉？況乎弛焉以嬉，嫚焉以發，初無定的，亦不期於必中者，其君子絕之，不與為偶，以其無志也。善為學者，苟知此說，其亦可以少警矣乎？\n\n夫學者之慾至於聖賢，猶射者之求中夫正鵠也。不以聖賢為準的而學者，是不立正鵠而射者也。志無定向，則氾濫茫洋，無所底止，其不為妄人者幾希！此立志之最先者也。既有定向，則求所以至之之道焉，尤非有志者不能也。是故從師、取友，讀書、窮理，皆求至之事也。於是平居無事之時，此志未嘗慢也；應事接物之際，此志未嘗亂也；安逸順適，志不為喪；患難憂戚，志不為懾，必求達吾之慾至而後已。此立志始終不可渝者也。是故志苟立矣，雖至於聖人可也。昔人有言曰：“有志者，事竟成。”又曰：“用志不分，乃凝於神。”此之謂也。志苟不立，雖細微之事，猶無可成之理，況為學之大乎？昔者夫子以生知天縱之資，其始學也，猶必曰志，況吾黨小子之至愚極困者乎？其不可不以尚志為至要至急也，審矣。\n\n今大司寇之上士浚儀黃君之善教子也，和而有制，嚴而不離。嘗遣濟也受業於予，濟也請題其齋居以自勵，因為書“尚志”二字以贈之。他日暫還其鄉，又來求說，援筆書所欲言，不覺其煩也。濟也尚思立志乎哉！\n\n"
		},
		{
			"章节": "明文一",
			"章节名称": "司馬季主論卜",
			"章节内容": "劉基\n\n東陵侯既廢，過司馬季主而卜焉。季主曰：“君侯何卜也？”東陵侯曰：“久臥者思起，久蟄者思啟，久懣者思嚏。吾聞之：‘蓄極則洩，閟極則達，熱極則風，壅極則通。一冬一春，靡屈不伸；一起一伏，無往不復。’僕竊有疑，願愛教焉！”季主曰：“若是，則君侯已喻之矣！又何卜為？”東陵侯曰：“僕未究其奧也，願先生卒教之。”\n\n季主乃言曰：“嗚呼！天道何親？惟德之親。鬼神何靈？因人而靈。夫蓍，枯草也，龜，枯骨也，物也。人，靈於物者也，何不自聽而聽於物乎？且君侯何不思昔者也？有昔必有今日。是故碎瓦頹垣，昔日之歌樓舞館也；荒榛斷梗，昔日之瓊蕤玉樹也；露蠶風蟬，昔日之鳳笙龍笛也；鬼磷螢火，昔日之金缸華燭也；秋荼春薺，昔日之象白駝峰也；丹楓白荻，昔日之蜀錦齊紈也。昔日之所無，今日有之不為過；昔日之所有，今日無之不為不足。是故一晝一夜，華開者謝；一春一秋，物故者新。激湍之下，必有深潭；高丘之下，必有浚谷。君侯亦知之矣！何以卜為？”\n\n"
		},
		{
			"章节": "明文二",
			"章节名称": "賣柑者言",
			"章节内容": "劉基\n\n杭有賣果者，善藏柑，涉寒暑不潰，出之燁然，玉質而金色。置於市，賈十倍，人爭鬻之。予貿得其一，剖之，如有煙撲口鼻。視其中，則幹若敗絮。予怪而問之曰：“若所市於人者，將以實籩豆，奉祭祀、供賓客乎？將炫外以惑愚瞽也？甚矣哉，為欺也！”\n\n賣者笑曰：“吾業是有年矣，吾賴是以食吾軀。吾售之，人取之，未嘗有言，而獨不足於子乎！世之為欺者不寡矣，而獨我也乎？吾子未之思也！今夫佩虎符、坐皋比者，洸洸乎干城之具也，果能授孫、吳之略耶？峨大冠、託長紳者，昂昂乎廟堂之器也，果能建伊、皋之業耶？盜起而不知御，民困而不知救，吏奸而不知禁，法x而不知理，坐縻廩粟而不知恥。觀其坐高堂、騎大馬、醉醇醴而飫肥鮮者，孰不巍巍乎可畏，赫赫乎可象也！又何往而不金玉其外、敗絮其中也哉！今子是之不察，而以察吾柑！”\n\n予默然無應。退而思其言，類東方生滑稽之流。豈其憤世疾邪者耶？而託於柑以諷耶？\n\n"
		},
		{
			"章节": "明文三",
			"章节名称": "尚節亭記",
			"章节内容": "劉基\n\n古人植卉木而有取義焉者，豈徒為玩好而已。故蘭取其芳，諼草取其忘憂，蓮取其出汙而不染。不特卉木也，佩以玉，環以象，坐右之器以欹；或以之比德而自勵，或以之懲志而自警，進德修業，於是乎有裨焉。\n\n會稽黃中立，好植竹，取其節也，故為亭竹間，而名之曰“尚節之亭”，以為讀書遊藝之所，澹乎無營乎外之心也。予觀而喜之。\n\n夫竹之為物，柔體而虛中，婉婉焉而不為風雨摧折者，以其有節也。至於涉寒暑，蒙霜雪，而柯不改，葉不易，色蒼蒼而不變，有似乎臨大節而不可奪之君子。信乎有諸中，形於外，為能踐其形也。然則以節言竹，復何以尚之哉！\n\n世衰道微，能以節立身者鮮矣。中立抱材未用，而早以節立志，是誠有大過人者，吾又安得不喜之哉！\n\n夫節之時義，大易備矣；無庸外而求也。草木之節，實枝葉之所生，氣之所聚，筋脈所湊。故得其中和，則暢茂條達，而為美植；反之，則為瞞為液，為癭腫，為樛屈，而以害其生矣。是故春夏秋冬之分至，謂之節；節者，陰陽寒暑轉移之機也。人道有變，其節乃見；節也者，人之所難處也，於是乎有中焉。故讓國，大節也，在泰伯則是，在季子則非；守死，大節也，在子思則宜，在曾子則過。必有義焉，不可膠也。擇之不精，處之不當，則不為暢茂條達，而為瞞液、癭腫、樛屈矣，不亦遠哉？\n\n傳曰：“行前定則不困。”平居而講之，他日處之裕如也。然則中立之取諸竹以名其亭，而又與吾徒遊，豈苟然哉？\n\n"
		},
		{
			"章节": "明文四",
			"章节名称": "深慮論",
			"章节内容": "方孝孺\n\n慮天下者，常圖其所難，而忽其所易；備其所可畏，而遺其所不疑。然而禍常發於所忽之中，而亂常起於不足疑之事。豈其慮之未周與？蓋慮之所能及者，人事之宜然；而出於智力之所不及者，天道也。\n\n當秦之世，而滅六諸侯，一天下，而其心以為周之亡，在乎諸侯之強耳。變封建而為郡縣，方以為兵革可不復用，天子之位可以世守，而不知漢帝起隴畝之匹夫，而卒亡秦之社稷。漢懲秦之孤立，於是大建庶孽而為諸侯，以為同姓之親，可以相繼而無變，而七國萌篡弒之謀。武宣以後，稍剖析之而分其勢，以為無事矣，而王莽卒移漢祚。光武之懲哀平，魏之懲漢，晉之懲魏，各懲其所由亡而為之備，而其亡也，皆出其所備之外。\n\n唐太宗聞武氏之殺其子孫，求人於疑似之際而除之，而武氏日侍其左右而不悟。宋太祖見五代方鎮之足以制其君，盡釋其兵權，使力弱而易制，而不知子孫卒因於夷狄。此其人皆有出人之智，負蓋世之才，其於治亂存亡之幾，思之詳而備之審矣。慮切於此，而禍興於彼，終至於亂亡者，何哉？蓋智可以謀人，而不可以謀天。良醫之子，多死於病；良巫之子，多死於鬼。彼豈工於活人而拙於活己之子哉？乃工於謀人而拙於謀天也。\n\n古之聖人，知天下後世之變，非智慮之所能周，非法術之所能制，不敢肆其私謀詭計，而惟積至誠、用大德，以結乎天心，使天眷其德，若慈母之保赤子而不忍釋。故其子孫，雖有至愚不肖者足以亡國，而天卒不忍遽亡之，此慮之遠者也。夫苟不能自結於天，而欲以區區之智，籠絡當世之務，而必後世之無危亡，此理之所必無者也，而豈天道哉？\n\n"
		},
		{
			"章节": "明文五",
			"章节名称": "瘞旅文",
			"章节内容": "王守仁\n\n維正德四年秋月三日，有吏目雲自京來者，不知其名氏，攜一子、一僕，將之任，過龍場，投宿土苗家。予從籬落間望見之，陰雨昏黑，欲就問訊北來事，不果。明早，遣人覘之，已行矣。薄午，有人自蜈蚣坡來，雲一老人死坡下，傍兩人哭之哀。予曰：“此必吏目死矣。傷哉！”薄暮，復有人來雲，坡下死者二人，傍一人坐嘆。詢其狀，則其子又死矣。明日，復有人來雲，見坡下積屍三焉，則其僕又死矣。嗚呼傷哉！\n\n念其暴骨無主，將二童子持畚鍤往瘞之，二童子有難色然。予曰：“嘻！吾與爾猶彼也！”二童憫然涕下，請往。就其傍山麓為三坎，埋之。又以只雞、飯三盂，嗟吁涕洟而告之曰：“嗚呼傷哉！毉何人？毉）何人？吾龍場驛丞餘姚王守仁也。吾與爾皆中土之產，吾不知爾郡邑，爾烏為乎來為茲山之鬼乎？古者重去其鄉，遊宦不逾千里。吾以竄逐而來此，宜也。爾亦何辜乎？聞爾官，吏目耳，俸不能五斗，爾率妻子躬耕可有也，烏為乎以五斗而易爾七尺之軀，又不足，而益以爾子與僕乎？嗚呼傷哉！爾誠戀茲五斗而來，則宜欣然就道，烏為乎吾昨望見爾容，蹙然蓋不勝其憂者？夫衝冒霜露，扳援崖壁，行萬峰之頂，飢渴勞頓，筋骨疲憊，而又瘴癘侵其外，憂鬱攻其中，其能以無死乎？吾固知爾之必死，然不謂若是其速，又不謂爾子、爾僕，亦遽然奄忽也！皆爾自取，謂之何哉？”\n\n“吾念爾三骨之無依而來瘞耳，乃使吾有無窮之愴也！嗚呼痛哉！縱不爾瘞，幽崖之狐成群，陰壑之虺如車輪，亦必能葬爾於腹，不致久暴露爾！爾既已無知，然吾何能為心乎？自吾去父母鄉國而來此，二年矣；歷瘴毒而苟能自全，以吾未嘗一日之慼慼也。今悲傷若此，是吾為爾者重，而自為者輕也；吾不宜復為爾悲矣。吾為爾歌，爾聽之！”\n\n“歌曰：‘連峰際天兮，飛鳥不通。遊子懷鄉兮，莫知西東。莫知西東兮，維天則同。異域殊方兮，環海之中。達觀隨寓兮，奚必予宮。魂兮魂兮，無悲以恫！’”\n\n“又歌以慰之曰：‘與爾皆鄉土之離兮！蠻之人言語不相知兮！性命不可期！吾苟死於茲兮，率爾子僕，來從予兮！吾與爾遨以嬉兮，驂紫彪而乘文螭兮，登望故鄉而噓唏兮！吾苟獲生歸兮，爾子爾僕尚爾隨兮，無以無侶悲兮！道傍之冢累累兮，多中土之流離兮，相與呼嘯而徘徊兮！餐風飲露，無爾飢兮！朝友麋鹿，暮猿與棲兮！爾安爾居兮，無為厲於茲墟兮！’”\n\n"
		},
		{
			"章节": "明文六",
			"章节名称": "教條示龍場諸生",
			"章节内容": "王守仁\n\n諸生相從於此，甚盛。恐無能為助也，以四事相規，聊以答諸生之意。一曰立志，二曰勤學，三曰改過，四曰責善。其慎聽毋忽！\n\n立志\n\n志不立，天下無可成之事。雖百工技藝，未有不本於志者。今學者曠廢隳惰，玩歲愒時，而百無所成，皆由於志之未立耳。故立志而聖，則聖矣；立志而賢，則賢矣；志不立，如無舵之舟，無銜之馬，漂盪奔逸，終亦何所底乎？昔人所言：“使為善而父母怒之，兄弟怨之，宗族鄉黨賤惡之，如此而不為善，可也。為善則父母愛之，兄弟悅之，宗族鄉黨敬信之，何苦而不為善、為君子？使為惡而父母愛之，兄弟悅之，宗族鄉黨敬信之，如此而為惡，可也。為惡則父母怒之，兄弟怨之，宗族鄉黨賤惡之，何苦必為惡、為小人？”諸生念此，亦可以知所立志矣。\n\n勤學\n\n已立志為君子，自當從事於學。凡學之不勤，必其志之尚未篤也。從吾遊者，不以聰慧警捷為高，而以勤確謙抑為上。諸生試觀儕輩之中，苟有“虛而為盈，無而為有”，諱己之不能，忌人之有善，自矜自是，大言欺人者，使其人資稟雖甚超邁，儕輩之中有弗疾惡之者乎？有弗鄙賤之者乎？彼固將以欺人，人果遂為所欺，有弗竊笑之者乎？苟有謙默自持，無能自處，篤志力行，勤學好問；稱人之善，而咎己之失；從人之長，而明己之短；忠信樂易，表裡一致者，使其人資稟雖甚魯鈍，儕輩之中，有弗稱慕之者乎？彼固以無能自處，而不求上人，人果遂以彼為無能，有弗敬尚之者乎？諸生觀此，亦可以知所從事於學矣。\n\n改過\n\n夫過者，自大賢所不免，然不害其卒為大賢者，為其能改也。故不貴於無過，而貴於能改過。諸生自思，平日亦有缺於廉恥忠信之行者乎？亦有薄於孝友之道，陷於狡詐偷刻之習者乎？諸生殆不至於此。不幸或有之，皆其不知而誤蹈，素無師友之講習規飭也。諸生試內省，萬一有近於是者，固亦不可以不痛自悔咎，然亦不當以此自歉，遂餒於改過從善之心。但能一旦脫然洗滌舊染，雖昔為盜寇，今日不害為君子矣。若曰吾昔已如此，今雖改過而從善，將人不信我，且無贖於前過，反懷羞澀疑沮，而甘心於汙濁終焉，則吾亦絕望爾矣。\n\n責善\n\n“責善，朋友之道。”然須“忠告而善道之”，悉其忠愛，致其婉曲，使彼聞之而可從，繹之而可改，有所感而無所怒，乃為善耳。若先暴白其過惡，痛毀極詆，使無所容，彼將發其愧恥憤恨之心，雖欲降以相從，而勢有所不能，是激之而使為惡矣。故凡訐人之短，攻發人之陰私，以沽直者，皆不可以言責善。雖然，我以是而施於人，不可也；人以是而加諸我，凡攻我之失者，皆我師也，安可以不樂受而心感之乎？某於道未有所得，其學鹵莽耳。謬為諸生相從於此。每終夜以思，惡且未免，況於過乎？人謂“事師無犯無隱”，而遂謂師無可諫，非也。諫師之道，直不至於犯，而婉不至於隱耳。使吾而是也，因得以明其是；吾而非也，因得以去其非。蓋D相長也。諸生責善，當自吾始。\n\n"
		},
		{
			"章节": "明文七",
			"章节名称": "報劉一丈書",
			"章节内容": "宗臣\n\n數千裡外，得長者時賜一書，以慰長想，即亦甚幸矣，何至更辱饋遺，則不才益將何以報焉？書中情意甚殷，即長者之不忘老父，知老父之念長者深也。至以“上下相孚，才德稱位“語不才，則不才有深感焉。\n\n夫才德不稱，固自知之矣。至於不孚之病，則尤不才為甚。且今之所謂孚者，何哉？日夕策馬候權者之門，門者故不入，則甘言媚婦人狀，袖金以私之。即門者持刺入，而主人又不即出見；立廄中僕馬之間，惡氣襲衣袖，即飢寒毒熱不可忍，不去也。抵暮，則前所受贈金者，出報客曰：“相公倦，謝客矣！客請明日來！”即明日，又不敢不來。夜披衣坐，聞雞鳴，即起盥櫛，走馬抵門，門者怒曰：“為誰？”則曰：“昨日之客來。”則怒曰：“何客之勤也？豈有相公此時出見客乎？”客心恥之，強忍而與言曰：“亡奈何矣，姑容我入！”門者又得所贈金，則起而入之，又立向所立廄中。\n\n幸主者出，南面召見，則驚走匍匐階下。主者曰：“進！”則再拜，故遲不起，起則上所上壽金。主者故不受，則固請。主者故固不受，則又固請，然後命吏納之。則又再拜，又故遲不起，起則五六揖始出。出揖門者曰：“官人幸顧我，他日來，幸無阻我也！”門者答揖。大喜奔出，馬上遇所交識，即揚鞭\n\n語曰：“適自相公家來，相公厚我，厚我！”且虛言狀。即所交識，亦心畏相公厚之矣。相公又稍稍語人曰：“某也賢！某也賢！”聞者亦心許交贊之。此世所謂上下相孚也，長者謂僕能之乎？\n\n前所謂權門者，自歲時伏臘，一刺之外，即經年不往也。間道經其門，則亦掩耳閉目，躍馬疾走過之，若有所追逐者，斯則僕之褊衷，以此長不見悅於長吏，僕則愈益不顧也。每大言曰：“人生有命，吾惟守分而已。”長者聞之，得無厭其為迂乎？\n\n"
		},
		{
			"章节": "明文八",
			"章节名称": "寒花葬志",
			"章节内容": "歸有光\n\n婢，魏孺人媵也。嘉靖丁酉五月四日死，葬虛丘。事我而不卒，命也夫！\n\n婢初媵時，年十歲，垂雙鬟，曳深綠布裳。一日，天寒，艹火煮荸薺熟，婢削之盈甌；餘入自外，取食之；婢持去，不熱與。魏孺人笑之。孺人每令婢倚几旁飯，即飯，目眶冉冉動。孺人又指予以為笑。\n\n回思是時，奄忽便已十年。籲，可悲也已！\n\n"
		},
		{
			"章节": "明文九",
			"章节名称": "滄浪亭記",
			"章节内容": "歸有光\n\n浮圖文瑛，居大雲庵，環水，即蘇子美滄浪亭之地也。亟求餘作滄浪亭記，曰：“昔子美之記，記亭之勝也。請子記吾所以為亭者。”\n\n餘曰：“昔吳越有國時，廣陵王鎮吳中，治南園於子城之西南。其外戚孫承佑，亦治園於其偏。迨淮海納土，此園不廢，蘇子美始建滄浪亭，最後禪者居之，此滄浪亭為大雲庵也。有庵以來二百年，文瑛尋古遺事，復子美之構於荒殘滅沒之餘，此大雲庵為滄浪亭也。夫古今之變，朝市改易，嘗登姑蘇之臺，望五湖之渺茫，群山之蒼翠，太伯、虞仲之所建，闔閭、夫差之所爭，子胥、種、蠡之所經營，今皆無有矣！庵與亭何為者哉？雖然，錢鏐因亂攘竊，保有吳越，國富兵強，垂及四世，諸子姻戚，乘時奢僭，宮館苑囿，極一時之盛；而子美之亭，乃為釋子所欽重如此。可以見士之慾垂名於千載之後，不與其澌然而俱盡者，則有在矣！”\n\n文瑛讀書，喜詩，與吾徒遊，呼之為滄浪僧雲。\n\n"
		},
		{
			"章节": "明文十",
			"章节名称": "先妣事略",
			"章节内容": "歸有光\n\n先妣周孺人，弘治元年二月十一日生。年十六來歸。逾年，生女淑靜；淑靜者，大姊也。期而生有光。又期而生女子：殤一人，期而不育者一人。又逾年，生有尚，妊十二月。逾年，生淑順。一歲，又生有功。\n\n有功之生也，孺人比乳他子加健。然數顰蹙顧諸婢曰：“吾為多子苦！”老嫗以杯水盛二螺進，曰：“飲此後，妊不數矣。”孺人舉之盡，喑不能言。\n\n正德八年五月二十三日，孺人卒。諸兒見家人泣，則隨之泣，然猶以為母寢也。傷哉！於是家人延畫工畫，出二子，命之曰：“鼻以上畫有光，鼻以下畫大姊。”以二子肖母也。\n\n孺人諱桂。外曾祖諱明；外祖諱行，太學生；母何氏。世居吳家橋，去縣城東南三十里。由千墩浦而南，直橋並小港以東，居人環聚，盡周氏也。外祖與其三兄皆以貲雄；敦尚簡實，與人姁姁說村中語，見子弟甥侄無不愛。\n\n孺人之吳家橋，則治木棉；入城，則緝纑；燈火熒熒，每至夜分。外祖不二日使人問遺。孺人不憂米、鹽，乃勞苦若不謀夕。冬月爐火炭屑，使婢子為團，累累暴階下。室靡棄物，家無閒人。兒女大者攀衣，小者乳抱，手中紉綴不輟，戶內灑然。遇童奴有恩，雖至棰楚，皆不忍有後言。吳家橋歲致魚、蟹、餅餌，率人人得食。家中人聞吳家橋人至，皆喜。\n\n有光七歲，與從兄有嘉人學。每陰風細雨，從兄輒留，有光意戀戀，不得留也。孺人中夜覺寢，促有光闇誦孝經，即熟讀，無一字齟齬，乃喜。\n\n孺人卒，母何孺人亦卒。周氏家有羊狗之痾：舅母卒，四姨歸顧氏又卒，死三十人而定，惟外祖與二舅存。\n\n孺人死十一年，大姊歸王三接，孺人所許聘者也。十二年，有光補學官弟子。十六年而有婦，孺人所聘者也。期而抱女，撫愛之，益念孺人。中夜與其婦泣，追惟一二，彷佛如昨，餘則茫然矣。世乃有無母之人，天乎！痛哉！\n\n"
		},
		{
			"章节": "明文十一",
			"章节名称": "項脊軒志",
			"章节内容": "歸有光\n\n項脊軒，舊南閣子也。室僅方丈，可容一人居。百年老屋，塵泥滲漉，雨澤下注，每移案顧視，無可置者。又北向，不能得日，日過午已昏。餘稍為修葺，使不上漏；前闢四窗，垣牆周庭，以當南日；日影反照，室始洞然。又雜植蘭桂竹木於庭，舊時欄楯，亦遂增勝。借書滿架，偃仰嘯歌，冥然兀坐，萬籟有聲。而庭階寂寂，小鳥時來啄食，人至不去。三五之夜，明月半牆，桂影斑駁，風移影動，珊珊可愛。\n\n然餘居於此，多可喜，亦多可悲。先是，庭中通南北為一，迨諸父異爨，內外多置小門牆，往往而是。東犬西吠，客逾庖而宴，雞棲於廳。庭中始為籬，已為牆，凡再變矣。家有老嫗，嘗居於此。嫗，先大母婢也，乳二世，先妣撫之甚厚。室西連於中閨，先妣嘗一至。嫗每謂餘曰：“某所而母立於茲。”嫗又曰：“汝姊在吾懷，呱呱而泣；娘以指扣門扉曰：‘兒寒乎？欲食乎？’吾從板外相為應答。”語未畢，餘泣，嫗亦泣。餘自束髮讀書軒中，一日，大母過餘曰：“吾兒，久不見若影，何竟日默默在此，大類女郎也？”比去，以手闔門，自語曰：“吾家讀書久不效，兒之成，則可待乎！”頃之，持一象笏至，曰：“此吾祖太常公宣德間執此以朝，他日汝當用之。”瞻顧遺蹟，如在昨日，令人長號不自禁。\n\n軒東，故嘗為廚，人往，從軒前過。餘扃牖而居，久之，能以足音辨人。軒凡四遭火，得不焚，殆有神護者。\n\n項脊生曰：蜀清守丹穴，利甲天下，其後秦皇帝築女懷清檯。劉玄德與曹操爭天下，諸葛孔明起隴中。方二人之昧昧於一隅也，世何足以知之？餘區區處敗屋中，方揚眉瞬目，謂有奇景；人知之者，其謂與坎井之蛙何異？\n\n餘既為此志，後五年，吾妻來歸，時至軒中，從餘問古事，或憑几學書。吾妻歸寧，述諸小妹語曰：“聞姊家有閣子，且何謂閣子也？”其後六年，吾妻死，室壞不修。其後二年，餘久臥病無聊，乃使人復葺南閣子，其制稍異於前。然自後餘多在外，不常居。庭有枇杷樹，吾妻死之年所手植也，今已亭亭如蓋矣。\n\n"
		},
		{
			"章节": "明文十二",
			"章节名称": "藺相如完璧歸趙論",
			"章节内容": "王世貞\n\n藺相如之完璧，人皆稱之，予未敢以為信也。夫秦以十五城之空名，詐趙而脅其璧，是時言取璧者，情也，非欲以窺趙也。趙得其情則弗予，不得其情則予；得其情而畏之則予，得其情而弗畏之則弗予，此兩言決耳，奈之何既畏而復挑其怒也？\n\n且夫秦欲璧，趙弗予璧，兩無所曲直也。入璧而秦弗予城，曲在秦；秦出城而璧歸，曲在趙。欲使曲在秦，則莫如棄璧；畏棄璧，則莫如弗予。\n\n夫秦王既按圖以予城，又設九賓，齋而受璧，其勢不得不予城。璧入而城弗予，相如則前請曰：“臣固知大王之弗予城也。夫璧，非趙寶也；而十五城，秦寶也。今使大王以璧故而亡其十五城，十五城之子弟，皆厚怨大王以棄我如草芥也。大王弗予城而紿趙璧，以一璧故而失信於天下，臣請就死於國，以明大王之失信。”秦王未必不返璧也。今奈何使舍人懷而逃之，而歸直於秦？\n\n是時秦意未欲與趙絕耳。令秦王怒而戮相如於市，武安君十萬眾壓邯鄲而責璧與信，一勝而相如族，再勝而璧終入秦矣！吾故曰：“藺相如之獲全於璧也，天也。”若其勁澠池，柔廉頗，則愈出而愈妙於用；所以能完趙者，天固曲全之哉！\n\n"
		},
		{
			"章节": "明文十三",
			"章节名称": "徐文長傳",
			"章节内容": "袁巨集道\n\n徐渭，字文長，為山陰諸生，聲名籍甚。薛公蕙校越時，奇其才，有國士之目；然數奇，屢試輒蹶。中丞胡公宗憲聞之，客諸幕。文長每見，則葛衣烏巾，縱談天下事，胡公大喜。是時公督數邊兵，威鎮東南；介冑之士，膝語蛇行，不敢舉頭，而文長以部下一諸生傲之；議者方之劉真長、杜少陵雲。會得白鹿屬文長作表，表上，永陵喜。公以是益奇之，一切疏計，皆出其手。文長自負才略，好奇計，談兵多中。視一世事無可當意者，然竟不偶。\n\n文長既已不得志於有司，遂乃放浪麴薛，恣情山水，走齊、魯、燕、趙之地，窮覽朔漠。其所見山奔海立，沙起雷行，雨鳴樹偃，幽谷大都，人物魚鳥，一切可驚可愕之狀，一一皆達之於詩。其胸中又有勃然不可磨滅之氣，英雄失路、托足無門之悲，故其為詩如嗔如笑，如水鳴峽，如種出土，如寡婦之夜哭，羈人之寒起。雖其體格，時有卑者，然匠心獨出，有王者氣，非彼巾幗而事人者所敢望也。文有卓識，氣沈而法嚴，不以模擬損才，不以議論傷格，韓、曾之流亞也。文長既雅不與時調合，當時所謂騷壇主盟者，文長皆叱而怒之，故其名不出于越，悲夫！\n\n喜作書，筆意奔放如其詩，蒼勁中，姿媚躍出，歐陽公所謂“妖韶女，老自有餘態”者也。間以其餘，旁溢為花鳥，皆超逸有致。卒以疑殺其繼室，下獄論死；張太史元忭力解，乃得出。晚年，憤益深，佯狂益甚；顯者至門，或拒不納。時攜錢至酒肆，呼下隸與飲；或自持斧，擊破其頭，血流被面，頭骨皆折，揉之有聲；或以利錐錐其兩耳，深入寸餘，竟不得死。周望言晚歲詩文益奇，無刻本，集藏於家。餘同年有官越者，託以鈔錄，今未至。餘所見者，徐文長集、闕編二種而已。然文長竟以不得志於時，抱憤而卒。\n\n石公曰：“先生數奇不已，遂為狂疾；狂疾不已，遂為囹圄。古今文人，牢騷困苦，未有若先生者也！”雖然，胡公間世豪傑，永陵英主，幕中禮數異等，是胡公知有先生矣。表上，人主悅，是人主知有先生矣。獨身未貴耳。先生詩文崛起，一掃近代蕪穢之習，百世而下，自有定論，胡為不遇哉？梅客生嘗寄予書曰：“文長吾老友，病奇於人，人奇於詩。”餘謂：“文長無之而不奇者也。無之而不奇，斯無之而不奇也！悲夫！”\n\n"
		},
		{
			"章节": "明文十四",
			"章节名称": "西湖雜記",
			"章节内容": "袁巨集道\n\n初至西湖記\n\n從武林門而西，望保叔塔突兀層崖中，則已心飛湖上也。午刻入昭慶，茶畢，即棹小舟入湖。山色如娥，花光如頰，溫風如酒，波紋如綾；才一舉頭，已不覺目酣神醉，此時欲下一語描寫不得，大約如東阿王夢中初遇洛神時也。餘遊西湖始此，時萬曆丁酉二月十四日也。晚同子公渡淨寺，覓阿賓舊住僧房。取道由六橋、岳墳、石徑塘而歸。草草領略，未及偏賞。次早得陶石簣帖子，至十九日，石簣兄弟同學佛人王靜虛至，湖山好友，一時湊集矣。\n\n晚遊六橋待月記\n\n西湖最盛，為春為月。一日之盛，為朝煙，為夕嵐。今歲春雪甚盛，梅花為寒所勒，與杏桃相次開發，尤為奇觀。石簣數為餘言：傅金吾園中梅，張功甫玉照堂故物也，急往觀之。餘時為桃花所戀，竟不忍去。湖上由斷橋至蘇堤一帶，綠煙紅霧，瀰漫二十餘里。歌吹為風，粉汗為雨，羅紈之盛，多於堤畔之草，豔冶極矣。然杭人遊湖，止午未申三時；其實湖光染翠之工，山嵐設色之妙，皆在朝日始出，夕舂未下，始極其濃媚。月景尤不可言，花態柳情，山容水意，別是一種趣味。此樂留與山僧遊客受用，安可為俗士道哉！\n\n斷橋\n\n湖上之盛，在六橋及斷橋兩堤。斷橋舊有堤甚狹，為今侍中所增飾，工緻遂在六橋之上。夾道種緋桃、垂楊、玉蘭、山茶之屬二十餘種。白石砌其邊如玉，布地皆軟沙。旁附小堤，益以雜花。每步其上，即樂而忘歸，不十餘往還不止。聞往年堤上花開，不數日多被人折去。今春禁嚴，花開最久。浪遊遭遇之奇，此其一矣。\n\n雨後遊六橋記\n\n寒食後雨，餘曰：“此雨為西湖洗紅，當急與桃花作別，勿滯也。”午霽，偕諸友至第三橋。落花積地寸餘，遊人少，翻以為快。忽騎者白紈而過，光晃衣，鮮麗倍常，諸友白其內者皆去表。少倦，臥地上飲，以面受花，多者浮，少者歌，以為樂。偶艇子出花間，呼之，乃寺僧載茶來者。各啜一杯，盪舟浩歌而返。\n\n飛來峰\n\n湖上諸峰，當以飛來為第一，高不餘數十丈，而蒼翠玉立，渴虎奔猊，不足為其怒也；神呼鬼立，不足為其怪也；秋水暮煙，不足為其色也；顛書吳畫，不足為其變幻詰曲也。石上多異木，不假土壤，根生石外。前後大小洞四五，窈窕通明，溜乳作花，若刻若鏤。壁間佛像，皆楊禿所為，如美人面上瘢痕，奇醜可厭。\n\n餘前後登飛來者五：初次與黃道元、方子公同登，單衫短後，直窮蓮花峰頂，每遇一石，無不發狂大叫。次與王聞溪同登，次為陶石簣、周海寧，次為王靜虛、石簣兄弟，次為魯休寧。每遊一次，輒思作一詩，卒不可得。\n\n靈隱\n\n靈隱寺在北高峰下，寺最奇勝，門景尤好。由飛來峰至冷泉亭一帶，澗水溜玉，畫壁流青，是山之極勝處。亭在山門外，嘗讀樂天記有云：“亭在山下水中，寺四南隅，高不倍尋，廣不累丈，撮奇搜勝，物無遁形。春之日，草薰木欣，可以導和納粹；夏之日，風冷泉渟，可以蠲煩析酲。山樹為蓋，岩石為屏，雲從棟生，水與階平。坐而玩之，可濯足於床下；臥而狎之，可垂釣於枕上。潺湲潔澈，甘粹柔滑，眼目之囂，心舌之垢，不待盥滌，見輒除去。”觀此記，亭當在水中。今依澗而立，澗闊不丈餘，無可置亭者，然則冷泉之景，比舊蓋減十分之七矣。\n\n韜光在山之腰，出靈隱後一二里，路徑甚可愛。古木婆娑，草香泉漬，淙淙之聲，四分五路，達于山廚。庵內望錢塘江，浪紋可數。\n\n餘始入靈隱，疑宋之問詩不似。意古人取景，或亦如近代詞客，捃拾幫湊。及登韜光，始知“滄海浙江”、“捫蘿刳木”數語，字字入畫，古人真不可及矣。宿韜光之次日，餘與石簣、子公，同登北高峰絕頂而下。\n\n蓮花洞\n\n蓮花洞之前，為居然亭。亭軒豁可望。每一登覽，則湖光獻碧，鬚眉形影，如落鏡中。六橋楊柳一絡，牽風引浪，蕭疏可愛。晴雨煙月，風景互異，淨慈之絕勝處也，洞石玲瓏若生，巧逾雕鏤。餘嘗謂吳山南屏一派，皆石骨土膚，中空四達，愈搜愈出。近若宋氏園亭，皆搜得者。又紫陽宮石，為孫內使搜出者甚多。噫！安得五丁神將挽錢塘江水，將塵泥洗盡，山骨盡出，其奇奧當何如哉？\n\n"
		},
		{
			"章节": "明文十五",
			"章节名称": "凶人",
			"章节内容": "陳皋謨\n\n一翁好施，天大雪，見一人避雪於門，憐而延入，暖酒與敵寒，遂留一宿。次日雪又大下，不可行，又留之，如是三日。天晴，此人將別去，因向翁借刀一用，翁取刀出，持以謂公曰：“素不相識，承此厚款，無可以答，唯有殺此身以報耳。”遂欲自刃，翁驚止之曰：“如此則害我矣！”其人曰：“何也？”翁曰：“家中死了一個人，零碎吃官司不必說，一些無事，燒埋錢也要十二兩。”其人曰：“承翁好意，不好算得許多零碎，竟拿燒埋錢十二兩與我去罷。”翁大怒，遂喧嚷驚動鄰里，為之勸解，減其半以六兩與之。臨去，翁嘆息曰：“誰想遇此凶人！”其人曰：“不說你凶，倒說我凶。”翁曰：“如何是我凶處？”其人曰：“既不凶，如何留得我三夜，就扣除我二兩一夜？”\n\n"
		},
		{
			"章节": "明文十六",
			"章节名称": "雜說",
			"章节内容": "李贄\n\n《拜月西廂》，化工也；《琵琶》，畫工也。夫所謂畫工者，以其能奪天地之化工，而其孰知天地之無工乎！今夫天之所生，地之所長，百卉具在，人見而愛之矣。至覓其工，了不可得，豈其智固不能得之與？要知造化無工，雖有神聖，亦不能識知化工之所在，而其誰能得之？由此觀之，畫工雖巧，已落二義矣。文章之事，寸心千古，可悲也夫！且吾聞之，追風逐電之足，決不在於牝牡驪黃之間；聲應氣求之夫，決不在於尋行數墨之士；風行水上之文，決不在於一字一句之奇。若夫結構之密，偶對之切；依於理道，合乎法度；首尾相應，虛實相生，種種禪病，皆所以語文，而皆不可以語於天下之至文也。雜劇院本，遊戲之上乘也。《西廂拜月》，何工之有？蓋工莫工於《琵琶》矣。彼高生者，固已殫其力之所能工，而極吾才於既竭。惟作者窮巧極工，不遺餘力，是故語盡而意亦盡，詞竭而味索然亦隨以竭。吾嘗觀覽《琵琶》而彈之矣，一彈而嘆，再彈而怨，三彈而向之怨嘆無復存者，此其故何邪？豈其似真非真，所以入人之心者不深邪？蓋雖工巧之極，其氣力限量，只可達於面板骨血之間；則其感人，僅僅如是，何足怪哉！《西廂拜月》，乃不如是。意者宇宙之內本自有如此可喜之人，如化工之於物，其工巧自不可思議耳。且夫世之真能文者，此其初皆非有意於為文也。其胸中有如許無狀可怪之事，其喉間有如許欲吐而不敢吐之物，其口頭又時時有許多欲語而莫可所以告語之處，蓄極積久，勢不能遏。一旦見景生情，觸目興嘆，奪他人之酒杯，澆自己之塊壘。訴心中之不平，感數奇於千載。既已噴玉唾珠，昭回雲漢，為章於天矣。遂亦自負，發狂大叫，流涕慟哭，不能自止。寧使見者聞者，切齒咬牙，欲殺欲割，而終不忍藏於名山，投之水火。予覽斯記，想見其為人，當其時必有大不得意於君臣朋友之間者，故借夫婦離合因緣以發其端於是焉。喜佳人之難得，羨張生之奇遇。此雲雨之翻覆，嘆今人之如土。其尤可笑者，小小風流一事耳，至比之張旭、張顛、羲之、獻之，而又過之。堯夫雲：“唐虞揖讓三杯酒，湯武徵誅一局棋。”夫徵誅揖讓，何等也，而以一局覷之，至眇小矣！嗚呼！今古豪傑大抵皆然，小中見大，大中見小。舉一毛端，建寶王剎；坐微塵裡，轉大法輪，此自至理，非幹戲論。倘爾不信，中庭月下，木落秋空；寂寞書齋，獨自無賴，試取琴心，一彈再鼓，其無盡藏？不可思議工巧，固可思也。嗚呼！若彼作者，吾安能見之與！\n\n"
		},
		{
			"章节": "明文十七",
			"章节名称": "童心說",
			"章节内容": "李贄\n\n龍洞山人敘《西廂》，末語云：“知者勿謂我尚有童心可也。”夫童心者，真心也；若以童心為不可，是以真心為不可也。夫童心者，絕假純真，最初一念之本心也。若夫失卻童心，便失卻真心；失卻真心，便失卻真人。人而非真，全不復有初矣。童子者，人之初也；童心者，心之初也。夫心之初，曷可失也？然童心胡然而遽失也。蓋方其始也，有聞見從耳目而入，而以為主於其內，而童心失。其長也，有道理從聞見而入，而以為主於其內，而童心失。其久也，道理聞見，日以益多，則所知所覺，日以益廣，於是焉又知美名之可好也，而務欲以揚之，而童心失。知不美之名之可醜也，而務欲以掩之，而童心失。夫道理聞見，皆自多讀書識義理而來也。古之聖人，曷嘗不讀書哉。然縱不讀書，童心固自在也；縱多讀書，亦以護此童心而使之勿失焉耳，非若學者反以多讀書識理而反障之也。夫學者既以多讀書識義理障其童心矣，聖人又何用多著書立言，以障學人為耶？童心既障，於是發而為言語，則言語不由衷；見而為政事，則政事無根柢；著而為文辭，則文辭不能達；非內含以章美也，非篤實生輝光也，欲求一句有德之言，卒不可得，所以者何？以童心既障，而以從外入者聞見道理為之心也。夫既以聞見道理為心矣，則所言者，皆聞見道理之言，非童心自出之言也，言雖工，於我何與！豈非以假人言假言，而事假事，文假文乎！蓋其人既假，則無所不假矣。由是而以假言與假人言，則假人喜；以假事與假人道，則假人喜；以假文與假人談，則假人喜；無所不假則無所不喜，滿場是假，矮場阿辯也。雖有天下之至文，其湮滅於假人而不盡見於後世者，又豈少哉！何也？天下之至文，未有不出於童心焉者也。苟童心常存，則道理不行，聞見不立，無時不文，無人不文，無一樣創制體格而非文者。詩何必古選，文何必先秦，降而為六朝，變而為近體，又變而為傳奇，變而為院本，為雜劇，為《西廂曲》，為《水滸傳》，為今之舉子業大賢言聖人之道，皆古今至文，不可得而時勢先後論也，故吾因是有感於童心者之自文也，更說什麼六經，更說什麼《語》《孟》乎！夫六經《語》《孟》，非其史官過為褒崇之詞，則其臣子極為讚美之語，又不然則其迂腐門徒、懵懂弟子，記憶師說，有頭無尾，得後遺前，隨其所見，筆之於書，後學不察，便為出自聖人之口也，決定目之為經矣，孰知其大半非聖人之言乎！縱出自聖人，要亦有為而發，不過因病發藥，隨時處方，以救此一等懵懂弟子、迂腐門徒雲耳。藥醫假病，方難定執，是豈可遽以為萬世之論乎！然則六經《語》《孟》，乃道學之口實，假人之淵藪也，斷斷乎其不可以語於童心之言明矣。嗚呼！吾又安得真正大聖人之童心未曾失者，而與之一言言哉！\n\n"
		},
		{
			"章节": "明文十八",
			"章节名称": "高潔說",
			"章节内容": "李贄\n\n予性好高，好高則倨傲而不能下。然所不能下者，不能下彼一等倚勢仗富之人耳。否則稍有片長寸善，雖隸卒人奴，無不拜也。予性好潔，好潔則狷隘不能容。然所不能容者，不能容彼一等趨勢諂富之人耳。否則果有片善寸長，縱身為大人王公，無不賓也。能下人，故心虛；其心虛，故所取廣；所取廣，故其人愈高。然則言天下之能下人者，固言天下之極好高人者也。予之好高，不亦宜乎！能取人，必無遺人；無遺人，則無人不容；無人不容，則無不潔之行矣。然則言天下之能容者，固言天下之極好潔人者也。予之好潔，不亦宜乎！今世齷齪者，皆以予狷隘而不能容，倨傲而不能下，謂予自至黃安，終日鎖門，而使方丹山有好個四方求友之譏；自住龍湖，雖不鎖門，然至門而不得見，或見而不接禮者，縱有一二加禮之人，亦不久即厭棄。是世俗之論我如此也。殊不知我終日閉門，終日有欲見勝己之心也；終年獨坐，終年有不見知己之恨也，此難與爾輩道也。其頗說得話者，又以予無目而不能知人，故卒為人所欺；偏愛而不公，故卒不能與人以終始。彼自謂離毛見皮，吹毛見孔，所論確矣。其實視世之齷齪者，僅五十步，安足道耶？夫空谷足音，見似人猶喜，而謂我不欲見人，有是理乎！第恐尚未似人耳。苟即略似人形，當即下拜，而忘其人之賤也；\n\n奔走，而忘其人之貴也。是以往往見人之長，而遂忘其短。非但忘其短也，方且隆禮而師事之，而況知吾之為偏愛耶！何也？好友難遇，若非吾禮敬之至，師事之誠，則彼聰明才賢之士，又曷肯為我友乎！必欲與之為友，則不得不致吾禮數之隆。然天下之真才真聰明者實少也，往往吾盡敬事之誠，而彼聰明者有才者，終非其真，則其勢又不得而不與之疏。且不但不真也，又且有奸邪焉，則其勢又不得而不日與之遠。是故眾人鹹謂我為無目耳。夫使我而果無目也，則必不能以終遠；使我果偏愛不公也，則必護短以終身。故為偏愛無目之論者，皆似之而非也。今黃安二上人到此，人又必且以我為偏愛矣。二上人其務與我始終之，無使我受無目之名也。然二上人實知餘之苦心也，實知餘之孤單莫可告語也，實知餘之求人甚於人之求餘也。餘又非以二上人之才，實以二上人之德也；非以其聰明，實以其篤實也。故有德者必篤實，篤實者則必有德，二上人吾何患乎！二上人師事李壽庵，壽庵師事鄧豁溪。鄧豁溪志如金剛，膽如天大，學從心悟，智過於師，故所取之徒如其師，其徒孫如其徒。吾以是卜之，而知二上人之必能如我出氣無疑也，故作好高好潔之說以貽之。\n\n"
		},
		{
			"章节": "明文十九",
			"章节名称": "養蘭說",
			"章节内容": "陶望齡\n\n會稽多蘭，而閩產者貴。養之之法，喜潤而忌溼，喜澡而畏日，喜風而避寒，如富家小兒女，特多型難奉。予舊嘗聞之，曰他花皆嗜穢而溉，閩蘭獨用茗汁，以為草樹清香無如蘭味，潔者無如茗氣，類相合宜也。休園中有蘭二盆，溉之如法，然葉日短，色日萃，無何其一槁矣。而他家所植者，茂而多花。予就問故，且告以聞。客嘆曰：“誤者子之術也。夫以甘食人者，百穀也；以芳悅人者，百卉也。其所謂甘與芳，子識之乎？奧腐之極，復為神奇，物皆然矣。昔人有捕得龜者，曰龜之靈不食也。篋藏之旬而啟之，龜已幾死。由此言之，凡謂物之有不食者，與草木之有不嗜穢者，皆妄也。子固而溺所聞，子之蘭槁，亦後矣。”予既歸，不懌，猶謂聞之不妄，術之不謬。既而疑曰：物固有久而易其嗜，喪其故，密化而不可知者。《離騷》曰：“蘭芷變而不芳兮，荃蕙化而為茅。”夫其脆弱驕蹇衒芳以自貴，餘固以憂其難養，而不虞其易變也。嗟乎！於是使童子刈槁沃枯，運糞而漬之，遂盛。萬曆甲午五月廿五日。\n\n"
		},
		{
			"章节": "明文二十",
			"章节名称": "與袁石浦",
			"章节内容": "陶望齡\n\n天下有二等自在人，一大睡者，二大醒者。惟夢魘未覺人，謂睡著則已欲醒，謂醒則正在夢境，如號譫囈，純是苦趣。僕，夢魘者也。足下雖振其手，搖其足，未肯霍然寤也，欲自在得耶？憶侍雅論時，覺身心時時有益。自遠勝友，轉復茫然。雖自鞭策，較往日已加緊切，而愈求愈遠，不自知其入於支配艱僻之內。此古人所以願親近善知識，以為甚於衣食父母也。長安如弈棋，世路艱難矣，嘆嘆。\n\n"
		},
		{
			"章节": "明文二十一",
			"章节名称": "借竹樓記",
			"章节内容": "徐渭\n\n龍山子既結樓於宅東北，稍並其鄰之竹，以著書樂道，集交遊燕笑於其中，而自題曰“借竹樓”。方蟬子往問之，龍山子曰：“始吾先大夫之卜居於此也，則買鄰之地而宅之；今吾不能也，則借鄰之竹而樓之。如是而已。”方蟬子起而四顧，指以問曰：“如吾子之所為借者，特是鄰之竹乎？非歟？”曰：“然。”“然則是鄰之竹之外何物乎？”曰：“他鄰之竹也。”“他鄰之竹之外又何物乎？”曰：“會稽之山，遠出於南，而迤於東也。”“山之外又何物乎？”曰：“雲天之所覆也。”方蟬子默然良久。龍山子固啟之，方蟬子曰：“子見是鄰之竹，而樂欲有之而不得也，故以借乎？非歟？”曰：“然。”“然則見他鄰之竹而樂，亦借也；見莫非鄰之竹而樂，亦借也；又遠見會稽之山與雲天之所覆而樂，亦莫非借也。而獨於是鄰之竹，使吾子見雲天而樂，弗借也；山而樂，弗借也；則近而見莫非以之竹而樂，宜亦弗借也，而又胡獨於是鄰之竹？且誠如吾子之所云，假而進吾子之居於是鄰之東，以次而極於雲天焉，則吾子之所樂而借者，能不以次而東之，而其所不借者，不反在於是鄰乎？又假而退吾子之居於雲天之西，以次而極於是鄰，則吾子之所樂而借者，能不以次而西之，而所其所不借者，不反在於雲天乎？而吾子之所為借者，將何居乎？”龍山子矍然曰：“吾知之矣。吾能忘情於遠，而不能忘情於近，非真忘情也，物遠近也。凡逐逐然於其可致，而飄飄然於其不可致，以自謂能忘者，舉天下之物皆若是矣。非子則吾幾不免於敝。請子易吾之題，以廣吾之志，何如？”方蟬子曰：“胡以易為？乃所謂借者，固亦有之也。其心虛以直，其行清以逸，其文章鏗然而有節，則子之所借於竹也，而子固不知也！其本錯以固，其勢昂以聳，其流風瀟然而不冗，則竹之所借於子也，而竹固不知也！而何不可之有？”龍山子仰而思，俯而釋，使方蟬子書其題，而記是語焉。\n\n"
		},
		{
			"章节": "明文二十二",
			"章节名称": "答嶽石帆",
			"章节内容": "湯顯祖\n\n兄書謂弟不知何以輒為世疑。正以疑處有佳，若都為人所了，趣義何雲？似弟習氣矯厲，蚩蚩者故當忘言。即世喜名好事之英，弟亦敬之，未能深附也，往往得其疑。世疑何傷？當自有不疑於行者在。\n\n"
		},
		{
			"章节": "明文二十三",
			"章节名称": "與嶽石樑",
			"章节内容": "湯顯祖\n\n石樑過我，風雨黯然。酒頻溫而易寒，燭累明而似暗。二十餘年昆弟道義骨肉之愛，半宵傾盡。明日送之郡西章渡，險而汔濟。兩岸相看，三顧而別。知九月當更盡龍沙之概，見石樑如見石帆，終不能了我見石帆之願也。\n\n"
		},
		{
			"章节": "明文二十四",
			"章节名称": "答屠緯真",
			"章节内容": "湯顯祖\n\n讀足下手筆，所未能忘懷，是山人口語一事。天下固有此人。初莫胗其鴟也，取之雛毻之中，生其羽毛，立其魂魄。乍能飛跳，便作愁胡。但我輩終當醉以桑椹，噤其飢嘯耳。寧人負我，無我負人。江海蕭條，大是群鷗之致。\n\n"
		},
		{
			"章节": "明文二十五",
			"章节名称": "敘陳正甫會心集",
			"章节内容": "袁巨集道\n\n世人所難得者唯趣。趣如山上之色，水中之味，花中之光，女中之態，雖善說者不能一語，唯會心者知之。今之人，慕趣之名，求趣之似，於是有辨說書畫，涉獵古董，以為清；寄意玄虛，脫跡塵紛，以為遠。又其下，則有如蘇州之燒香煮茶者。此等皆趣之皮毛，何關神情！夫趣得之自然者深，得之學問者淺。當其為童子也，不知有趣，然無往而非趣也。面無端容，目無定睛；口喃喃而欲語，足跳躍而不定；人生之至樂，真無逾於此時者。孟子所謂不失赤子，老子所謂能嬰兒，蓋指此也，趣之正等正覺最上乘也。山林之人，無拘無縛，得自在度日，故雖不求趣而趣近之。愚不肖之近趣也，以無品也。品愈卑，故所求愈下。或為酒肉，或然聲伎；率心而行，無所忌憚，自以為絕望於世，故舉世非笑之不顧也，此又一趣也。迨夫年漸長，官漸高，品漸大，有身如梏，有心如棘，毛孔骨節，俱為聞見知識所縛，入理愈深，然其去趣愈遠矣。餘友陳正甫，深於趣者也，故所述《會心集》若干人，趣居其多。不然，雖介若伯夷，高若嚴光，不錄也。噫！孰謂有品如君，官如君，年之壯如君，而能知趣如此者哉！\n\n"
		},
		{
			"章节": "明文二十六",
			"章节名称": "陶庵夢憶",
			"章节内容": "張岱(臺靜農序)\n\n張岱，字宗子，又字石公，號陶庵，又號蝶庵居士。山陰人，其先世為蜀之劍州人，故《自為墓誌銘》稱“蜀人張岱”。宗子的家世，頗為顯貴的。高祖天覆嘉靖廿六年進士，官至太僕卿；曾祖元汴，隆慶五年狀元，官至左諭德侍經筵；祖汝霖，萬曆二十三年進士，視學黔中時，得士最多，楊文籩梅豸俱出他的門下，當時黔人謂“三百年來無此提學”；父耀芳，為魯藩長史司右長史，魯王好神仙，他卻精導引術，君臣之間，甚是契合。（以上俱見《琅環文集》卷四家傳）宗子之能享受那樣豪華的生活，如《夢憶》中所寫的，正因其生長於這樣家庭的關係。\n\n宗子《自為墓誌銘》說生於萬曆二十五年丁酉（一五九九），崇禎甲申明亡時，他已四十八歲了。他的死年有兩說：邵廷采的《逸民傳》，說活到七十多歲，而徐鼐的《小腆記傳》補遺說活到八十八歲（一六八四）。大概後說是可靠的，因《蝶庵題象》有“八十一年，窮愁桌犖”之語，（《文集》卷五）這顯然不止於七十餘了。又康熙十八年（一六七九）開明史館，毛奇齡以翰林院檢討充史館纂修官，當時寄信給他，要他的明史著作，以作修史的藍本（《西河全集》書四）。開明史館這年，他已八十三了，記齡的信可能就寫在這一年，也可能在這一年以後。足見說他活到八十八歲，一定有所根據的。\n\n據此知宗子國亡以後，在滿清統治下，還作了四十年的逸民。那麼，他的生平可以甲申為限，劃作兩個階段。在前一段他的生活是極為豪侈，而態度是極為放縱的。《自為墓誌銘》雲：“少為紈褲子弟，極愛繁華。好精舍，好美婢，好孌童，好鮮衣，好美食，好駿馬，好華燈，好煙火，好梨園，好鼓吹，好古董，好花鳥；兼以茶淫譎謔，書囊詩魔。”這是他真實的自白，而《夢憶》一書中所記的又是更加具體的事實。\n\n國亡後的生活，則大大不同了。《墓誌》雲：“年至五十，國破家亡，避跡山居。所存者，破床碎幾折鼎病琴，與殘書數帙，缺硯一方而已。布衣蔬食，常至斷炊。”雖然，這樣的貧乏在他是甘心的。《遺民傳》雲：“丙戌後，屏居臥龍山之仙室，短簷危壁，沉淫於明一代紀傳，名曰《石匱藏書》，以擬鄭思肖之鐵函心史也”。《夢憶》自序亦云：“陶庵國破家亡，無所歸止，披髮入山，駭駭為野人。故舊見之，如毒藥猛獸，愕窒不敢與接。作自輓詩，每欲引決，因《石匱書》未成，尚視息人間。然瓶粟屢罄，不能舉火。”一向生活於華貴的家庭，而又沉溺於聲色狗馬之好，一旦國亡，不乞求保全，如錢謙益阮大鋮一類人的行為；只將舊有的一切一切，當作昨夜的一場好夢，獨守著一部未完成的明代紀傳，寧讓人們將他當作毒藥，當作猛獸，卻沒有甚麼怨悔。大概一個人能將寂寞與繁華看做沒有兩樣，才能耐寂寞而不熱衷，處繁華而不沒落，劉越石文文山便是這等人，張宗子又何嘗不是這等人？錢謙益阮大鋮享受的生活，張宗子享受過，而張宗子的情操，錢阮輩卻沒有。\n\n一場熱鬧的夢，醒過來時，總想將虛幻變為實有。於是而有《夢憶》之作。也許明朝不亡，他不會為珍惜眼前生活而著筆；即使著筆，也許不免鋪張豪華，點綴承平，而不會有《夢憶》中的種種境界。至於《夢憶》文章的高處，是無從說出的，如看雪個和瞎尊者的畫，總覺水墨滃鬱中，有一種悲涼的意味，卻又捉摸不著。餘澹心的《板橋雜記》，也有同樣的手法，但清麗有餘，而冷雋沉重不足。\n\n宗子的詩文，是受徐文長的影響，而宗子來得深刻，這因為他是亡國的逸民的關係。文長是宗子曾祖的朋友，家傳雲：“徐文長以殺後妻下獄，曾祖百計出之，在文長有不能知之者。”當時他的祖父還是小孩子，曾去獄中看文長，“見囊盛所卓械懸壁，戲曰：‘此先生無絃琴耶？’文長摩大父頂曰：‘齒牙何利！’”這樣惡謔，大概對徐文長是合適的，在別人我想可受不了，但於此可以看出他們張家不是道學的家庭。宗子年少時，曾從事蒐集過文長的佚文，以所收頗多草率之作，再求王謔庵為之刪削。（見《文集·與王謔庵書》）但四庫總目著錄《徐文長逸稿二十四卷》，雲“為其鄉人張汝霖王思任所同選”，何以不署己名而署其祖名，也許藉以表彰其先德罷。此書末卷所載優人謔、吃酸梨偈、放鷂圖、對聯、燈謎諸作，《提要》謂“鄙俚猥雜，豈可入之集中？”（《提要》三十五卷別集類存目五）然宗子卻雲：“昔人未有以柱對傳者，傳之自文長始；昔人未有以柱對傳而刻之文集者，刻之自餘刻文長之逸稿始”（《文集》卷一柱銘抄自序）。足見宗子不受傳統觀念的束縛，而與提要作者的頭腦不是同一的範疇。徐文長文章的風格，傳統的文學觀念者，批評為鄙俗纖巧，蹈入魔趣，可是文長唾棄七子，自成風格；袁巨集道謂其：“詩文崛起，一掃近代蕪穢之習”（《徐文長傳》），不是無見之言。以張宗子的天才學力，而猶追逐於文長的，固由文長在當時文學上造成的清明風氣足以影響他，而同是不羈的性格也是原因之一，再者文長是他先世的朋友也不能無所薰染罷？\n\n宗子不僅長於文學，且長於史學，重要的著作，便是上面提到過生命相依的《石匱書》。是書寫了幾五十年才脫稿（《文集》卷一《石匱書自序》），脫稿後猶時加刪改，故與李硯翁書有“弟《石匱》一書，泚筆四十餘載”之語。（《文集》卷四）順治年間浙江學使谷應泰編《明史紀事本末》，想以五百金購買《石匱書》，宗子慨然予之。（思復堂《逸民傳》）至於毛奇齡寄書要他的明史著述，那已是二十多年以後的事了。按《逸民傳·談遷傳》雲：“名季廒史雖多，而心思陋脫，體裁未備，不過偶記聞見，罕有全書；惟談遷編年，張岱列傳，兩傢俱有本末，谷應泰並採之，以成紀事 ”。於此可知《石匱書》與《明史紀事本末》的關係。雖然，《石匱書》稿本並未因曾與谷應泰而未刻，昔年在北平時，聞朱逖先先生藏有此書，為海內孤本雲。\n\n關於《夢憶》的版本，有硯雲甲編本一卷，王文誥本八卷，皆乾隆年中刻。王本始刻於乾隆五十九年甲寅（一七九四），後因雕板失去，重刻為巾箱本，有王文誥見大道光二年任午（一八二二）序，《譚復堂日記》卷三稱之為王見大本。咸豐五年乙卯（一八五五）南海伍崇曜刻入《粵雅堂叢書》者，即據王本。頃開明書店經理劉甫琴先生來信，二十年前店中印行此書，愛好者甚多，今取粵雅堂本標點重印，屬為一序，俾讀者略知作者的生平，因拉雜寫此。\n\n"
		},
		{
			"章节": "明文二十七",
			"章节名称": "湖心亭看雪",
			"章节内容": "張岱\n\n崇禎五年十二月，餘住西湖。大雪三日，湖中人鳥聲俱絕。是日更定矣，餘拏一小舟擁毳衣爐火獨往湖心亭看雪。霧淞沅碭，天與雲與山與水上下一白，湖上影子惟長堤一痕，湖心亭一點，與餘舟一芥，舟中人兩三粒而已。到亭上，有兩人鋪氈對坐，一童子燒酒，爐正沸。見餘大喜，曰：“湖中焉得更有此人？”拉餘同飲。餘強飲三大白而別，問其姓氏，是金陵人客此。及下船，舟子喃喃曰：“莫說相公痴，更有痴似相公者。”\n\n"
		},
		{
			"章节": "明文二十八",
			"章节名称": "西湖七月半",
			"章节内容": "張岱\n\n西湖七月半，一無可看，止可看看七月半之人。看七月半之人，以五類看之。其一，樓船簫鼓，峨冠盛筵，燈火優俙，聲光相亂，明為看月而實不見月者，看之；其一，亦船亦樓，名娃閨秀，攜及童孌，笑啼雜之，環坐露臺，左右盼望，身在月下而實不看月者，看之；其一，亦船亦聲歌，名妓閒僧，淺斟低唱，弱管輕絲，竹肉相發，亦在月下，亦看月而欲人看其看月者，看之；其一，不舟不車，不杉不幘，酒醉飯飽，呼群三五，躋入人叢，昭慶、斷橋，嘄呼嘈雜，裝假醉，唱無腔曲，月亦看，看月者亦看，不看月者亦看，而實無一看者，看之；其一，小船輕幌，淨幾暖爐，茶鐺旋煮，素瓷淨遞，好友佳人，邀月同坐，或匿影樹下，或逃囂裡湖，看月而人不見其看月之態，亦不作意看月者，看之。\n\n杭人遊湖，巳出酉歸，避月如仇。是夕好名，逐隊爭出，多犒門軍酒錢，轎伕擎燎，列俟岸上。一入舟，速舟子急放斷橋，趕入勝會。以故二鼓以前人聲鼓吹，如沸如撼，如魘如囈，如聾如啞，大船小船一齊湊岸，一無所見，止見篙擊篙，舟觸舟，肩摩肩，面看面而已。少刻興盡，官府席散，皁隸喝道去。轎伕叫船上人怖以關門，燈籠火把如列星，一一簇擁而去。岸上人亦逐隊趕門，漸稀漸薄，頃刻散盡矣。吾輩始艤舟近岸。斷橋石磴始涼，席其上，呼客縱飲。此時月如鏡新磨，山復整妝，湖復頮面，向之淺斟低唱者出，匿影樹下者亦出，吾輩往通聲氣，拉與同坐。韻友來，名妓至，杯箸安，竹肉發。月色蒼涼，東方將白，客方散去。吾輩縱舟，酣睡於十裡荷花之中，香氣拍人，清夢甚愜。\n\n"
		},
		{
			"章节": "明文二十九",
			"章节名称": "柳敬亭說書",
			"章节内容": "張岱\n\n南京柳麻子，黧黑，滿面疤痕，悠悠忽忽，土木形骸。善說書。一日說書一回，定價一兩。十日前先送書帕下定，常不得空。南京一時有兩行情人，王月生、柳麻子是也。餘聽其說“景陽岡武松打虎”白文，與本傳大異。其描寫刻畫，微入毫髮，然又找截乾淨，並不嘮叨。哱夬聲如巨鍾。說至筋節處，叱吒叫喊，洶洶崩屋。武松到店沽酒，店內無人，謈地一吼，店中空缸空甓，皆甕甕有聲。閒中著色，細微至此。主人必屏息靜坐，傾耳聽之，彼方掉舌，稍見下人呫嗶耳語，聽者欠伸有倦色，輒不言，故不得強。每至丙夜，拭桌剪燈，素瓷靜遞，款款言之，其疾徐輕重，吞吐抑揚，入情入理，入筋入骨。摘世上說書之耳，而使之諦聽，不怕其齰舌死也。柳麻子貌奇醜，然其口角波俏，眼目流利，衣服恬靜，直與王月生同其婉孌，故其行情正等。\n\n"
		},
		{
			"章节": "明文三十",
			"章节名称": "《西湖夢尋》自序",
			"章节内容": "張岱\n\n餘生不辰，闊別西湖二十八載，然西湖無日不入吾夢中，而夢中之西湖，實未嘗一日別餘也。前甲午、丁酉兩至西湖，如湧金門商氏之樓外樓，祁氏之偶居，錢氏、餘氏之別墅，及餘家之寄園，一帶湖莊，僅存瓦礫，則是餘夢中所有者，反為西湖所無。及至斷橋一望，凡昔日之弱柳夭桃、歌樓舞榭，如洪水淹沒，百不存一矣。餘及急急走避，謂餘為西湖而來，今所見若此，反不如保我夢中之西湖尚得安全無恙也。因想餘夢與李供奉異，供奉之夢天姥也，如神女名姝，夢所未見，其夢也幻；餘之夢西湖也，如家園眷屬，夢所故有，其夢也真。今餘僦居他氏已二十三載，夢中猶在故居，舊役小溪，今已白頭，夢中仍是總角。夙習未除，故態難脫，而今而後，餘但向蝶庵岑寂，蘧榻于徐，唯吾舊夢是保，一派西湖景色，猶端然未動也。兒曹詰問，偶為言之，總是夢中說夢，非魘即囈也。因作夢尋七十二則，留之後世，以作西湖之影。餘猶山中人歸自海上，盛稱海錯之美，鄉人競來共舐其眼。嗟嗟！金齏瑤柱，過舌即空，則舐眼亦何救其饞哉！歲辛亥七月既望，古劍蝶庵老人張岱題。\n\n"
		},
		{
			"章节": "明文三十一",
			"章节名称": "自為墓誌銘",
			"章节内容": "張岱\n\n蜀人張岱，陶庵其號也。少為紈絝子弟，極愛繁華，好精舍，好美婢，好孌童，好鮮衣，好美食，好駿馬，好華燈，好煙火，好梨園，好鼓吹，好古董，好花鳥，兼以茶淫橘虐，書蠹詩魔，勞碌半生，皆成夢幻。年至五十，國破家亡，避跡山居。所存者，破床碎幾，折鼎病琴，與殘書數帙，缺硯一方而已。布衣疏莨，常至斷炊。回首二十年前，真如隔世。\n\n常自評之，有七不可解。向以韋布而上擬公侯，今以世家而下同乞丐，如此則貴賤紊矣，不可解一。產不及中人，而欲齊驅金谷，世頗多捷徑，而獨株守於陵，如此則貧富舛矣，不可解二。以書生而踐戎馬之場，以將軍而翻文章之府，如此則文武錯矣，不可解三。上陪玉皇大帝而不諂，下陪悲田院乞兒而不驕，如此則尊卑溷矣，不可解四。弱則唾面而肯自幹，強則單騎而能赴敵，如此則寬猛背矣，不可解五。奪利爭名，甘居人後，觀場遊戲，肯讓人先？如此則緩急謬矣，不可解六。博弈樗蒲，則不知勝負，啜茶嘗水，是能辨澠、淄，如此則智愚雜矣，不可解七。有此七不可解，自且不解，安望人解？故稱之以富貴人可，稱之以貧賤人亦可；稱之以智慧人可，稱之以愚蠢人亦可；稱之以強項人可，稱之以柔弱人亦可；稱之以卞急人可，稱之以懶散人亦可。學書不成，學劍不成，學節義不成，學文章不成，學仙學佛，學農學圃，俱不成。任世人呼之為敗子，為廢物，為頑民，為鈍秀才，為瞌睡漢，為死老魅也已矣。\n\n初字宗子，人稱石公，即字石公。好著書，其所成者，有《石匱書》、《張氏家譜》、《義烈傳》、《琅嬛文集》、《明易》、《大易用》、《史闕》、《四書遇》、《夢憶》、《說鈴》、《昌谷解》、《快園道古》、《〔傒囊十集〕、《西湖夢尋》、《一卷冰雪文》行世。生於萬曆丁酉八月二十五日卯時，魯國相大滌翁之樹子也，母曰陶宜人。幼多痰疾，養於外大母馬太夫人者十年。外太祖雲谷公宦兩廣，藏生黃丸盈數麓，自餘囡地以至十有六歲，食盡之而厥疾始廖。六歲時，大父雨若翁攜餘之武林，遇眉公先生跨一角鹿，為錢塘遊客，對大父曰：“聞文孫善屬對，吾面試之。”指屏上《李白騎鯨圖》曰：“太白騎鯨，採石江邊撈夜月。”餘應曰：“眉公跨鹿，錢塘縣裡打秋風。”眉公大笑，起躍曰：“那得靈雋若此！吾小友也。”欲進餘以千秋之業，豈料餘之一事無成也哉！\n\n甲申以後，悠悠忽忽，既不能覓死，又不能聊生，白髮婆娑，猶視息人世。恐一旦溘先朝露，與草木同腐，因思古人如王無功、陶靖節、徐文長皆自作墓銘，餘亦效顰為之。甫構思，覺人與文俱不佳，輟筆者再。雖然，第言吾之癖錯，則亦可傳也已。曾營生壙於項王裡之雞頭山，友人李研齋題其壙曰：“嗚呼有明著述鴻儒陶庵張長公之壙。”伯鸞，高士，冢近要離，餘故有取於項裡也。明年，年躋七十，死與葬其日月尚不知也，故不書。\n\n銘曰：窮石崇，鬥金石。盲卞和，獻荊玉。老廉頗，戰涿鹿。贗龍門，開史局。饞東坡，餓孤竹。五羖大夫，焉能自鬻？空學陶潛，枉希梅福。必也尋三外野人，方曉我之終曲。\n\n"
		},
		{
			"章节": "明文三十二",
			"章节名称": "明聖二湖",
			"章节内容": "張岱\n\n自馬臻開鑑湖，而由漢及唐，得名最早；後至北宋，西湖起而奪之，人皆奔走西湖，而鑑湖之澹遠，自不及西湖之冶豔矣。至於湘湖，則僻處蕭然，舟車罕至，古韻士高人無有齒及之者。餘弟毅儒，常比西湖為美人，湘湖為隱士，鑑湖為神仙。餘不謂然。餘以湘湖為處子，靦腆羞澀，猶及見其未嫁之時；而鑑湖為名門閨淑，可飲而不可狎；若西湖則為曲中名妓，聲色俱麗，然倚門獻笑，人人得而媟褻，故人人得而豔羨；人人得而豔羨，故人人得而輕慢。在春夏則熱鬧之至，秋冬則冷落矣；在花朝則喧鬨之，至月夕則星散矣；在清明則萍聚之，至雨雪則寂寥矣。故餘嘗謂：“善讀書無過董遇‘三餘’，而善遊湖者亦無過董遇‘三餘’。董遇曰：‘冬者，歲之餘也；夜者，日之餘也；雨者，月之餘也。’雪巘古梅，何遜煙堤高柳？夜月空明，何遜朝花綽約？雨色空濛，何遜晴光灩瀲？深情領略，是在解人。”即湖上四賢，餘亦曰：“樂天之曠達，固不若和靖之靜深；鄴侯之荒誕，自不若東坡之靈敏也。”其餘如賈似道之豪奢，孫東瀛之華贍，雖在西湖數十年，用錢數十萬，其於西湖之性情，西湖之風味，實有未曾夢見者在也。世間措大，何得易言西湖！\n\n"
		}
	]
}
