{
	"古文观止上": [{
			"章节": "周文一",
			"章节名称": "郑伯克段于鄢",
			"章节内容": "初，郑武公娶于申，曰武姜。生庄公及共叔段。庄公寤生，惊姜氏，故名曰寤生，遂恶之。爱共叔段，欲立之。亟请于武公，公弗许。\n\n及庄公即位，为之请制。公曰：“制，岩邑也。虢叔死焉，佗邑唯命。”请京，使居之，谓之京城大叔。\n\n祭仲曰：“都城过百雉，国之害也。先王之制，大都不过参国之一，中、五之一，小、九之一。今京不度，非制也，君将不堪。”公曰：“姜氏欲之，焉辟害。”对曰：“姜氏何厌之有？不如早为之所，无使滋蔓，蔓难图也。蔓草犹不可除，况君之宠弟乎？”公曰：“多行不义，必自毙，子姑待之。”\n\n既而大叔命西鄙、北鄙贰于己。公子吕曰：“国不堪贰。君将若之何？欲与大叔，臣请事之。若弗与，则请除之，无生民心。”公曰：“无庸，将自及。”\n\n大叔又收贰以为己邑。至于廪延。子封曰：“可矣！厚将得众。”公曰：“不义不昵，厚将崩。”\n\n大叔完聚，缮甲兵，具卒乘，将袭郑，夫人将启之。公闻其期曰：“可矣。”命子封帅车二百乘以伐京，京叛大叔段。段入于鄢，公伐诸鄢。五月辛丑，大叔出奔共。\n\n书曰：“郑伯克段于鄢。”段不弟，故不言弟。如二君，故曰克。称郑伯，讥失教也。谓之郑志，不言出奔，难之也。\n\n遂寘姜氏于城颍，而誓之曰：“不及黄泉，无相见也。”既而悔之。颍考叔为颍谷封人，闻之。有献于公，公赐之食。食舍肉，公问之。对曰：“小人有母，皆尝小人之食矣。未尝君之羹，请以遗之。”公曰：“尔有母遗，毉我独无。”颍考叔曰：“敢问何谓也？”公语之故，且告之悔。对曰：“君何患焉。若阙地及泉，隧而相见，其谁曰不然？”公从之。\n\n公入而赋：“大隧之中，其乐也融融。”姜出而赋：“大隧之外，其乐也泄泄。”遂为母子如初。\n\n君子曰：“颍考叔，纯孝也，爱其母，施及庄公。诗曰：‘孝子不匮，永锡尔类。’其是之谓乎。”\n\n"
		},
		{
			"章节": "周文二",
			"章节名称": "周郑交质",
			"章节内容": "郑武公、庄公为平王卿士。王贰于虢，郑伯怨王。王曰：“无之。”故周郑交质：王子狐为质于郑，郑公子忽为质于周。\n\n王崩，周人将畀虢公政。四月，郑祭足帅师取温之麦；秋，又名成周之禾。周郑交恶。\n\n君子曰：“信不由中，质无益也。明恕而行，要之以礼，虽无有质，谁能间之？苟有明信，涧溪沼沚之毛，苹蘩蕴藻之菜，筐筥錡釜之器，潢污行潦之水，可荐于鬼神，可羞于王公；而况君子结二国之信，行之以礼，又焉用质？风有采蘩采苹，雅有行苇泂酌，昭忠信也。”\n\n"
		},
		{
			"章节": "周文三",
			"章节名称": "石碏谏宠州吁",
			"章节内容": "卫庄公娶于齐东宫得臣之妹，曰庄姜。美而无子，卫人所为赋硕人也。又娶于陈，曰厉妫。生孝伯，早死。其娣戴妫，生桓公，庄姜以为己子。\n\n公子州吁，嬖人之子也。有宠而好兵，公弗禁，庄姜恶之。\n\n石碏谏曰：“臣闻爱子，教之以义方，弗纳于邪。骄奢淫佚，所自邪也。四者之来，宠禄过也。将立州吁，乃定之矣。若犹未也，阶之为祸。夫宠而不骄，骄而能降，降而不憾，憾而能眕者，鲜矣。且夫贱妨贵，少陵长，远间亲，新间旧，小加大，淫破义，所谓六逆也。君义，臣行，父慈，子孝，兄爱，弟敬，所谓六顺也。去顺效逆，所以速祸也。君人者，将祸是务去，而速之，无乃不可乎。”弗听。\n\n其子厚与州吁游，禁之，不可。桓公立，乃老。\n\n"
		},
		{
			"章节": "周文四",
			"章节名称": "曹刿论战",
			"章节内容": "十年春，齐师伐我，公将战。曹刿请见，其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”遂入见。\n\n问何以战？公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未偏，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也，可以一战。战则请从。”\n\n公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓，刿曰：“可矣。”齐师败绩，公将驰之，刿曰：“未可。”下视其辙，登轼而望之，刿曰：“可矣。”遂逐齐师。\n\n既克，公问其故，对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。夫大国难测也，惧有伏焉；吾视其辙乱，望其旗靡，故逐之。”\n\n"
		},
		{
			"章节": "周文五",
			"章节名称": "齐桓公伐楚盟屈完",
			"章节内容": "春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君大公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履，东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不供，无以缩酒，寡人是徵。昭王南征而不复，寡人是问。”\n\n对曰：“贡之不入，寡君之罪也，敢不供给？昭王之不复，君其问诸水滨！”师进，次于陉。\n\n夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖是为？先君之好是继，与不榖同好何？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”\n\n齐侯曰：“以此众战，谁能御之？以此攻城，何城不克？”\n\n对曰：“君若以德绥诸侯，谁敢不服？君若以力，楚国方城以为城，汉水以为池；虽众，无所用之。”\n\n屈完及诸侯盟。\n\n"
		},
		{
			"章节": "周文六",
			"章节名称": "宫之奇谏假道",
			"章节内容": "晋侯复假道于虞以伐虢，宫之奇谏曰：“虢，虞之表也。虢亡，虞必从之。晋不可启，寇不可玩，一之谓甚，其可再乎？谚所谓辅车相依，唇亡齿寒者，其虞虢之谓也。”\n\n公曰：“晋，吾宗也。岂害我哉？”对曰：“大伯、虞仲，大王之昭也。大伯不从，是以不嗣。虢仲、虢叔，王季之穆也。为文王卿士，勋在王室，藏于盟府。将虢是灭，何爱于虞？且虞能亲于桓庄乎？其爱之也，桓庄之族何罪？而以为戮。不唯逼乎？亲以宠逼，犹尚害之，况以国乎？”\n\n公曰：“吾享祀丰絜，神必据我。”对曰：“臣闻之，鬼神非人实亲，惟德是依。故周书曰：‘皇天无亲，惟德是辅。’又曰：‘黍稷非馨，明德惟馨。’又曰：‘民不易物，惟德毉物。’如是，则非德民不和，神不享矣。神所冯依，将在德矣。若晋取虞，而明德以荐馨香，神其吐之乎？”\n\n弗听，许晋使。宫之奇以其族行，曰：“虞不腊矣！在此行也，晋不更举矣。”冬，晋灭虢。师还，馆于虞，遂袭虞，灭之，执虞公。\n\n"
		},
		{
			"章节": "周文七",
			"章节名称": "子鱼论战",
			"章节内容": "楚人伐宋以救郑，宋公将战。大司马固谏曰：“天之弃商久矣！君将兴之，弗可赦也已。”弗听。\n\n及楚人战于泓，宋人既成列，楚人未既济。司马曰：“彼众我寡，及其未既济也，请击之。”公曰：“不可。”既济，而未成列，又以告。公曰：“未可。”既陈而后击之，宋师败绩。公伤股，门官歼焉。\n\n国人皆咎公。公曰：“君子不重伤，不禽二毛。古之为军也，不以阻隘也。寡人虽亡国之余，不鼓不成列。”子鱼曰：“君未知战。f敌之人，隘而不列，天赞我也。阻而鼓之，不亦可乎？犹有惧焉！且今之f者，皆吾敌也。虽及胡耇，获则取之，何有于二毛？明耻教战，求杀敌也。伤未及死，如何勿重？若爱重伤，则如勿伤。爱其二毛，则如服焉！三军以利用也，金鼓以声气也，利而用之，阻隘可也。声盛致志，鼓仟可也。”\n\n"
		},
		{
			"章节": "周文八",
			"章节名称": "介之推不言禄",
			"章节内容": "晋侯赏从亡者，介之推不言禄，禄亦弗及。\n\n推曰：“献公之子九人，唯君在矣。惠、怀无亲，外内弃之。天未绝晋，必将有主。主晋祀者，非君而谁？天实置之，而二三子以为己力，不亦诬乎？窃人之财，犹谓之盗。况贪天之功，以为己力乎？下义其罪，上赏其奸，上下相蒙，难与处矣。”\n\n其母曰：“盍亦求之？以死谁怼？”对曰：“尤而效之，罪又甚焉！且出怨言，不食其食。”其母曰：“亦使知之，若何？”对曰：“言，身之文也。身将隐，焉用文之？是求显也。”其母曰：“能如是乎？与女偕隐。”遂隐而死。\n\n晋侯求之不获，以绵上为之田。曰：“以志吾过，且旌善人。”\n\n"
		},
		{
			"章节": "周文九",
			"章节名称": "烛之武退秦师",
			"章节内容": "晋侯秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军泛南。\n\n佚之狐言于郑伯曰：“国危矣！若使烛之武见秦君，师必退。”公从之。辞曰：“臣之壮也，犹不如人。今老矣，无能为也已。”公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉。”许之，夜缒而出。见秦伯曰：“秦晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也。焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。”\n\n秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。\n\n子犯请击之，公曰：“不可，微夫人之力不及此。因人之力而敝之，不仁。失其所与，不知。以乱易整，不武。吾其还也。”亦去之。\n\n"
		},
		{
			"章节": "周文十",
			"章节名称": "吕相绝秦",
			"章节内容": "晋侯使吕相绝秦，曰：“昔逮我献公及穆公相好，戮力同心，申之以盟誓，重之以昏姻。天祸晋国，文公如齐，惠公如秦。无禄，献公即世，穆公不忘旧德，俾我惠公，用能奉祀于晋；又不能成大勋，而为韩之师。亦悔于厥心，用集我文公，是穆之成也！文公躬擐甲胄，跋履山川，逾越险阻，征东之诸侯，虞、夏、商、周之胤而朝诸秦，则亦既报旧德矣。\n\n郑人怒君之疆埸，我文公帅诸侯及秦围郑。秦大夫不询于我寡君，擅及郑盟，诸侯疾之，将致命于秦。文公恐惧，绥靖诸侯。秦师克还无害，则是我有大造于西也。\n\n无禄，文公即世，穆为不吊，蔑死我君，寡我襄公，迭我崤地，奸绝我好，伐我保城。殄灭我费滑，散离我兄弟，挠乱我同盟，倾覆我国家，我襄公未忘君之旧勋，而惧社稷之陨，是以有崤之师。犹愿赦罪于穆公，穆公弗听，而即楚谋我。天诱其衷，成王陨命，穆公是以不克逞志于我。\n\n穆、襄即世，康、灵即位。康公我之自出，又欲阙翦我公室，倾覆我社稷；帅我蝥贼，以来荡摇我边疆，我是以有令狐之役。康犹不悛，入我河曲，伐我涑川，俘我王官，翦我羁马，我是以有河曲之战。东道之不通，则是康公绝我好也。\n\n及君之嗣也，我君景公，引领西望，曰：‘庶抚我乎！’君亦不惠称盟，利吾有狄难，入我河县；焚我箕、郜；芟夷我农功；虔刘我边陲；我是以有辅氏之聚。君亦悔祸之延，而欲徼福于先君献、穆，使伯车来命我景公，曰：‘吾与女，同好弃恶，复修旧德，以追念前勋。’言誓未就，景公即世，我寡君是以有令狐之会。君又不祥，背弃盟誓。白狄及君同州，君之仇雠，而我之昏姻也。君来赐命曰：‘吾与女伐狄。’寡君不敢顾昏姻，畏君之威而受命于使。君有二心于狄，曰：‘晋将伐女。’狄应且憎，是用告我。楚人恶君之二三其德也，亦来告我曰：‘秦背令狐之盟，而来求盟于我。昭告昊天上帝，秦三公，楚三王，曰：“余虽与晋出入，余唯利是视。”不糓恶其无成德，是用宣之，以惩不壹。’诸侯备闻此言，斯是用痛心疾首，昵就寡人。\n\n寡人帅以听命，唯好是求，君若惠顾诸侯，矜哀寡人而赐之盟，则寡人之愿也。其承宁诸侯以退，岂敢徼乱？君若不施大惠，寡人不佞，其不能以诸侯退矣！敢尽布之执事，俾执事实图利之。”\n\n"
		},
		{
			"章节": "周文十一",
			"章节名称": "驹支不屈于晋",
			"章节内容": "会于向，将执戎子驹支，范宣子亲数诸朝，曰：“来，姜戎氏。昔秦人迫逐乃祖吾离于瓜州，乃祖吾离被苫盖，蒙荆棘，以来归我先君。我先君惠公有不腆之田，与女剖分而食之。今诸侯之事我寡君，不如昔者，盖言语漏泄，则职女之由。诘朝之事，尔无与焉，与将执女。”\n\n对曰：“昔秦人负恃其众，贪于土地，逐我诸戎。惠公蠲其大德，谓我诸戎，是四岳之裔胄也。毋是翦弃，赐我南鄙之田，狐狸所居，豺狼所嗥。我诸戎除翦其荆棘，驱其狐狸豺狼，以为先君不侵不叛之臣，至于今不贰。\n\n昔文公与秦伐郑，秦人窃与郑盟而舍戍焉，于是乎有崤之师。晋御其上，戎亢其下，秦师不复，我诸戎实然。譬如捕鹿，晋人角之，诸戎掎之，与晋踣之。戎何以不免？自是以来，晋之百役，与我诸戎，相继于时，以从执政，犹崤志也。岂敢离逖？今官之师旅，无乃实有所阙，以携诸侯，而罪我诸戎。我诸戎饮食衣服，不与华同，贽币不通，言语不达，何恶之能为？\n\n不与于会，亦无瞢焉！”赋青蝇而退。宣子辞焉。使即事于会，成恺悌也。”\n\n"
		},
		{
			"章节": "周文十二",
			"章节名称": "子产告范宣子轻币",
			"章节内容": "范宣子为政，诸侯之币重，郑人病之。\n\n二月，郑伯如晋。子产寓书于子西，以告宣子，曰：“子为晋国，四邻诸侯，不闻令德而闻重币。侨也惑之。侨闻君子长国家者，非无贿之患，而无令名之难。夫诸侯之贿，聚于公室，则诸侯贰；若吾子赖之，则晋国贰。诸侯贰则晋国坏，晋国贰则子之家坏。何没没也？将焉用贿？\n\n夫令名，德之舆也。德，国家之基也。有基无坏，无亦是务乎？有德则乐，乐则能久。诗云：‘乐只君子，邦家之基。’有令德也夫！‘上帝临女，无贰尔心。’有令名也夫！恕思以明德，则令名载而行之，是以远至迩安。毋宁使人谓子，子实生我，而谓子浚我以生乎？象有齿以焚其身，贿也。”\n\n宣子说，乃轻币。\n\n"
		},
		{
			"章节": "周文十三",
			"章节名称": "晏子不死君难",
			"章节内容": "崔武子见棠姜而美之，遂取之。庄公通焉，崔子弑之。\n\n晏子立于崔氏之门外，其人曰：“死乎？”曰：“独吾君也乎哉？吾死也。”曰：“行乎？”曰：“吾罪也乎哉？吾亡也。”曰：“归乎？”曰：“君死安归？君民者，岂以陵民？社稷是主。臣君者，岂为其口实？社稷是养。故君为社稷死则死之；为社稷亡则亡之。若为己死而为己亡，非其私昵，谁敢任之？且人有君而弑之，吾焉得死之？而焉得亡之？将庸何归？”\n\n门启而入，枕尸股而哭。兴，三踊而出。人谓崔子必杀之，崔子曰：“民之望也，舍之得民。”\n\n"
		},
		{
			"章节": "周文十四",
			"章节名称": "子产论政宽猛",
			"章节内容": "郑子产有疾。谓子大叔曰：“我死，子必为政。唯有德者能以宽服民，其次莫如猛。夫火烈，民望而畏之，故鲜死焉。水懦弱，民狎而玩之，则多死焉。故宽难。”疾数月而卒。\n\n大叔为政，不忍猛而宽。郑国多盗，取人于萑苻之泽。大叔悔之，曰：“吾早从夫子，不及此。”兴徒兵以攻萑苻之盗，尽杀之，盗少止。\n\n仲尼曰：“善哉！政宽则民慢，慢则纠之以猛。猛则民残，残则施之以宽。宽以济猛；猛以济宽，政是以和。”\n\n诗曰：‘民亦劳止，汔可小康，惠此中国，以绥四方。’施之以宽也。‘毋从诡随，以谨无良，式遏寇虐，惨不畏明。’纠之以猛也。‘柔远能迩，以定我王。’平之以和也。又曰：‘不竞不絿，不刚不柔，布政优优，百禄是遒。’和之至也！”\n\n及子产卒，仲尼闻之，出涕曰：“古之遗爱也。”\n\n"
		},
		{
			"章节": "周文十五",
			"章节名称": "召公谏厉王止谤",
			"章节内容": "厉王虐，国人谤王，召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。\n\n王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是障之也，防民之口，甚于防川。川壅而溃，伤人必多，民亦如之。是故为川者决之使导，为民者宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，目蒙诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽史教诲，耆艾修之，而后王斟酌焉，是以事行而不悖。\n\n民之有口，犹土之有山川也，财用于是乎出；犹其原隰之有衍沃也，衣食于是乎生；口之宣言也，善败于是乎兴。行善而备败，其所以阜财用衣食者也。夫民虑之于心，而宣之于口，成而行之，胡可壅也。若壅其口，其与能几何？”\n\n王弗听，于是国人莫敢出言。三年，乃流王于彘。\n\n"
		},
		{
			"章节": "周文十六",
			"章节名称": "襄王不许请隧",
			"章节内容": "晋文公既定襄王于郏，王劳之以地。辞，请隧焉。王弗许，曰：“昔我先王之有天下也，规方千里，以为甸服。以供上帝山川百神之祀，以备百姓兆民之用，以待不庭不虞之患。其余以均分公侯伯子男，使各有宁宇，以顺及天地，无逢其灾害。先王岂有赖焉？内官不过九御，外官不过九品，足以供给神禘而已，岂敢厌纵其耳目心腹，以乱百度。亦唯是死生之服物、采章，以临长百姓，而轻重布之，王何异之有？\n\n今天降祸灾于周室，余一人仅亦守府，又不佞以勤叔父，而班先王之大物，以赏私德。其叔父实应且憎，以非余一人。余一人岂敢有爱，先民有言曰：‘改玉改行。’叔父若能光裕大德，更姓改物，以创制天下，自显庸也，而缩取备物以镇抚百姓。余一人其流辟于裔土，何辞之与有？若犹是姬姓也，尚将列为公侯，以复先王之职，大物其未可改也。叔父其懋昭明德，物将自至，余何敢以私劳变前之大章，以忝天下。其若先王与百姓何？何政令之为也？若不然，叔父有地而隧焉，余安能知之？”\n\n文公遂不敢请，受地而还。\n\n"
		},
		{
			"章节": "周文十七",
			"章节名称": "敬姜论劳逸",
			"章节内容": "公父文伯退朝，朝其母，其母方绩，文伯曰：“以之家而主犹绩，惧干季孙之怒也。其以为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善，忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。\n\n是故天子大采朝日，与三公九卿祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载，纠虔天刑。日入，监九御，使洁奉禘郊之粢盛，而后即安。诸侯朝修天子之业命，昼考其国职，夕省其典刑，夜儆百工，使无慆淫，而后即安。卿大夫朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而后即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而后即安。自庶人以下，明而动，晦而休，无日以怠。王後亲织玄紞；公侯之夫人，加之以纮綖。卿之内子为大带，命妇成祭服，列士之妻加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟，古之制也。君子劳心，小人劳力，先王之训也。自上以下，谁敢淫心舍力？\n\n今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也。”\n\n仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”\n\n"
		},
		{
			"章节": "周文十八",
			"章节名称": "勾践复国",
			"章节内容": "越王勾践栖于会稽之上，乃号令于三军曰：“凡我父兄昆弟及国子姓，有能助寡人谋而退吴者，吾与之共知越国之政。”大夫种进对曰：“臣闻之，贾人夏则资皮，冬则资絺；旱则资舟，水则资车，以待乏也。夫虽无四方之忧，然谋臣与爪牙之士，不可不养而择也；譬如蓑笠，时雨既至必求之。今君既栖于会稽之上，然后乃求谋臣，无乃后乎？”勾践曰∶“苟得闻子大夫之言，何后之有？”执其手而与之谋。\n\n遂使之行成于吴曰：“寡君勾践乏无所使，使其下臣种，不敢彻声闻于天王，私于下执事曰：寡君之师徒，不足以辱君矣，愿以金玉子女赂君之辱，请勾践女女于王，大夫女女于大夫，士女女于士，越国之宝器毕从；寡君率越国之众，以从君之师徒，惟君左右之。若以越国之罪为不可赦也，将焚宗庙，系妻孥，沈金玉于江；有带甲五千人，将以致死，乃必有偶，是以带甲万人事君也，无乃即伤君王之所爱乎？与其杀是人也，宁其得此国也，其孰利乎？”\n\n夫差将欲听，与之成。子胥谏曰：“不可！夫吴之与越也，仇雠敌战之国也，三江环之，民无所移，有吴则无越，有越则无吴，君将不可改于是矣。员闻之：‘陆人居陆，水人居水。’夫上党之国，我攻而胜之，吾不能居其地，不能乘其车；夫越国，吾攻而胜之，吾能居其地，吾能乘其舟。此其利也，不可失也已，君必灭之。失此利也，虽悔之，必无及已。”\n\n越人饰美女八人，纳之太宰喜否，曰：“子苟赦越国罪，又有美于此者将进之。”太宰喜否谏曰：“喜否闻古之伐国者，服之而已；今已服矣，又何求焉。”夫差与之成而去之。\n\n勾践说于国人曰：“寡人不知其力之不足也，又与大国执雠，以暴露百姓之骨于中原，此则寡人之罪也，寡人请更。”于是葬死者，问伤者，养生者，吊有忧，贺有喜，送往者，迎来者，去民之所恶，补民之不足，然后卑事夫差，宦士三百人于吴，其身亲为夫差前马。\n\n勾践之地，南至于句无，北至于御儿，东至于鄞，西至于姑蔑，广运百里。乃致其父母昆弟而誓之曰：“寡人闻古之贤君，四方之民归之，若水之归下也。今寡人不能，将帅二、三子夫妇以蕃。”令壮者无取老妇，令老者无娶壮妻。女子十七不嫁，其父母有罪；丈夫二十不娶，其父母有罪。将免者以告，公令医守之。生丈夫，二壶酒、一犬；生女子，二壶酒、一豚；生三人，公与之母；生二人，公与之饩。当室者死，三年释其政；支子死，三月释其政；必哭泣葬埋之如其子。令孤子、寡妇、疾疹、贫病者，纳宦其子。其达士，洁其居，美其服，饱其食，而摩厉之于义。四方之士来者，必庙礼之，勾践载稻与脂于舟以行，国之孺子之游者，无不哺也，无不歠也，必问其名。非其身之所种则不食，非其夫人之所织则不衣。十年不收于国，民俱有三年之食。\n\n国之父兄请曰：“昔者，夫差耻吾君于诸侯之国；今越国亦节矣，请报之！”勾践辞曰：“昔者之战也，非二、三子之罪也，寡人之罪也。如寡人者，安与知耻？请姑无庸战！”父兄又请曰：“越四封之内，亲吾君也，犹父母也，子而思报父母之仇，臣而思报君之雠，其有敢不尽力者乎？请复战！”勾践既许之，乃致其众而誓之，曰：“寡人闻古之贤君，不患其众之不足也，而患其志行之少耻也。今夫差衣水犀之甲者，亿有三千，不患其行之少耻也，而患其众之不足也。今寡人将助天灭之。吾不欲匹夫之勇也，欲其旅进旅退。进则思赏，退则思刑；如此，则有常赏；进不用命，退则无耻，如此，则有常刑。”果行，国人皆劝：父勉其子，兄勉其弟，妇勉其夫，曰：“孰是吾君也，而可无死乎？”是故败吴于囿，又败之于没，又郊败之。\n\n夫差行成，曰：“寡之师徒，不足以辱君矣，请以金玉子女赂君之辱！”勾践对曰：“昔天以越与吴，而吴不受命；今天以吴予越，越可以无听天之命而听君之令乎？吾请达王甬、句东，吾与君为二君乎！”夫差对曰：“寡人礼先壹饭矣，君若不忘周室而为弊邑宸宇，亦寡人之愿也。君若曰；‘吾将残汝社稷，灭汝宗庙。’寡人请死，余何面目以视于天下乎？越君其次也！”遂灭吴。此篇非古文观止所选，电子版初稿录入，姑从之。\n\n"
		},
		{
			"章节": "周文十九",
			"章节名称": "宋人及楚人平",
			"章节内容": "外平不书，此何以书？大其平乎己也。何大乎其平乎己？\n\n庄王围宋，军有七日之粮尔；尽此不胜，将去而归尔。于是使司马子反乘堙而窥宋城，宋华元亦乘堙而出见之。司马子反曰：“子之国如何？”华元曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”司马子反曰：“嘻！甚矣惫！虽然，吾闻之也，围者柑马而秣之，使肥者应客，是何子之情也？”华元曰：“吾闻之，君子见人之厄，则矜之；小人见人之厄，则幸之。吾见子之君子也，是以告情于子也。”司马子反曰：“诺，勉之矣！吾军亦有七日之粮尔，尽此不胜，将去而归尔。”揖而去之。\n\n反于庄王。庄王曰：“何如？”司马子反曰：“惫矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”庄王曰：“嘻！甚矣惫！虽然，吾今取此，然后而归尔。”司马子反曰：“不可，臣已告之矣，军有七日之粮尔。”庄王怒曰：“吾使子往视之，子曷为告之。”司马子反曰：“以区区之宋，犹有不欺人之臣，可以楚而无乎？是以告之也。”庄王曰：“诺，舍而止。虽然，吾犹取此，然后归尔。”司马子反曰：“然则君请处于此，臣请归尔。”庄王曰：“子去我而归，吾孰与处于此？吾亦从子而归尔。”引师而去之。\n\n故君子大其平乎己也。此皆大夫也。其称人何？贬。曷为贬？平者在下也。\n\n"
		},
		{
			"章节": "周文二十",
			"章节名称": "虞师晋师灭夏阳",
			"章节内容": "非国而曰灭，重夏阳也。虞无师，其曰师何也？以其先晋，不可以不言师也。其先晋何也？为主乎灭夏阳也。夏阳者，虞、虢之塞邑也，灭夏阳而虞、虢举矣。\n\n虞之为主乎灭夏阳何也？晋献公欲伐虢，荀息曰：“君何不以屈产之乘，垂棘之璧，而借道乎虞也？”公曰：“此晋国之宝也！如受吾币，而不借吾道，则如之何？”荀息曰：“此小国之所以事大国也。彼不借吾道，必不敢受吾币。如受吾币而借吾道，则是我取之中府而藏之外府，取之中厩而置之外厩也。”\n\n公曰：“宫之奇存焉，必不使受之也。”荀息曰：“宫之奇之为人也，达心而懦，又少长于君。达心则其言略，懦则不能强谏，少长于君，则君轻之。且夫玩好在耳目之前，而患在一国之后，此中知以上乃能虑之。臣料虞君中知以下也。”公遂借道而伐虢。\n\n宫之奇谏曰：“晋国之使者，其辞卑而币重，必不便于虞。”虞公弗听，遂受其币而借之道。宫之奇又谏曰：“语曰：‘唇亡则齿寒．’其斯之谓与！”挈其妻子以奔曹。\n\n献公亡虢，五年，而后举虞。荀息牵马操璧而前曰：“璧则犹是也，而马齿加长矣。”\n\n"
		},
		{
			"章节": "周文二十一",
			"章节名称": "晋献公杀世子申生",
			"章节内容": "晋献公将杀其世子申生。公子重耳谓之曰：“子盍言子之志于公乎？”世子曰：“不可。君安骊姬，是我伤公之心也！”曰：“然则盍行乎？”世子曰：“不可。君谓我欲弑君也。天下岂有无父之国哉？吾何行如之？”\n\n使人辞于狐突曰：“申生有罪，不念伯氏之言也，以至于死。申生不敢爱其死。虽然，吾君老矣，子少，国家多难，伯氏不出而图吾君；伯氏苟出而图吾君，申生受赐而死！”再拜稽首，乃卒。是以为恭世子也。\n\n"
		},
		{
			"章节": "周文二十二",
			"章节名称": "杜蒉扬觯",
			"章节内容": "知悼子卒，未葬。平公饮酒，师旷、李调侍，鼓钟。杜蒉自外来，闻钟声，曰：“安在？”曰：“在寝。”杜蒉入寝，历阶而升。酌，曰：“旷饮斯。”又酌，曰：“调饮斯。”又酌，堂上北面坐饮之。降，趋而出。平公呼而进之，曰：“蒉，曩者尔心或开予，是以不与尔言。尔饮旷，何也？”曰：“子卯不乐；知悼子在堂，斯其为子卯也大矣！旷也，太师也，不以诏，是以饮之也。”“尔饮调，何也？”曰：“调也，君之亵臣也，为一饮一食，亡君之疾，是以饮之也。”“尔饮，何也？”曰：“蒉也，宰夫也，非刀匕是共，又敢与知防，是以饮之也。”平公曰：“寡人亦有过焉。酌而饮寡人！”杜蒉洗而扬觯。公谓侍者曰：“如我死，则必无废是爵也！”至于今，既毕献，斯扬觯，谓之“杜举”。\n\n"
		},
		{
			"章节": "周文二十三",
			"章节名称": "愚公移山",
			"章节内容": "太行、王屋二山，方七百里，高万仞。本在冀州之南，河阳之北。\n\n北山愚公者，年且九十，面山而居。惩山北之塞，出入之迂也，聚室而谋曰：“吾与汝毕力平险，指通豫南，达于汉阴，可乎？”杂然相许。其妻献疑曰：“以君之力，曾不能损魁父之丘，如太行王屋何？且焉置土石？”杂曰：“投诸渤海之尾，隐土之北。”遂率子孙荷担者三夫，扣石垦壤，箕畚运于渤海之尾。邻人京城氏之孀妻，有遗男，始龀，跳往助之。寒暑易节，始一反焉。河曲智叟笑而止之，曰：“甚矣，汝之不惠。以残年馀力，曾不能毁山之一毛，其如土石何？”北山愚公长息曰：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉；子又生孙，孙又生子；子又有子，子又有孙。子子孙孙，无穷匮也。而山不加增，何苦而不平？”河曲智叟亡以应。\n\n操蛇之神闻之，惧其不已也，告之于帝。帝感其诚，命夸娥氏二子负二山，一厝朔东，一厝朔南。自此，冀之南，汉之阴，无陇断焉。\n\n"
		},
		{
			"章节": "秦文一",
			"章节名称": "苏秦以连横说秦",
			"章节内容": "战国策\n\n苏秦始将连横说秦惠王曰：“大王之国，西有巴蜀汉中之利，北有胡貉代马之用，南有巫山黔中之限，东有崤函之固；田肥美，民殷富，战车万乘，奋击百万；沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国也！以大王之贤，士民之众，车骑之用，兵法之教，可以并诸侯，吞天下，称帝而治。愿大王少留意，臣请奏其效。”\n\n秦王曰：“寡人闻之，毛羽不丰满者，不可以高飞。文章不成者，不可以诛罚。道德不厚者，不可以使民。政教不顺者，不可烦大臣。今先生俨然不远千里而庭教之，愿以异日。”\n\n苏秦曰：“臣固疑大王之不能用也！昔者神农伐补遂，黄帝伐涿鹿而禽蚩尤，尧伐驩兜，舜伐三苗，禹伐共工，汤伐有夏，文王伐崇，武王伐纣，齐桓任战而霸天下。由此观之，恶有不战者乎？古者使车毂击驰，言语相结，天下为一。约从连横，兵革不藏；文士并饬，诸侯乱惑；万端俱起，不可胜理。科条既备，民多伪态；书策稠浊，百姓不足；上下相愁，民无所聊；明言章理，兵甲愈起；辩言伟服，战攻不息；繁称文辞，天下不治；舌敝耳聋，不见成功；行义约信，天下不亲。于是乃废文任武，厚养死士，缀甲厉兵，效胜于战场。夫徒处而致利，安坐而广地，虽古五帝三王五霸，明主贤君，常欲坐而致之，其势不能，故以战续之。宽则两军相攻，迫则杖戟相撞，然后可建大功。是故兵胜于外，义强于内；威立于上，民服于下。今欲并天下，凌万乘，诎敌国，制海内，子元元，臣诸侯，非兵不可。今之嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩，溺于辞，以此论之，王固不能行也．”\n\n说秦王书十上而说不行，黑貂之裘敝，黄金百斤尽。资用乏绝，去秦而归。羸媵履蹻，负书担橐，形容枯槁，面目黧黑，状有愧色。归至家，妻不下絍，嫂不为炊，父母不与言。苏秦喟然叹曰：“妻不以我为夫，嫂不以我为叔，父母不以我为子，是皆秦之罪也！”\n\n乃夜发书，陈箧数十，得太公阴符之谋。伏而诵之，简练以为揣摩。读书欲睡，引锥自剌其股，血流至足，曰：“安有说人主，不能出其金玉锦绣，取卿相之尊者乎？”\n\n期年，揣摩成。曰：“此真可以说当世之君矣。”于是乃摩燕乌集阙，见说赵王于华屋之下。抵掌而谈，赵王大悦，封为武安君，受相印。革车百乘，锦绣千纯，白璧百双，黄金万镒，以随其后。约从散横，以抑强秦。故苏秦相于赵，而关不通。当此之时，天下之大，万民之众，王侯之威，谋臣之权，皆欲决苏秦之策。不费斗粮，未烦一兵，未战一士，未绝一弦，未折一矢，诸侯相亲，贤于兄弟。夫贤人在而天下服，一人用而天下从。故曰：“式于政，不式于勇；式于廊庙之内，不式于四境之外。”当秦之隆，黄金万镒为用，转毂连骑，炫熿于道。山东之国，从风而服，使赵大重。\n\n且夫苏秦特穷巷、掘门、桑户、棬枢之士耳，伏轼撙衔，横历天下，庭说诸侯之主，杜左右之口，天下莫之伉。将说楚王，路过洛阳。父母闻之，清宫除道，张乐设饮，郊迎三十里。妻侧目而视，侧耳而听。嫂蛇行匍伏，四拜自跪而谢。苏秦曰：“嫂何前倨而后卑也？”嫂曰：“以季子之位尊而多金。”苏秦曰：“嗟乎！贫穷则父母不子，富贵则亲戚畏惧。人生世上，势位富厚，盍可忽乎哉？”\n\n"
		},
		{
			"章节": "秦文二",
			"章节名称": "邹忌讽齐王纳谏",
			"章节内容": "战国策\n\n邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也。”\n\n城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也。”\n\n旦日，客从外来，与坐谈。问之曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”\n\n明日，徐公来，熟视之，自以为不如。窥镜而自视，又弗如远甚。暮寝而思之曰：“吾妻之美我者，私我也。妾之美我者，畏我也。客之美我者，欲有求于我也。”\n\n于是入朝见威王曰：“臣诚知不如徐公美。臣之妻私臣；臣之妾畏臣；臣之客欲有求于臣，皆以美于徐公。今齐，地方千里，百二十城。宫妇左右，莫不私王；朝廷之臣，莫不畏王；四境之内，莫不有求于王。由此观之，王之蔽甚矣。”\n\n王曰：“善。”乃下令：“群臣吏民，能面刺寡人之过者，受上赏。上书谏寡人者，受中赏。能谤议于市朝，闻寡人之耳者，受下赏。”\n\n令初下，群臣进谏，门庭若市。数月之后，时时而间进。期年之后，虽欲言，无可进者。燕赵韩魏闻之，皆朝于齐，此所谓战胜于朝廷。\n\n"
		},
		{
			"章节": "秦文三",
			"章节名称": "颜鐲说齐王",
			"章节内容": "战国策\n\n齐宣王见颜鐲曰：“鐲前。”鐲亦曰：“王前。”宣王不说。左右曰：“王，人君也。鐲，人臣也。王曰鐲前，鐲亦曰王前，可乎？”鐲对曰：“夫鐲前为慕势，王前为趋士，与使鐲为慕势，不如使王为趋士。”\n\n王忿然作色曰：“王者贵乎？士贵乎？”对曰：“士贵耳，王者不贵。”王曰：“有说乎？”鐲曰：“有．昔者秦攻齐，令曰：‘有敢去柳下季垄五十步而樵采者，死不赦。’令曰：‘有能得齐王头者，封万户侯，赐金千镒。’由是观之，生王之头，曾不若死士之垄也。”\n\n宣王曰：“嗟乎！君子焉可侮哉？寡人自取病耳。愿请受为弟子，且颜先生与寡人游，食必太牢；出必乘车，妻子衣服丽都。”颜鐲辞去。曰：“夫玉生于山，制则破焉。非弗宝贵矣，然大璞不完。士生乎鄙野，推选则禄焉。非不得尊遂也，然而形神不全。鐲愿得晚食以当肉，安步以当车，无罪以当贵，清净贞正以自虞。”则再拜而辞去。\n\n君子曰：“鐲知足矣！归真反璞，则终身不辱。”\n\n"
		},
		{
			"章节": "秦文四",
			"章节名称": "冯谖客孟尝君",
			"章节内容": "战国策\n\n齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：“客何好？”曰：“客无好也。”曰：“客何能？”曰：“客无能也。”孟尝君笑而受之，曰：“诺！”左右以君贱之也，食以草具。\n\n居有顷，倚柱弹其剑，歌曰：“长铗归来乎！食无鱼！”左右以告。孟尝君曰：“食之，比门下之客。”居有顷，复弹其铗，歌曰：“长铗归来乎！出无车！”左右皆笑之，以告。孟尝君曰：“为之驾，比门下之车客。”于是，乘其车，揭其剑，过其友，曰：“孟尝君客我！”后有顷，复弹其剑铗，歌曰：“长铗归来乎！无以为家！”左右皆恶之，以为贪而不知足。孟尝君问：“冯公有亲乎？”对曰：“有老母。”孟尝君使人给其食用，无使乏。于是冯谖不复歌。\n\n后，孟尝君出记，问门下诸客：“谁习计会能为文收责于薛者乎？”冯谖署曰：“能。”孟尝君怪之曰：“此谁也？”左右曰：“乃歌夫长铗归来者也。”孟尝君笑曰：“客果有能也。吾负之，未尝见也。”请而见之，谢曰：“文倦于事，愦于忧，而性檸愚，沈于国家之事，开罪于先生。先生不羞，乃有意欲为收责于薛乎？”冯谖曰：“愿之。”\n\n于是，约车治装，载券契而行，辞曰：“责毕收，以何市而反？”孟尝君曰：“视吾家所寡有者。”驱而之薛。使吏召诸民当偿者，悉来合券。券遍合，起矫命以责赐诸民，因烧其券，民称万岁。长驱到齐，晨而求见。孟尝君怪其疾也，衣冠而见之，曰：“责毕收乎？来何疾也？”曰：“收毕矣。” “以何市而反？”冯谖曰：“君云视吾家所寡有者，臣窃计：君宫中积珍宝，狗马实外厩，美人充下陈。君家所寡有者以义耳！窃以为君市义。”孟尝君曰：“市义奈何？”曰：“今君有区区之薛，不拊爱子其民，因而贾利之。臣窃矫君命，以责赐诸民，因烧其券，民称万岁，乃臣所以为君市义也。”孟尝君不说，曰：“诺，先生休矣！”\n\n后期年，齐王谓孟尝君曰：“寡人不敢以先王之臣为臣！”孟尝君就国于薛，未至百里，民扶老携幼，迎君道中。孟尝君顾谓冯谖曰：“先生所为文市义者，乃今日见之。”\n\n冯谖曰：“狡兔有三窟，仅得免其死耳。今君有一窟，未得高枕而卧也，请为君复凿二窟。”孟尝君予车五十乘，金五百斤，西游于梁，谓惠王曰：“齐放其大臣孟尝君于诸侯，诸侯先迎之者富而兵强。”于是，梁王虚上位，以故相为上将军，遣使者，黄金千斤，车百乘，往聘孟尝君。冯谖先驱，诫孟尝君曰：“千金，重币也；百乘，显使也，齐其闻之矣！”梁使三反，孟尝君固辞不往也。\n\n齐王闻之，君臣恐惧，遣太傅赍黄金千斤，文车二驷，服剑一，封书谢孟尝君曰：“寡人不祥，被于宗庙之祟，沈于谄謀之臣，开罪于君，寡人不足为也。愿君顾先王之宗庙，姑反国，统万人乎？”冯谖诫孟尝君曰：“愿请先王之祭器，立宗庙于薛。”庙成，还报孟尝君曰：“三窟已就，君姑高枕为乐矣！”\n\n孟尝君为相数十年，无纤介之祸者，冯谖之计也。\n\n"
		},
		{
			"章节": "秦文五",
			"章节名称": "触龙说赵太后",
			"章节内容": "战国策\n\n赵太后新用事，秦急攻之，赵氏求救于齐。齐曰：必以长安君为质，兵乃出。太后不肯，大臣强谏；太后明谓左右：“有复言令长安君为质者，老妇必唾其面。”左师触龙言愿见太後，太后盛气而揖之。入而徐趋，至而自谢曰：“老臣病足，曾不能疾走，不得见久矣。窃自恕，而恐太后玉体之有所隙也；故愿望见太后。”太后曰：“老妇恃辇而行。”曰：“日食饮得无衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自强步，日三四里，少益嗜食，和于身也。”太后曰：“老妇不能。”太後之色稍解。左师公曰：“老臣贱息舒祺，最少，不肖，而臣衰，窃爱怜之，愿令得补黑衣之数，以卫王宫。没死以闻。”太后曰：“敬诺。年几何矣？”对曰：“十五岁矣。虽少，愿及未填沟壑而托之。”太后曰：“丈夫亦爱怜其少子乎？”对曰：“甚于妇人。”太后笑曰：“妇人异甚。”对曰：“老臣窃以为媪之爱燕后，贤于长安君。”曰：“君过矣！不若长安君之甚。”左师公曰：“父母之爱子，则为之计深远。媪之送燕后也，持其踵，为之泣，念悲其远也；亦哀之矣！已行，非弗思也；祭祀必祝之，祝曰：‘必勿使反。’岂非计久长，有子孙相继为王也哉？”太后曰：“然。”左师公曰：“今三世以前，至于赵之为赵，赵主之子孙侯者，其继有在者乎？”曰：“无有。”曰：“微独赵，诸侯有在者乎？”曰：“老妇不闻也。” “此其近者祸及身，远者及其子孙。岂人主之子孙，则必不善哉？位尊而无功，奉厚而无劳，而挟重器多也。今媪尊长安君之位，而封之以膏腴之地，多予之重器，而不及今令有功于国。一旦山陵崩，长安君何以自托于赵？老臣以媪为长安君计短也，故以为其爱不若燕后。”太后曰：“诺。恣君之所使也。”\n\n于是为长安君约车百乘，质于齐，齐兵乃出。子义闻之曰：“人主之子也，骨肉之亲也，犹不能恃无功之尊，无劳之奉，而守金玉之重也，而况人臣乎？”\n\n"
		},
		{
			"章节": "秦文六",
			"章节名称": "鲁共公择言",
			"章节内容": "战国策\n\n梁王魏婴觞诸侯于范台，酒酣，请鲁君举觞。鲁君兴，避席择言曰：“昔者帝女令仪狄作酒而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨酒，曰：‘后世必有以酒亡其国者。’齐桓公夜半不慊，易牙乃煎敖燔炙和调五味而进之，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池亡其国者。’今主君之尊，仪狄之酒也；主君之味，易牙之调也；左白台而右闾须，南威之美也；前夹林而后兰台，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与？”梁王称善相属。\n\n"
		},
		{
			"章节": "秦文七",
			"章节名称": "谏逐客书",
			"章节内容": "李斯\n\n秦宗室大臣皆言秦王曰：“诸侯人来事秦者，只为其主游间秦耳，请一切逐客。”李斯议亦在逐中。\n\n斯乃上书曰：“臣闻吏议逐客，窃以为过矣。昔穆公求士，西取由余于戎，东得百里奚于宛，迎蹇叔于宋，来丕豹，公孙支于晋。此五子者，不产于秦，而穆公用之，并国二十，遂霸西戎。孝公用商鞅之法，移风易俗，民以殷盛，国以富强，百姓乐用，诸侯亲服，获楚、魏之师，举地千里，至今治强。惠王用张仪之计，拔三川之地，西并巴蜀，北收上郡，南取汉中，包九夷，制鄢郢，东据成皋之险，割膏腴之壤，遂散六国之从，使之西面事秦，功施到今。昭王得范雎，废穰侯，逐华阳，强公室，杜私门，蚕食诸侯，使秦成帝业。此四君者，皆以客之功。由此观之，客何负于秦哉！向使四君却客而不内，疏士而不用，是使国无富利之实，而秦无强大之名也。\n\n今陛下致昆山之玉，有随和之宝，垂明月之珠，服太阿之剑，乘纤离之马，建翠凤之旗，树灵鼍之鼓。此数宝者，秦不生一焉，而陛下说之，何也？必秦国之所生然后可，则是夜光之璧，不饰朝廷；犀象之器，不为玩好；郑卫之女，不充后官；\n\n而骏马駃騠，不实外厩；江南金锡不为用；西蜀丹青不为采。所以饰后官，充下陈，娱心意，说耳目者，必出于秦然后可，则是宛珠之簪，傅玑之珥，阿缟之衣，锦绣之饰，不进于前；而随俗雅化，佳冶窈窕，赵女不立于侧也。夫击瓮叩缶，弹筝搏髀，而歌呼呜呜快耳者，真秦之声也；郑卫桑间，韶虞武象者，异国之乐也。今弃击瓮叩缶而就郑卫，退弹筝而取韶虞，若是者何也？快意当前，适观而已矣。今取人则不然，不问可否，不论曲直，非秦者去，为客者逐，然则是所重者在乎色乐珠玉，而所轻者在乎民人也。此非所以跨海内，制诸侯之术也。\n\n臣闻地广者粟多，国大者人众，兵强者士勇。是以泰山不让士壤，故能成其大；河海不择细流，故能就其深；王者不却众庶，故能明其德。是以地无四方，民无异国，四时充美，鬼神降福，此五帝三王之所以无敌也。今乃弃黔首以资敌国，却宾客以业诸侯，使天下之士退而不敢西向，裹足不入秦，此所谓藉寇兵而赍盗粮者也。夫物不产于秦，可宝者多；士不产于秦，而愿忠者众。今逐客以资敌国，损民以益雠，内自虚而外树怨于诸侯，求国无危，不可得也。”\n\n秦王乃除逐客之令，复李斯官。\n\n"
		},
		{
			"章节": "秦文八",
			"章节名称": "卜居",
			"章节内容": "屈原\n\n屈原既放，三年不得复见；竭知尽忠，而蔽鄣于谗，心烦虑乱，不知所从。乃往见太卜郑詹尹曰：“余有所疑，愿因先生决之。”詹尹乃端策拂龟曰：“君将何以教之？”\n\n屈原曰：“吾宁悃悃款款朴以忠乎？将送往劳来斯无穷乎？宁诛锄草茅以力耕乎？将游大人以成名乎？宁正言不讳以危身乎？将从俗富贵以偷生乎？宁超然高举，以保真乎？将哫訾栗斯，喔咿儒儿，以事妇人乎？宁廉洁正直以自清乎？将突梯滑稽，如脂如韦，以洁楹乎？宁昂昂若千里之驹乎？将泛泛若水中之凫，与波上下，偷以全吾躯乎？宁与骐骥亢轭乎？将随驽马之迹乎？宁与黄鹄比翼乎？将与鸡鹜争食乎？此孰吉孰凶？何去何从？世溷浊而不清：蝉翼为重，千钧为轻；黄钟毁弃，瓦釜雷鸣；谗人高张，贤士无名。吁嗟默默兮，谁知吾之廉贞！”\n\n詹尹乃释策而谢曰：“夫尺有所短，寸有所长；物有所不足，智有所不明；数有所不逮，神有所不通。用君之心，行君之意。龟策诚不能知此事。”\n\n"
		},
		{
			"章节": "秦文九",
			"章节名称": "渔父",
			"章节内容": "屈原\n\n屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与！何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不哺其糟而歠其酾？何故深思高举，自令放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中；安能以皓皓之白，而蒙世俗之尘埃乎？”\n\n渔父莞尔而笑，鼓h而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。\n\n"
		},
		{
			"章节": "秦文十",
			"章节名称": "宋玉对楚王问",
			"章节内容": "宋玉\n\n楚襄王问于宋玉曰：“先生其有遗行与？何士民众庶不誉之甚也！”\n\n宋玉对曰：“唯，然，有之！愿大王宽其罪，使得毕其辞。客有歌于郢中者，其始曰‘下里巴人’，国中属而和者数千人；其为‘阳阿薤露’，国中属而和者数百人；其为‘阳春白雪’，国中属而和者不过数十人；引商刻羽，杂以流徵，国中属而和者，不过数人而已。是其曲弥高，其和弥寡。故鸟有凤而鱼有鲲，凤凰上击九千里，绝云霓，负苍天，翱翔乎杳冥之上；夫蕃篱之鷃，岂能与之料天地之高哉？鲲鱼朝发昆仑之墟，暴鳍于碣石，暮宿于孟诸；夫尺泽之鲵，岂能与之量江海之大哉？故非独鸟有凤而鱼有鲲也，士亦有之。夫圣人瑰意琦行，超然独处；夫世俗之民，又安知臣之所为哉？”\n\n"
		},
		{
			"章节": "秦文十一",
			"章节名称": "登徒子好色赋并序",
			"章节内容": "宋玉\n\n大夫登徒子侍於楚王，短宋玉曰：“玉为人体貌娴丽，口多微辞，又性好色，愿王勿与出入后宫。”王以登徒子之言问宋玉。玉曰：“体貌娴丽，所受於天也；口多微辞，所学於师也。至于好色，臣无有也。”王曰：“子不好色，亦有说乎？有说则止，无说则退。”玉曰：“天下之佳人，莫若楚国；楚国之丽者，莫若臣里；臣里之美者，莫若臣东家之子。东家之子，增之一分则太长，减之一分则太短；著粉则太白，施朱则太赤。眉如翠羽，肌如白雪，腰如束素，齿如含贝。嫣然一笑，惑阳城，迷下蔡。然此女登墙窥臣三年，至今未许也。登徒子则不然。其妻蓬头挛耳，齞唇历齿，旁行踽偻，又疥且痔。登徒子悦之，使有五子。王孰察之，谁为好色者矣。”\n\n是时，秦章华大夫在侧，因进而称曰：“今夫宋玉盛称邻之女，以为美色。愚乱之邪臣，自以为守德。谓不如彼矣。且夫南楚穷巷之妾，焉足为大王言乎？若臣之陋目所曾睹者，未敢云也。”王曰：“试为寡人说之。”大夫曰：“唯唯。”\n\n臣少曾远游，周览九土，足历五都。出咸阳，熙邯郸，从容郑、卫、溱、洧之间。是时，向春之末，迎夏之阳，鸧鹒喈喈，群女出桑。此郊之姝，华色含光，体美容冶，不待饰装。臣观其美丽者，因称诗曰：“遵大路兮揽子祛，赠以芳华辞甚妙。”于是处子恍若有望而不来，忽若有来而不见。意密体疏，俯仰异观，含喜微笑，窃视流眄。复称诗曰：“寤春风兮发鲜荣，洁斋俟兮惠音声，赠我如此兮，不如无生。”因迁延而辞避。盖徒以微辞相感动，精神相依凭。目欲其颜，心顾其义，扬诗守礼，终不过差。故足称也。\n\n于是楚王称善，宋玉遂不退。\n\n"
		},
		{
			"章节": "汉文一",
			"章节名称": "五帝本纪第一",
			"章节内容": "史记\n\n黄帝者，少典之子，姓公孙，名曰轩辕。生而神灵，弱而能言，幼而徇齐，长而敦敏，成而聪明。\n\n轩辕之时，神农氏世衰。诸侯相侵伐，暴虐百姓，而神农氏弗能征。于是轩辕乃习用干戈，以征不享，诸侯咸来宾从。而蚩尤最为暴，莫能伐。\n\n炎帝欲侵陵诸侯，诸侯咸归轩辕。轩辕乃修德振兵，治五气，艺五种，抚万民，度四方，教熊、罴、貔、貅、貙、虎以与炎帝战于阪泉之野，三战。然后得其志。\n\n蚩尤作乱，不用帝命。于是黄帝乃征师诸侯。与蚩尤战于涿鹿之野，遂禽杀蚩尤。而诸侯咸尊轩辕为天子，（伐）〔代〕神农氏，是为黄帝。天下有不顺者，黄帝从而征之，平者去之，披山通道，未尝宁居。\n\n东至于海，登丸山，及岱宗。西至于空桐，登鸡头。南至于江，登熊、湘。北逐荤粥，合符釜山，而邑于涿鹿之阿。迁徒往来无常处，以师兵为营卫。官名皆以云命，为云师。置左右大监，监于万国。万国和，而鬼神山川封掸与为多焉。获宝鼎，迎日推策。举风后、力牧、常先、大鸿以治民。顺天地之纪，幽明之占、死生之说，存亡之难。时播百谷草本，淳化鸟兽虫蛾，旁罗日月星辰水波土石金玉，劳勤心力耳目，节用水火材物。有土德之瑞，故号黄帝。\n\n黄帝二十五子，其得姓者十四人。\n\n黄帝居轩辕之丘，而娶于西陵之女，是为嫘祖。嫘祖为黄帝正妃，生二子，其后皆有天下：其一曰玄嚣，是为青阳，青阳降居江水；其二曰昌意，降居若水。昌意娶蜀山氏女，曰昌仆，生高阳。高阳有圣德焉。\n\n黄帝崩、葬桥山。其孙昌意之子高阳立，是为帝颛顼也。帝颛顼高阳者，黄帝之孙而昌意之子也。静渊以有谋，疏通而知事，养材以任地，载时以象天，依鬼神以制义，治气以教化，（洁）诚以祭祀。北至于幽陵，南至于交址，西至于流沙，东至于蟠木。动静之物、大小之神、日月所照，莫不砥属。\n\n帝颛顼生子曰穷蝉。\n\n颛顼崩，而玄嚣之孙高辛立，是为帝喾。\n\n帝喾，高辛者，黄帝之曾孙也。高辛父曰虫乔极，虫乔极父曰玄嚣，玄嚣父曰黄帝。自玄嚣与虫乔极皆不得在位，至高辛即帝位。高辛于颛顼为族子。\n\n高辛生而神灵，自言其名。普施利物，不于其身。聪以知远，明以察微。顺天之义，知民之急。仁而威，惠而信，修身而天下服。取地之财而节用之，抚教万民而利诲之，历日月而迎送之，明鬼神而敬事之。其色郁郁，其德嶷嶷。其动也时，其服也士。帝喾溉执中而遍天下，日月所照，风雨所至，莫不从服。\n\n帝喾娶陈锋氏女，生放勋。娶訾氏女，生挚。帝喾崩，而挚代立。帝挚立，不善，而弟放勋立，是为帝尧。\n\n帝尧者，放勋。其仁如天，其知如神。就之如日，望之如云。富而不骄，贵而不舒。黄收纯衣，彤车乘白马。能明驯德，以亲九族，九族既睦，便章百姓。百姓昭明，合和万国。\n\n乃命羲、和，敬顺昊天，数法日月星辰，敬授民时。分命羲仲，居郁夷，曰旸谷。敬道日出，便程东作，日中，星鸟，以殷中春，其民析，鸟兽字微。申命羲叔，居南交，便程南为，敬致，日永，星火，以正中夏，其民因，鸟兽希革。申命和仲，居西土，曰昧谷，敬道日入，便程西成，夜中，星虚，以正中秋，其民夷易，鸟兽毛毨。申命和叔，居北方，曰幽都，便在伏物，日短，星昴，以正中冬，其民燠，鸟兽氄毛。岁三百六十六日，以闰月正四时。信饬百官，众功皆兴。\n\n尧曰：“谁可顺此事？”放齐曰：“嗣子丹朱开明。”尧曰：“吁！顽凶，不用。”尧又曰：“谁可者？”讙兜曰：“共工旁聚布功，可用。”尧曰：“共工善言，其用僻，似恭漫天，不可。”尧又曰;“嗟，四岳，汤汤洪水滔天，浩浩怀山襄陵，下民其忧，有能使治者？”皆曰鲧可。尧曰：“鲧负命毁族，不可。”岳曰;“异哉，试不可用而已。”尧于是听岳用鲧。九岁，功用不成。\n\n尧曰：“嗟！四岳：朕在位七十载，汝能庸命，践朕位？”岳应曰;“鄙德忝帝位。”尧曰：“悉举贵戚及疏远隐匿者。”众皆言于尧曰：“有矜在民间，曰虞舜。”尧曰：“然，朕闻之。其何如？”岳曰：“盲者子，父顽，母嚣，弟傲，能和以孝，烝烝治，不至奸。”尧曰;“吾其试哉。”于是，尧妻之二女，观其德于二女。舜饬下二女于妫汭，如妇礼。尧善之，乃使舜慎和五典，五典能从。乃遍入百官，百官时序。宾于四门，四门穆穆，诸侯远方宾客皆敬。尧使舜入山林川泽。暴风雷雨，舜行不迷。尧以为圣，召舜曰：“女谋事至而言可绩，\n\n三年矣。女登帝位。”舜让于德，不怿。\n\n正月上日，舜受终于文祖。文祖者，尧大祖也。\n\n于是，帝尧老，命舜摄行天子之政，以观天命。舜乃在璇玑玉衡，以齐七政。遂类于上帝，禋于六宗，望于山川，辩于群神。揖五瑞，择吉月日，见四岳诸牧，班瑞。岁二月，东巡狩，至于岱宗，祡；望秩于山川。遂见东方君长，合时月正日，同律度量衡，修五礼、五玉、三帛、二生、一死为挚，如五器，卒乃复。五月，南巡狩；八月，西巡狩；十一月，北巡狩；皆如初。归，至于祖祢庙，用特牛礼。五岁一巡狩，群后四朝，遍告以言，明试以功，车服以庸。肇十有二州，决川。象以典刑，流宥五刑，鞭作官刑，扑作教刑，金作赎刑。眚灾过，赦；怙终贼，刑。钦哉，钦哉。惟刑之静哉！\n\n讙兜进言共工，尧曰；“不可”，而试之工师，共工果淫辟。四岳举鲧治鸿水，尧以为不可，岳强请试之，试之而无功，故百姓不便。三苗在江淮、荆州数为乱。于是舜归而言于帝，请流共工于幽陵，以变北狄；放讙兜于崇山，以变南蛮，迁三苗于三危，以变西戎，殛鲧于羽山，以变东夷，四罪而天下咸服。\n\n尧立七十年得舜，二十年而老，令舜摄行天子之政，荐之于天。尧辟位凡二十八年而崩。百姓悲哀，如丧父母。三年，四方莫举乐，以恩尧。尧知子丹朱之不肖，不足授天下，于是乃权授舜。授舜，则天下得其利面丹朱病；授丹朱、则天下病而丹朱得其利。尧曰：“终不以天下之病而利一人”，而卒授舜以天下。\n\n尧崩，三年之丧毕，舜让辟丹朱南河之南。诸侯朝觐者不之丹朱而之舜；狱讼者不之丹朱而之舜；讴歌者不讴歌丹朱而讴歌舜。舜曰天也夫！而后之中国践天子位焉，是为帝舜。\n\n虞舜者，名曰重华。重华父曰瞽叟，瞽叟父曰桥牛，桥牛父曰句望，句望父曰敬康，敬康父曰穷蝉，穷蝉父曰帝颛顼，颛顼父曰昌意。以至舜七世矣。自从穷蝉以至帝舜，皆微为庶人。\n\n舜父瞽叟盲，而舜母死，瞽叟更娶妻而生象，象傲。瞽叟爱后妻子，常欲杀舜，舜避逃；及有小过，则受罪。顺事父及后母与弟，日以笃谨，匪有懈。\n\n舜，冀州之人也。舜耕历山，渔雷泽、陶河滨，作计器于寿丘，就时于负夏。舜父瞽叟顽、母嚣、第象傲，皆欲杀舜。舜顺适不失子道，（兄弟孝慈）欲杀，不可得；即求，尝在侧。\n\n舜年二十以孝闻。三十而帝尧问可用者，四岳咸荐虞舜曰：“可”。于是尧乃以二女妻舜、以观其内，使九男与处，以观其外。舜居妫汭，内行弥谨。尧二女不敢以贵骄事舜亲戚，甚有妇道。尧九男皆益笃。舜耕历山，历山之人皆让畔。渔雷泽，雷泽上人皆让居。陶河滨，河滨器皆不苦窳。一年而所居成聚，二年成邑，三年成都。\n\n尧乃赐舜絺衣与琴，为筑仓廪，予牛羊。瞽叟复欲杀之，使舜上涂廪。瞽叟从下纵火焚廪，舜乃以两笠自擀而下，去，得不死。后瞽叟又使舜穿井。舜穿井为匿空旁出。舜既入深，瞽叟与象共下土实井，舜从匿空出，去。瞽叟、象喜，以舜为已死。象曰：“本谋者象。”象与其父母分，于是曰：“舜妻尧二女与琴，象取之。牛羊仓廪予父母。”象乃止舜宫居，鼓其琴。舜往见之，象鄂不怿，曰：“我思舜正郁陶！”舜曰：“然，尔其庶矣！”舜复事瞽叟爱弟弥谨。于是尧乃试舜五典百官，皆治。\n\n昔高阳氏有才子八人，世得其利，谓之“八恺”；高辛氏有才子八人，世谓之“八元”。此十六族者，世济其美，不陨其名。至于尧，尧未能举。舜举八恺，使主后土，以揆百事，莫不时序。举八元，使布五教于四方，父义、母慈、兄友、弟恭、子孝，内平外成。\n\n昔帝鸿氏有不才子，掩义隐贼，好行凶慝，天下谓之浑沌；少暤氏有不才子，毁信恶忠，崇饰恶言，天下谓之穷奇。颛顼氏有不才子，不可教训，不知话言，天下谓之梼杌。此三族世忧之。至于尧，尧未能去。缙云氏有不才子，贪于饮食，冒于货贿，天下谓之饕餮。天下恶之，比之三凶。\n\n舜宾于四门，乃流四凶族，迁于四裔，以御魑魅。于是四门辟，言毋凶人也。\n\n舜入于大麓，烈风雷雨不迷。尧乃知舜之足授天下。尧老，使舜摄行天子政，巡狩。舜得举用事二十年，而尧使摄政。摄政八年而尧崩，三年丧毕，让丹朱，天下归舜。而禹、皋陶、契、后稷、伯夷、夔、龙、倕、益、彭祖自尧时而皆举用，未有分职。于是舜乃至于文祖，谋于四岳，辟四门，明通四方耳目，命十二牧论帝德，行厚德，远佞人，则蛮夷率服。舜谓四岳曰；“有能奋庸美尧之事者，使居官相事。”皆曰：“伯禹为司空，可美帝功。”舜曰：“嗟。然！禹，汝平水土，维是勉哉。”禹拜稽首，让于稷、契与皋陶。舜曰;“然，往矣。”舜曰：“弃，黎民始饥。汝后稷播时百谷。”舜曰：“契，百姓不亲，五品不训，汝为司徒，而敬敷五教，在宽。”舜曰：“皋陶，蛮夷猾夏，寇贼奸轨，汝作士，五刑有服，五服三就；五流有度，五度三居；维明能信。”舜曰：“谁能驯予工？”皆曰垂可。于是，以垂为共工。舜曰：“谁能驯予上下草木鸟兽？”皆曰益可。于是以益为联虞。益拜稽首，让于诸臣朱虎、熊罴。舜曰：“往矣，汝谐。”遂以朱虎、熊罴为佐。舜曰：“嗟！四岳，有能典朕三礼？”皆曰伯夷可。舜曰：“嗟！伯\n\n夷，以汝为秩宗，夙夜维敬，直哉维静洁。”伯夷让夔、龙。舜曰：“然。以夔为典乐，教稚子，直而温，宽而栗，刚而毋虐，简而毋傲。诗言意，歌长言，声依永，律和声，八音能谐，毋相夺伦，神人以和。”夔曰：“於！予击石拊石。百善率舞。”舜曰：“龙，朕畏忌谗说殄伪，振惊朕众，命汝为纳言。凤夜出入朕命，惟信。”舜曰：“嗟！女二十有二人，敬哉，惟时相天事。”三岁一考功，三考绌陟，远近众功咸兴。分北三苗。\n\n此二十二人咸成厥功：皋陶为大理，平，民各伏得其实。伯夷主礼，上下咸让。垂主工师，百工致功。益主虞，山泽辟。弃主稷，百谷时茂。契主司徒，百姓亲和。龙主宾客，远人至。十二牧行而九州莫敢辟违，唯禹之功为大，披九山，通九泽，决九河，定九州，各以其职来贡，不失厥宜。方五千里，至于荒服。南抚交趾、北发，西戎、析枝、渠庾、氐、羌，北山戎、发、息慎、东长、鸟夷：四海之内，咸戴帝舜之功。\n\n于是禹乃兴《九招》之乐，致异物，凤皇来翔。天下明德皆自虞帝始。\n\n舜年二十以孝闻，年三十尧举之，年五十摄行天子事，年五十八尧崩，年六十一尧践帝位。践帝位三十九年，南巡狩，崩于苍梧之野，葬于江南九疑，是为零陵。舜之践帝位，载天子旗往朝父瞽叟，夔夔唯谨、如子道；封弟象为诸侯。舜子商均亦不肖，舜乃预荐禹于天。十七年而崩。三年丧毕，禹亦乃让舜子，如舜让尧子，诸侯归之。然后禹践天子位。尧子丹朱，舜子商均，皆有疆土，以奉先祀；服其服，礼乐如之；以客见天子，天子弗臣，示不敢专也。\n\n自黄帝至舜、禹，皆同姓而异其国号，以章明德。故黄帝为有熊，帝颛顼为高阳，帝喾为高辛，帝尧为陶唐，帝舜为有虞。帝禹为夏后，而别氏姓姒氏。契为商，姓子氏。弃为周，姓姬氏。\n\n大史公曰：学者多称五帝，尚矣。然《尚书》独载尧以来。而《百家》言黄帝，其文不雅驯，荐绅先生难言之。孔子所传宰予问《五帝德》及《帝系姓》，儒者或不传。余尝西至空峒，北过涿鹿，东渐于海，南浮江淮矣。至长老皆各往往称黄帝、尧、舜之处，风教固殊焉。总之不离古文者近是。予观《春秋》、《国语》，其发明《五帝德》、《帝系姓》章矣。顾弟弗深考，其所表见皆不虚。《书》缺有间矣，其轶乃时时见于他说。非好学深思，心知其意，固难为浅见寡闻道也。余并论次择其言尤雅者，故著为本纪书首。\n\n"
		},
		{
			"章节": "汉文二",
			"章节名称": "屈原列传",
			"章节内容": "史记\n\n屈原者，名平，楚之同姓也，为楚怀王左徒。博闻强志，明于治乱，娴于辞令。入则与王图议国事，以出号令；出则接遇宾客，应对诸侯。王甚任之。\n\n上官大夫与之同列，争宠而心害其能。怀王使屈原造为宪令，屈平属草篙槀未定。上官大夫见而欲夺之，屈平不与，因谗之曰：“王使屈平为令，众莫不知，每一令出，平伐其功，以为‘非我莫能为’也。”王怒而疏屈平。\n\n屈平疾王听之而不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作离骚。离骚者，犹离忧也。夫天者，人之始也；父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也；疾痛惨担心旁，未尝不呼父母也。屈平正道直行，竭忠尽智以事其君，谗人闲之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？屈平之作离骚，盖自怨生也。国风好色而不淫，小雅怨诽而不乱。若离骚者，可谓兼之矣。上称帝喾，下道齐桓，中述汤武，以刺世事。明道德之广崇，治乱之修贯，\n\n靡不毕见。其文约，其辞微，其志洁，其行廉；其称文小而其指极大，举类迩而见义远。其志洁，故其称物芳。其行廉，故死而不容。自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，嚼白旁然泥而不滓者也。推此志也，虽与日月争光可也。\n\n屈平既绌，其后秦欲伐齐，齐与楚从亲，惠王患之。乃令张仪详去秦，厚币委质事楚，曰：“秦甚憎齐，齐与楚从亲，楚诚能绝齐，秦愿献商、于之地六百里。”楚怀王贪而信张仪，遂绝齐，使使如秦受地。张仪诈之曰：“仪与王约六里，不闻六百里。”楚使怒去，归告怀王。怀王怒，大兴师伐秦。秦发兵击之，大破楚师于丹、淅，斩首八万，虏楚将屈匄，遂取楚之汉中地。怀王乃悉发国中兵以深入击秦，战于蓝田。魏闻之，袭楚至邓。楚兵惧，自秦归。而齐竟怒不救楚，楚大困。\n\n明年，秦割汉中地与楚以和。楚王曰：“不愿得地，愿得张仪而甘心焉。”张仪闻，乃曰：“以一仪而当汉中地，臣请往如楚。”如楚，又因厚币用事者臣靳尚，而设诡辩于怀王之宠姬郑袖。怀王竟听郑袖，复释去张仪。是时屈平既疏，不复在位，使于齐，顾反，谏怀王曰：“何不杀张仪？”怀王悔，追张仪不及。\n\n其后诸侯共击楚，大破之，杀其将唐沫目旁。\n\n时秦昭王与楚婚，欲与怀王会。怀王欲行，屈平曰：“秦，虎狼之国，不可信，不如毋行。”怀王稚子子兰劝王行：“奈何绝秦欢？”怀王卒行。入武关，秦伏兵绝其后，因留怀王，\n\n以求割地。怀王怒，不听。亡走赵，赵不内。复之秦，竟死于秦而归葬。\n\n长子顷襄王立，以其弟子兰为令尹。楚人既咎子兰以劝怀王入秦而不反也。\n\n屈平既嫉之，虽放流，倦目旁顾楚国，系心怀王，不忘欲反，冀幸君之一悟，俗之一改也。其存君与国而欲反覆之，一篇之中三致志焉。然终无可奈何，故不可以反，卒以此见怀王之终不悟也。人君无愚智贤不肖，莫不欲求忠以自为，举贤以自佐，然亡国破家相随属，而圣君治国累世而不见者，其所谓忠者不忠，而所谓贤者不贤也。怀王以不知忠臣之分，故内惑于郑袖，外欺于张仪，疏屈平而信上官大夫、令尹子兰。兵挫地削，亡其六郡，身客死于秦，为天下笑。此不知人之祸也。易曰：“井泄不食，为我心恻，可以汲。王明，并受其福。”王之不明，岂足福哉！\n\n令尹子兰闻之大怒，卒使上官大夫短屈原于顷襄王，顷襄王怒而迁之。\n\n屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫欤？何故而至此？”屈原曰：“举世浑浊而我独清，众人皆醉而我独醒，是以见放。”渔父曰：“夫圣人者，不凝滞于物而能与世推移。举世浑浊，何不随其流而扬其波？众人皆醉，何不浦食旁其糟而啜其醴右离？何故怀瑾握瑜而自令见放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣，人又谁能以身之察察，受物之汶汶者乎？宁赴常流而葬乎江鱼腹中耳，又安能以皓皓之白而蒙世俗之温蠖乎？”\n\n乃作怀沙之赋。其辞曰：（以下略怀沙赋四百二十余字）于是怀石遂自沈汨罗以死。\n\n屈原既死之后，楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称；然皆祖屈原之从容辞令，终莫敢直谏。其后楚日以削，数十年竟为秦所灭。\n\n自屈原沈汨罗后百有余年，汉有贾生，为长沙王太傅，过湘水，投书以吊屈原。\n\n太史公曰：余读离骚、天问、招魂、哀郢，悲其志。适长沙，观屈原所自沈渊，未尝不垂涕，想见其为人。及见贾生吊之，又怪屈原以彼其材，游诸侯，何国不容，而自令若是。读服鸟赋，同死生，轻去就，又爽然自失矣。\n\n"
		},
		{
			"章节": "汉文三",
			"章节名称": "史记·李广列传",
			"章节内容": "李将军广者，陇西成纪人也。其先曰李信，秦时为将，逐得燕太子丹者也。故槐里，徙成纪。广家世世受射。孝文帝十四年，匈奴大入萧关，而广以良家子从军击胡。用善骑射，杀首虏多，为汉中郎。广从弟李蔡亦为郎，皆为武骑常侍，秩八百石。尝从行，有所冲陷折关及格猛兽，而文帝曰：“惜乎，子不遇时！如令子当高帝时，万户侯岂足道哉！”\n\n及孝景初立，广为陇西都尉，徙为骑郎将。吴、楚军时，广为骁骑都尉，从太尉亚夫击吴、军，取旗，显功名昌邑下。以梁王授广将军印，还，赏不行。徙为上谷太守，匈奴日以合战。典属国公孙昆邪为上泣曰：“李广才气，天下无双，自负其能，数与虏敌战，恐亡之。”于是乃徙为上郡太守。后广转为边郡太守，徙上郡。尝为陇西、北地、雁门、代郡、云中太守，皆以力战为名。\n\n匈奴大入上郡，天子使中贵人从广勒习兵击匈奴。中贵人将骑数十纵，见匈奴三人，与战。三人还射，伤中贵人，杀其骑且尽。中贵人走广。广曰：“是必射雕者也。”广乃遂从百骑往驰三人。三人亡马步行，行数十里。广令其骑张左右翼，而广身自射彼三人者，杀其二人，生得一人，果匈奴射雕者也。已缚之上马，望匈奴有数千骑，见广，以为诱骑，皆惊，上山陈。广之百骑皆大恐，欲驰还走。广曰：“吾去大军数十里，今如此以百骑走，匈奴追射我立尽。今我留，匈奴必以我为大军之诱，必不敢击我。”广令诸骑曰：“前！”前未到匈奴陈二里所，止，令曰：“皆下马解鞍！”其骑曰：“虏多且近，即有急，奈何？”广曰：“彼虏以我为走，今皆解鞍以示不走，用坚其意。”于是胡骑遂不敢击。有白马将出护其兵，李广上马与十余骑奔射杀胡白马将，而复还至其骑中，解鞍，令士皆纵马卧。是时会暮，胡兵终怪之，不敢击。夜半时，胡兵以为汉有伏军于旁欲夜取之，胡皆引兵而去。平旦，李广乃归其大军。大军不知广之所之，故弗从。\n\n居久之，孝景崩，武帝立，左右以广为名将也，于是广以上郡太守为未央卫尉，而程不识亦为长乐卫尉。程不识故与李广俱以边太守将军屯，及出击胡，而广行无部伍行阵，就善水草屯，舍止，人人自便，不击刀斗以自卫，莫府省约文书籍事，然亦远斥候，未尝遇害。程不识正部曲行伍营陈，击刀斗，士吏治军簿至明，军不得休息，然亦未尝遇害。不识曰：“李广军极简易，然虏卒犯之，无以禁也；而其士卒亦佚乐，咸乐为之死。我军虽烦扰，然虏亦不得犯我。”是时汉边郡李广、程不识皆为名将，然匈奴畏李广之略，士卒亦多乐从李广而苦程不识。程不识孝景时以数直谏为太中大夫，为人廉，谨于文法。\n\n后汉以马邑城诱单于，使大军伏马邑旁谷。而广为骁骑将军，领属护军将军。是时单于觉之，去，汉军皆无功。其后四岁，广以卫尉为将军，出雁门击匈奴。匈奴兵多，破败广军。生得广。单于素闻广贤，令曰：“得李广必生致之。”胡骑得广，广时伤病，置广两马间，络而盛卧广。行十余里，广佯死，睨其旁有一胡儿骑善马，广暂腾而上胡儿马，因推堕儿，取其弓，鞭马南驰数十里，复得其余军，因引而入塞。匈奴捕者骑数百追之，广行取胡儿弓，射杀追骑，以故得脱。于是至汉，汉下广吏。吏当广所失亡多，为虏所生得，当斩，赎为庶人。\n\n顷之，家居数岁。广家与故颍阴侯孙屏野居蓝田南山中射猎。尝夜从一骑出，从人田间饮。还至霸陵亭，霸陵尉醉，呵止广。广骑曰：“故李将军。”尉曰：“今将军尚不得夜行，何乃故尔！”止广宿亭下。居无何，匈奴入杀辽西太守，败韩将军，韩将军后徙右北平。于是天子乃召拜广为右北平太守。广即请霸陵尉与俱，至军而斩之。\n\n广居右北平，匈奴闻之，号曰“汉之飞将军”，避之，数岁不敢入右北平。\n\n广出猎，见草中石，以为虎而射之，中石没镞。视之，石也，因复更射之，终不能复入石矣。广所居郡闻有虎，尝自射之。及居右北平射虎，虎腾伤广，广亦竟杀之。\n\n广廉，得赏赐辄分其麾下，饮食与士共之。终广之身，为二千石四十余年，家无余财。终不言家产事。广为人长，猿臂，其善射亦天性也，虽其子孙他人学者，莫能及广。广讷口少言，与人居则画地为军陈。射阔狭以饮。专以射为戏，竟死。广之将兵，乏绝之处，见水，士卒不尽饮，广不近水。士卒不尽食，广不尝食。宽缓不苛，士以此爱乐为用。其射，见敌急，非在数十步之内，度不中不发，发即应弦而倒。用此，其将兵数困辱，其射猛兽亦为所伤云。\n\n居顷之，石建卒，于是上召广代建为郎中令。元朔六年，广复为后将军，从大将军军出定襄，击匈奴。诸将多中首虏率以功为侯者，而广军无功。后二岁，广以郎中令将四千骑出右北平。博望侯张骞将万骑与广俱，异道。行可数百里，匈奴左贤王将四万骑围广，广军士皆恐，广乃使其子敢往驰之。敢独与数十骑驰，直贯胡骑，出其左右而还，告广曰：“虏易与耳！”军士乃安。广为圜陈外向，胡急击之，矢下如雨。汉兵死者过半，汉矢且尽。广乃令士持满毋发，而广身自以大黄射其裨将杀数人，胡虏益解。会日暮，吏士皆无人色，而广意气自如，益治军。军中自是服其勇也。明日，复力战，而博望侯军亦至，匈奴军乃解去。汉军罢，弗能追。是时广军几没，罢归。汉法，博望侯留迟后期，当死，赎为庶人。广军功自当，无赏。\n\n初，广之从弟李蔡与广俱事孝文帝。景帝时，蔡积功劳至二千石。孝武帝时，至代相。以元朔五年为轻车将军。从大将军击右贤王，有功中率，封为乐安侯。元狩二年中，代公孙弘为丞相。蔡人在下中，名声出广下甚远，然广不得爵邑，官不过九卿，而蔡为列侯，位至三公。诸广之军吏及士卒或取封侯。广尝与望气王朔燕语曰：“自击匈奴而广未尝不在其中，而诸部校尉以下，才能不及中人，然以击胡军功取侯者数十人，而广不为后人，然无尺寸之功以得封邑者，何也？岂吾相不当侯邪？且固命也？”朔曰：“将军自念，岂尝有所恨乎？”广曰：“吾尝为陇西守，羌尝反，吾诱而降，降者八百余人，吾诈而同日杀之。至今大恨独此耳。”朔曰：“祸莫大于杀已降，此乃将军所以不得侯者也。”\n\n后二岁，大将军、骠骑将军大出击匈奴，广数自请行，天子以为老，弗许，良久乃许之，以为前将军。是岁，元狩四年也。\n\n广既从大将军青击匈奴，既出塞，青捕虏知单于所居，乃自以精兵走之，而令广并于右将军军出东道。东道少回远，而大军行水草少，其势不屯行。广自请曰：“臣部为前将军，今大将军乃徙令臣出东道，且臣结发而与匈奴战，今乃一得当单于，臣愿居前，先死单于。”大将军青亦阴受上诫，以为李广老，数奇，毋令当单于，恐不得所欲。而是时公孙敖新失侯，为中将军从大将军，大将军亦欲使敖与俱当单于，故徙前将军广。广时知之，固自辞于大将军。大将军不听，令长史封书与广之莫府。曰：“急诣部，如书。”广不谢大将军而起行，意甚愠怒而就部，引兵与右将军食其合军出东道。军亡导，或失道，后大将军。大将军与单于接战，单于遁走，弗能得而还。南绝幕，遇前将军、右将军。广已见大将军，还入军。大将军使长史持糒醪遗广，因问广、食其失道状，青欲上书报天子军曲折。广未对，大将军使长史急责广之幕府对簿。广曰：“诸校尉无罪，乃我自失道。吾今自上簿。”\n\n至莫府，广谓其麾下曰：“广结发与匈奴大小七十余战，今幸从大将军出接单于兵，而大将军又徙广部行回远，而又迷失道，岂非天哉！且广年六十余矣，终不能复对刀笔之吏。”遂引刀自刭。广军士大夫一军皆哭。百姓闻之，知与不知，无老壮，皆为垂涕。而右将军独下吏，当死，赎为庶人。\n\n广子三人，曰当户、椒、敢，为郎。天子与韩嫣戏，嫣少不逊，当户击嫣，嫣走。于是天子以为勇。当户早死，拜椒为代郡太守，皆先广死。当户有遗腹子名陵。广死军时，敢从骠骑将军。广死明年，李蔡以丞相坐侵孝景园［土需］地，当下吏治，蔡亦自杀，不对狱，国除。李敢以校尉从骠骑将军击左贤王，力战，夺左贤王鼓旗，斩首多，赐爵关内侯，食邑二百户，代广为郎中令。顷之，怨大将军青之恨其父，乃击伤大将军，大将军匿讳之。居无何，敢从上雍，至甘泉宫猎。骠骑将军去病与青有亲，射杀敢。去病时方贵幸，上讳云鹿触杀之。居岁余，去病死，而敢有女为太子中人，爱幸。敢男禹有宠于于太子，然好利，李氏陵迟衰微矣。\n\n李陵既壮，选为建章监，监诸骑。善射，爱士卒。天子以为李氏世将，而使将八百骑。尝深入匈奴二千余里，过居延视地形，无所见虏而还。拜为骑都尉，将丹阳楚人五千人，教射酒泉、张掖以屯卫胡，数岁。\n\n天汉二年秋，贰师将军李广利将三万骑击匈奴右贤王于祁连天山，而使陵将其射士步兵五千人出居延北可千余里，欲以分匈奴兵，毋令专走贰师也。陵既至期还，而单于以兵八万围击陵军。陵军五千人，兵矢既尽，士死者过半，而所杀伤匈奴亦万余人。且引且战，连斗八日，还，未到居延百余里匈奴遮狭绝道，陵食乏而救兵不到，虏急击，招降陵。陵曰：“无面目报陛下。”遂降匈奴。其兵尽没，余亡散得归汉者四百余人。\n\n单于既得陵，素闻其家声，及战又壮，乃以其女妻陵而贵之。汉闻，族陵母妻子。自是之后，李氏名败，而陇西之士居门下者皆用为耻焉。\n\n太史公曰：《传》曰“其身正，不令而行，其身不正，虽令不从”，其李将军之谓也？余睹李将军悛悛如鄙人，口不能道辞。及死之日，天下知与不知，皆为尽哀。彼其忠实心诚信于士大夫也！谚曰：：“桃李不言，下自成蹊。”此言虽小，可以喻大也。\n\n"
		},
		{
			"章节": "汉文四",
			"章节名称": "史记·卷七·项羽本纪",
			"章节内容": "项籍者，下相人也，字羽。初起时，年二十四。其季父项梁，梁父即楚将项燕，为秦将王翦所戮者也。项氏世世为楚将，封于项，故姓项氏。\n\n项籍少时，学书不成，去；学剑，又不成，项梁怒之。籍曰：“书足以记名姓而已。剑一人敌，不足学，学万人敌。”于是项梁乃教籍兵法，籍大喜，略知其意，又不肯竟学。项梁尝有栎阳逮，乃请蕲狱掾曹咎书抵栎阳狱掾司马欣，以故事得已。项梁杀人，与籍避仇于吴中，吴中贤士大夫皆出项梁下。每吴中有大徭役及丧，项梁常为主办，阴以兵法部勒宾客及子弟，以是知其能。秦始皇帝游会稽，渡浙江，梁与籍俱观。籍曰：“彼可取而代也。”梁掩其口，曰：“毋妄言，族矣！”梁以此奇籍。籍长八尺余，力能扛鼎，才气过人，虽吴中子弟，皆已惮籍矣。\n\n秦二世元年七月，陈涉等起大泽中。其九月，会稽守通谓梁曰：“江西皆反，此亦天亡秦之时也。吾闻先即制人，后则为人所制。吾欲发兵，使公及桓楚将。”是时桓楚亡在泽中。梁曰：“桓楚亡，人莫知其处，独籍知之耳。”梁乃出，诫籍持剑居外待。梁复入，与守坐，曰：“请召籍，使受命召桓楚。”守曰：“诺。”梁召籍入。须臾，梁瞬籍曰：“可行矣！”于是籍遂拔剑斩守头。项梁持守头，佩其印绶。门下大惊，扰乱，籍所击杀数十百人。一府中皆慑伏，莫敢起。梁乃召故所知豪吏，谕以所为起大事，遂举吴中兵。使人收下县，得精兵八千人。梁部署吴中豪杰为校尉、候、司马。有一人不得用，自言于梁。梁曰：“前时某丧使公主某事，不能办，以此不任用公。”众乃皆伏。于是梁为会稽守，籍为裨将，徇下县。\n\n广陵人召平于是为陈王徇广陵，未能下。闻陈王败走，秦兵又且至，乃渡江矫陈王命，拜梁为楚王上柱国。曰：“江东已定，急引兵西击秦。”项梁乃以八千人渡江而西。闻陈婴已下东阳，使使欲与连和俱西。陈婴者，故东阳令史，居县中，素信谨，称为长者。东阳少年杀其令，相聚数千人，欲置长，无适用，乃请陈婴。婴谢不能，遂强立婴为长，县中从者得二万人。少年欲立陈婴便为王，异军苍头特起。陈婴母谓婴曰：“自我为汝家妇，未尝闻汝先古之有贵者。今暴得大名，不祥。不如有所属，事成犹得封侯，事败易以亡，非世所指名也。”婴乃不敢为王。谓其军吏曰：“项氏世世将家，有名于楚。今欲举大事，将非其人，不可。我倚名族，亡秦必矣。”于是众从其言，以兵属项梁。项梁渡淮，黥布、蒲将军亦以兵属焉。凡六七万人，军下邳。\n\n当是时，秦嘉已立景驹为楚王，军彭城东，欲距项梁。项梁谓军吏曰：“陈王先首事，战不利，未闻所在。今秦嘉倍陈王而立景驹，逆无道。”乃进兵击秦嘉。秦嘉军败走，追之至胡陵。嘉还战一日，嘉死，军降。景驹走死梁地。项梁已并秦嘉军，军胡陵，将引军而西。章邯军至栗，项梁使别将朱鸡石、馀樊君与战。馀樊君死，朱鸡石军败，亡走胡陵。项梁乃引兵入薛，诛鸡石。项梁前使项羽别攻襄城，襄城坚守不下。已拔，皆坑之。还报项梁。项梁闻陈王定死，召诸别将会薛计事。此时，沛公亦起沛往焉。\n\n居巢人范增，年七十，素居家，好奇计，往说项梁曰：“陈胜败固当。夫秦灭六国，楚最无罪。自怀王入秦不反，楚人怜之至今，故楚南公曰：‘楚虽三户，亡秦必楚’也。今陈胜首事，不立楚后而自立，其势不长。今君起江东，楚蜂起之将皆争附君者，以君世世楚将，为能复立楚之后也。”于是项梁然其言，乃求楚怀王孙心民间，为人牧羊，立以为楚怀王，从民所望也。陈婴为楚上柱国，封五县，与怀王都盱台。项梁自号为武信君。\n\n居数月，引兵攻亢父，与齐田荣、司马龙且军救东阿，大破秦军于东阿。田荣即引兵归，逐其王假。假亡走楚。假相田角亡走赵。角弟田间故齐将，居赵不敢归。田荣立田儋子市为齐王。项梁已破东阿下军，遂追秦军。数使使趣齐兵，欲与俱西。田荣曰：“楚杀田假，赵杀田角、田间，乃发兵。”项梁曰：“田假为与国之王，穷来从我，不忍杀之。”赵亦不杀田角、田间以市于齐。齐遂不肯发兵助楚。项梁使沛公及项羽别攻城阳，屠之。西破秦军濮阳东，秦兵收入濮阳。沛公、项羽乃攻定陶。定陶未下，去，西略地至雍丘，大破秦军，斩李由，还攻外黄，外黄未下。\n\n项梁起东阿，西，此至定陶，再破秦军，项羽等又斩李由，益轻秦，有骄色。宋义乃谏项梁曰：“战胜而将骄卒惰者败。今卒少惰矣，秦兵日益，臣为君畏之。”项梁弗听。乃使宋义使于齐。道遇齐使者高陵君显，曰“公将见武信君乎？”曰：“然。”曰：“臣论武信君军必败。公徐行即免死，疾行则及祸。”秦果悉起兵益章邯，击楚军，大破之定陶，项梁死。沛公、项羽去外黄攻陈留，陈留坚守不能下。沛公、项羽相与谋曰：“今项梁军破，士卒恐。”乃与吕臣军俱引兵而东，吕臣军彭城东，项羽军彭城西，沛公军砀。\n\n章邯已破项梁军，则以为楚地兵不足忧，乃渡河击赵，大破之。当此时，赵歇为王，陈馀为将，张耳为相，皆走入巨鹿城。章邯令王离、涉间围巨鹿，章邯军其南，筑甬道而输之粟。陈馀为将，将卒数万人而军巨鹿之北，此所谓河北之军也。\n\n楚兵已破于定陶，怀王恐，从盱台之彭城，并项羽、吕臣军自将之。以吕臣为司徒，以其父吕青为令尹，以沛公为砀郡长，封为武安侯，将砀郡兵。\n\n初，宋义所遇齐使者高陵君显在陵楚军，见楚王曰：“宋义论武信君之军必败，居数日，军果败。兵未战而先见败征，此可谓知兵矣。”王召宋义与计事而大说之，因置以为上将军；项羽为鲁公，为次将，范增为末将，救赵。诸别将皆属宋义，号为卿子冠军。行至安阳，留四十六日不进。项羽曰：“吾闻秦军围赵王巨鹿，疾引兵渡河，楚击其外，赵应其内，破秦军必矣。”宋义曰：“不然。夫搏牛之虻不可以破虮虱。今秦攻赵，战胜则兵罢，我承其敝；不胜，则我引兵鼓行而西，必举秦矣。故不如先斗秦赵。夫被坚执锐，义不如公；坐而运策，公不如义。”因下令军中曰：“猛如虎，很如羊，贪如狼，强不可使者，皆斩之！”乃遣其子宋襄相齐，身送之至无盐，饮酒高会。天寒大雨，士卒冻饥。项羽曰：“将戮力而攻秦，久留不行。今岁饥民贫，士卒食芋菽，军无见粮，乃饮酒高会，不引兵渡河因赵食，与赵并力攻秦，乃曰：‘承其敝’。夫以秦之强，攻新造之赵，其势必举赵。赵举而秦强，何敝之承！且国兵新破，王坐不安席，埽境内而专属于将军，国家安危，在此一举。今不恤士卒而徇其私，非社稷之臣！”项羽晨朝上将军宋义，即其帐中斩宋义头，出令军中曰：“宋义与齐谋反楚，楚王阴令羽诛之。”当是时，诸将皆慑服，莫敢枝梧，皆曰：“首立楚者，将军家也。今将军诛乱。”乃相与共立羽为假上将军。使人追宋义子，及之齐，杀之。使桓楚报命于怀王。怀王因使项羽为上将军。当阳君、蒲将军皆属项羽。\n\n项羽已杀卿子冠军，威震楚国，名闻诸侯。乃遗当阳君、蒲将军将卒二万渡河，救巨鹿。战少利，陈馀复请兵。项羽乃悉引兵渡河，皆沉船，破釜甑，烧庐舍，持三日粮，以示士卒必死，无一还心。于是至则围王离，与秦军遇，九战，绝其甬道，大破之，杀苏角，虏王离。涉间不降楚，自烧杀。当是时，楚兵冠诸侯。诸侯军救巨鹿下者十余壁，莫敢纵兵。及楚击秦，诸将皆从壁上观。楚战士无不一以当十。楚兵呼声动天，诸侯军无不人人惴恐。于是已破秦军，项羽召见诸侯将，入辕门，无不膝行而前，莫敢仰视。项羽由是始为诸侯上将军，诸侯皆属焉。\n\n章邯军棘原，项羽军漳南，相持未战。秦军数却，二世使人让章邯。章邯恐，使长史欣请事。至咸阳，留司马门三日，\n\n赵高不见，有不信之心。长史欣恐，还走其军，不敢出故道。赵高果使人追之，不及。欣至军，报曰：“赵高用事于中，下无可为者。今战能胜，高必疾妒吾功；战不能胜，不免于死。愿将军孰计之。”陈馀亦遗章邯书曰：“白起为秦将，南征鄢郢，北坑马服，攻城略地，不可胜计，而竟赐死。蒙恬为秦将，北逐戎人，开榆中地数千里，竟斩阳周。何者？攻多，秦不能尽封，因以法诛之。今将军为秦将三岁矣，所亡失以十万数，而诸侯并起滋益多。彼赵高素謀日久，今事急，亦恐二世诛之，故欲以法诛将军以塞责，使人更代将军以脱其祸。夫将军居外久，多内隙，有功亦诛，无功亦诛。且天之亡秦，无愚智皆知之。今将军内不能直谏，外为亡国将，孤特独立而欲常存，岂不哀哉！将军何不还兵与诸侯为从，约共攻秦，分王其地，南面称孤；此孰与身伏斧质，妻子为戮乎？”章邯狐疑，阴使候始成使项羽，欲约。约未成，项羽使蒲将军日夜引兵渡三户，军漳南，与秦战，再破之。项羽悉引兵击秦军纡水上，大破之。\n\n章邯使人见项羽，欲约。项羽召军吏谋曰：“粮少，欲听其约。”军吏皆曰“善。”项羽乃与期洹水南殷墟上。已盟，章邯见项羽而流涕，为言赵高。项羽乃立章邯为雍王，置楚军中。使长史欣为上将军，将秦军为前行。\n\n到新安。诸侯吏卒异时故徭使屯戍过秦中，秦中吏卒遇之多无状。及秦军降诸侯，诸侯吏卒乘胜多奴虏使之，轻折辱秦吏卒。秦吏卒多窃言曰：“章将军等诈吾属降诸侯。今能入关破秦，大善；即不能，诸侯虏吾属而东，秦必尽诛吾父母妻子。”诸将微闻其计，以告项羽。项羽乃召黥布、蒲将军计曰：“秦吏卒尚众，其心不服，至关中不听，事必危。不如击杀之，而独与章邯、长史欣、都尉翳入秦。”于是楚军夜击坑秦卒二十余万人新安城南。\n\n行略定秦地。函谷关有兵守关，不得入。又闻沛公已破咸阳，项羽大怒，使当阳君等击关，项羽遂入，至于戏西。沛公军霸上，未得与项羽相见。沛公左司马曹无伤使人言于项羽曰：“沛公欲王关中，使子婴为相，珍宝尽有之。”项羽大怒，曰：“旦日飨士卒，为击破沛公军！”当是时，项羽兵四十万，在新丰鸿门，沛公兵十万，在霸上；范增说项羽曰：“沛公居山东时，贪于财货，好美姬。今入关，财物无所取，妇女无所幸，此其志不在小。吾令人望其气，皆为龙虎，成五采，此天子气也。急击勿失。”\n\n楚左尹项伯者，项羽季父也，素善留侯张良。张良是时从沛公，项伯乃夜驰之沛公军，私见张良，具告以事。欲呼张良与俱去，曰：“毋从俱死也。”张良曰：“臣为韩王送沛公，沛公今事有急，亡去不义，不可不语。”良乃入，具告沛公。沛公大惊，曰：“为之奈何？”张良曰：“谁为大王为此计者？”曰：“鲰生说我曰：‘距关，毋内诸侯，秦地可尽王也。‘故听之。”良曰：“料大王士卒足以当项王乎？”沛公默然，曰：“固不如也，且为之奈何？”张良曰：“请往谓项伯，言沛公不敢背项王也。”沛公曰：“君安与项伯有故？”张良曰：“秦时与臣游，项伯杀人，臣活之。今事有急，故幸来告良。”沛公曰：“孰与君少长？”良曰：“长于臣。”沛公曰：“君为我呼入，吾得兄事之。”张良出，要项伯。项伯即入见沛公。沛公奉卮酒为寿，约为婚姻，曰：“吾入关，秋毫不敢有所近，籍吏民，封府库，而待将军。所以遣将守关者，备他盗之出入与非常也。日夜望将军至，岂敢反乎！愿伯具言臣之不敢倍德也。”项伯许诺，谓沛公曰：“旦日不可不蚤自来谢项王。”沛公曰：“诺。”于是项伯复夜去，至军中，具以沛公言报项王，因言曰：“沛公不先破关中，公岂敢入乎？今人有大功而击之，不义也，不如因善遇之。”项王许诺。\n\n沛公旦日从百馀骑来见项王，至鸿门，谢曰：“臣与将军戮力而攻秦，将军战河北，臣战河南，然不自意能先入关破秦，得复见将军于此。今者有小人之言，令将军与臣有隙。”项王曰：“此沛公左司马曹无伤言之；不然，籍何以生此？”项王即日因留沛公与饮。项王、项伯东而坐，亚父南向坐。亚父者，范增也。沛公北向坐，张良西向侍。范增数目项王，举所佩玉珏以示之者三，项王默然不应。范增起，出召项庄，谓曰：“君王为人不忍，若入前为寿，寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属皆且为所虏。”庄则入为寿。寿毕，曰：“君王与沛公饮，军中无以为乐，请以剑舞。”项王曰：“诺。”项庄拔剑起舞，项伯亦拔剑起舞，常以身翼蔽沛公，庄不得击。于是张良至军门见樊哙，樊哙曰：“今日之事何如？”良曰：“甚急！今者项庄拔剑舞，其意常在沛公也。”哙曰：“此迫矣，臣请入，与之同命。”哙即带剑拥盾入军门。交戟之卫士欲止不内，樊哙侧其盾以撞，卫士仆地，哙遂入，披帷西向立，嗔目视项王，头发上指，目眦尽裂。项王按剑而跽曰：“客何为者？”张良曰：“沛公之参乘樊哙者也。”项王曰：“壮士！赐之卮酒。”则与斗卮酒。哙拜谢，起，立而饮之。项王曰：“赐之彘肩。”则与一生彘肩。樊哙覆其盾于地，加彘肩上，拔剑切而啖之。项王曰：“壮士，能复饮乎？”樊哙曰：“臣死且不避，卮酒安足辞！夫秦王有虎狼之心，杀人如不能举，刑人如不恐胜，天下皆叛之。怀王与诸将约曰：‘先破秦入咸阳者王之。’今沛公先破秦入咸阳，毫毛不敢有所近，封闭宫室，还军霸上，以待大王来。故遣将守关者，备他盗出入与非常也。劳苦而功高如此，未有封侯之赏，而听细说，欲诛有功之人，此亡秦之续耳，窃为大王不取也。”项王未有以应，曰：“坐！”樊哙从良坐。坐须臾，沛公起如厕，因招樊哙出。\n\n沛公已出，项王使都尉陈平召沛公。沛公曰：“今者出，未辞也，为之奈何？”樊哙曰：“大行不顾细谨，大礼不辞小让。如今人方为刀俎，我为鱼肉，何辞为！”于是遂去。乃令张良留谢。良问曰：“大王来何操？”曰：“我持白璧一双，欲献项王；玉斗一双，欲与亚父。会其怒，不敢献。公为我献之。”张良曰：“谨诺。”当是时，项王军在鸿门下，沛公军在霸上，相去四十里。沛公则置车骑，脱身独骑，与樊哙、夏侯婴、靳强、纪信等四人持剑盾步走。从郦山下，道芷阳间行。沛公谓张良曰：“从此道至吾军，不过二十里耳。度我至军中，公乃入。”沛公已去，间至军中。张良入谢，曰：“沛公不胜杯杓，不能辞。谨使臣良奉白璧一双，再拜献大王足下；玉斗一双，再拜奉大将军足下。”项王曰：“沛公安在？”良曰：“闻大王有意督过之，脱身独去，已至军矣。”项王则受璧，置之坐上。亚父受玉斗，置之地，拔剑撞而破之，曰：“唉！竖子不足与谋。夺项王天下者，必沛公也。吾属今为之虏矣。”沛公至军，立诛杀曹无伤。\n\n居数日，项羽引兵西屠咸阳，杀秦降王子婴，烧秦宫室，火三月不灭，收其货宝妇女而东。人或说项王曰：“关中阻山河四塞，地肥饶，可都以霸。”项王见秦宫室皆以烧残破，又心怀思欲东归，曰：“富贵不归故乡，如衣绣夜行，谁知之者！”说者曰：“人言楚人沐猴而冠耳，果然。”项王闻之，烹说者。\n\n项王使人致命怀王，怀王曰：“如约。”乃尊怀王为义帝。项王欲自王，先王诸将相，谓曰：“天下初发难时，假立诸侯后以伐秦。然身被坚执锐首事，暴露于野三年，灭秦定天下者，皆将相诸君与之籍之力也。义帝虽无功，故当分其地而王之。”诸将皆曰：“善！”乃分天下，立诸将为侯王。项王、范增疑沛公之有天下，业已讲解，又恶负约，恐诸侯叛之，乃阴谋曰：“巴、蜀道险，秦之迁人皆居蜀。”乃曰：“巴、蜀亦关中地也。”故立沛公为汉王，王巴、蜀、汉中，都南郑。而三分关中，王秦降将以距塞汉王。项王乃立章邯为雍王，王咸阳以西，都废丘。长史欣者，故为栎阳狱掾，尝有德于项梁；都尉董翳者，本劝章邯降楚。故立司马欣为塞王，王咸阳以东至河，都栎阳；立董翳为翟王，王上郡，都高奴。徙魏王豹为西魏王，王河东，都平阳。瑕丘申阳者，张耳嬖臣也，先下河南，迎楚河上，故立申阳为河南王，都洛阳。韩王成因故都，都阳翟。赵将司马昂定河内，数有功，故立昂⑨为殷王，王河内，都朝歌。徙赵王歇为代王。赵相张耳素贤，又从入关，故立耳为常山王，王赵地，都襄国。当阳君黥布为楚将，常冠军，故立布为九江王，都六。鄱君吴芮率百越佐诸侯，又从入关，故立芮为衡山王，都邾。义帝柱国共敖将兵击南郡，功多，因立敖为临江王，都江陵。徙燕王韩广为辽东王。燕将臧荼从楚救赵，因从入关，故立荼为燕王，都蓟。徙齐王田市为胶东王。齐将田都从共救赵，因从入关，故立都为齐王，都临淄。故秦所灭齐王建孙田安，项羽方渡河救赵，田安下济北数城，引其\n\n兵降项羽，故立安为济北王，都博阳。田荣者，数负项梁，又不肯将兵从楚击秦，以故不封。成安君陈馀弃将印去，不从入关，然素闻其贤，有功于赵，闻其在南皮，故因环封三县。番君将梅涓功多，故封十万户侯。项王自立为西楚霸王，王九郡，都彭城。\n\n汉之元年四月，诸侯罢戏下，各就国。项王出之国，使人徙义帝，曰：“古之帝者地方千里，必居上游。”乃使使徙义帝长沙郴县。趣义帝行，其群臣稍背叛之，乃阴令衡山、临江王击杀之江中。韩王成无军功，项王不使之国，与俱至彭城，废以为侯，已又杀之。臧荼之国，因逐韩广之辽东，广弗听，荼击杀广无终，并王其地。\n\n田荣闻项羽徙齐王市胶东，而立齐将田都为齐王，乃大怒，不肯谴齐王之胶东，因以齐反，迎击田都。田都走楚。齐王市畏项王，乃亡之胶东就国。田荣怒，追击杀之即墨。荣因自立为齐王，而西击杀济北王田安，并王三齐。荣与彭越将军印，令反梁地。陈馀阴使张同、夏说说齐王田荣曰：“项羽为天下宰，不平。今尽王故王于丑地，而王其群臣诸将善地，逐其故主，赵王乃北居代，馀以为不可。闻大王起兵，且不听不义，愿大王资馀兵，请以击常山，以复赵王，请以国为捍蔽。”齐王许之，因遣兵之赵。陈馀悉发三县兵，与齐并力击常山，大破之。张耳走归汉。陈馀迎故赵王歇于代，反之赵。赵王因立陈馀为代王。\n\n是时，汉还定三秦，项羽闻汉王皆已并关中，且东，齐、赵叛之，大怒。乃以故吴令郑昌为韩王，以距汉。令萧公角等击彭越。彭越败萧公角等。汉使张良徇韩，乃遗项羽书曰：“汉王失职，欲得关中，如约即止，不敢东。”又以齐、梁反书遗项王曰：“齐欲与赵并灭楚。”楚以此故无西意，而北击齐。征兵九江王布。布称疾不往，使将将数千人行。项王由怨也。汉之二年冬，项羽遂北至城阳，田荣亦将兵会战。田荣不胜，走至平原，平原民杀之。遂北烧夷齐城郭室屋，皆坑田荣降卒，系虏其老弱妇女。徇齐至北海，多所残灭。齐人相聚而叛之。于是田荣弟田横收齐亡卒，得数万人，反城阳。项王因留，连战未能下。\n\n春，汉王部五诸侯兵，凡五十六万人，东伐楚。项王闻之，即令诸将击齐，而自以精兵三万人南从鲁出胡陵。四月，汉皆已入彭城，收其货宝美人，日置酒高会。项王乃西萧，晨击汉军项东，至彭城，日中，大破汉军。楚军皆走，相随入谷、泗水，杀汉卒十余万人。汉卒皆南走山，楚又追击，至灵壁东睢水上。汉军却，为楚所挤，多杀，汉卒十余万人皆入睢水，睢水为之不流。围汉王三匝。于是大风从西北而起，折木发屋，扬沙石，窈冥昼晦，逢迎楚军。楚军大乱，坏散，而汉王乃得与数十骑遁去。欲过沛，收家室而西。楚亦使人追之沛，取汉王家，家皆亡，不与汉王相见。汉王道逢得孝惠、鲁元，乃载行。楚骑追汉王，汉王急，推堕孝惠、鲁元车下，滕公常下收载之，如是者三。曰：“虽急，不可以驱，奈何弃之！”于是遂得脱。求太公、吕后不相遇。审食其从太公，吕后间行，求汉王，反遇楚军。楚军遂与归，报项王，项王常置军中。\n\n是时吕后兄周吕侯为汉将兵居下邑，汉王间往从之，稍稍收其士卒。至荥阳，诸败军皆会。萧何亦发关中老弱未傅悉诣荥阳，复大振。楚起于彭城，常乘胜逐北，与汉战荥阳南京，索间，汉败楚，楚以故不能过荥阳而西。\n\n项王之求彭城，追汉王至荥阳，田横亦得收齐，立田荣子广为齐王。汉王之败彭城，诸侯皆复与楚而背汉。汉军荥阳，筑甬道属之河，以取敖仓粟。汉之三年，项王数侵夺汉甬道，汉王食乏，恐，请和，割荥阳以西为汉。\n\n项王欲听之。历阳侯范增曰：“汉易与耳，今释弗取，后必悔之。”项王乃与范增急围荥阳。汉王患之，乃用陈平计间项王。项王使者来，为太牢具，举欲进之。见使者，详惊愕曰：“吾以为亚父使者，乃反项王使者。”更持去，以恶食食项王使者。使者归报项王。项王乃疑范增与汉有私，稍夺之权。范增大怒，曰：“天下大事大定矣，君王自为之。愿赐骸骨归卒伍。”项王许之。行未至彭城，疽发背而死。\n\n汉将纪信说汉王曰：“事已急矣，请为王诳楚为王，王可以间出。”于是汉王夜出女子荥阳东门被甲二千人，楚兵四面击之。纪信乘黄屋车，傅左纛，曰：“城中食尽，汉王降。”楚军皆呼万岁。汉王亦与数十骑从城西门出，走成皋。项王见纪信，问：“汉王安在？”信曰：“汉王已出矣。”项王烧杀纪信。\n\n汉王使御史大夫周苛、枞公、魏豹守荥阳。周苛、枞公谋曰：“反国之王，难与守城。”乃共杀魏豹。楚下荥阳城，生得周苛。项王谓周苛曰：“为我将，我以公为上将军，封三万户。”周苛骂曰：“若不趣降汉，汉今虏若，若非汉敌也。”项王怒，烹周苛，并杀枞公。\n\n汉王之出荥阳，南走宛、叶，得九江王布，行收兵，复入保成皋。汉之四年，项王进兵围成皋，汉王逃，独与滕公出成皋北门，渡河走修武，从张耳、韩信军。诸将稍稍得出成皋，从汉王。楚遂拔成皋，欲西。汉使兵距之巩，令其不得西。\n\n是时，彭越渡河击楚东阿，杀楚将军薛公。项王乃自东击彭越。汉王得淮阴侯兵，欲渡河南。郑忠说汉王，乃止壁河内。使刘贾将兵佐彭越，烧楚积聚。项王东击破之，走彭越。汉王则引兵渡河，复取成皋，军广武，就敖仓食。项王已定东海来，西，与汉俱临广武而军，相守数月。\n\n当此时，彭越数反梁地，绝楚粮食。项王患之，为高俎，置太公其上，告汉王曰：“今不急下，吾烹太公。”汉王曰：“吾与项羽俱北面受命怀王，曰‘约为兄弟’，吾翁即若翁。必欲烹而翁，则幸分我一杯羹。”项王怒，欲杀之。项伯曰：“天下事未可知，且为天下者不顾家，虽杀之无益，只益祸耳。”项王从之。\n\n楚、汉久相持未决，丁壮苦军旅，老弱罢转漕。项王谓汉王曰：“天下匈匈数岁者，徒以吾两人耳，愿与汉王挑战，决雌雄，毋徒苦天下之民父子为也。”汉王笑谢曰：“吾宁斗智，不能斗力。”项王令壮士出挑战。汉有善骑射者楼烦，楚挑战三合，楼烦辄杀之。项王大怒，乃自被甲持戟挑战。楼烦欲射之，项王嗔目叱之，楼烦目不敢视，手不敢发，遂走还入壁，不敢复出。汉王使人间问之，乃项王也。汉王大惊。于是项王乃即汉王相与临广武间而语。汉王数之，项王怒，欲一战。汉王不听。项王伏弩射中汉王。汉王伤，走入成皋。\n\n项王闻淮阴侯已举河北，破齐、赵，且欲击楚，乃使龙且往击之。淮阴侯与战，骑将灌婴击之，大破楚军，杀龙且。韩信因自立为齐王。项王闻龙且军破，则恐，使盱台人武涉往说淮侯。淮阴侯弗听。是时，彭越复反，下梁地，绝楚粮。项王乃谓海春侯大司马曹咎等曰：“谨守成皋，则汉欲挑战，慎勿与战，毋令得东而已。我十五日必诛彭越，定梁地，复从将军。”乃东，行击陈留、外黄。\n\n外黄不下。数日，已降，项王怒，悉令男子年十五已上诣城东，欲坑之。外黄令舍人儿年十三，往说项王曰：“彭越强劫外黄，外黄恐，故且降，待大王。大王至，又皆坑之，百姓岂有归心？从此以东，梁地十余城皆恐，莫肯下矣。”项王然其言，乃赦外黄当坑者。东至睢阳，闻之皆争下项王。\n\n汉果数挑楚军战，楚军不出。使人辱之，五六日，大司马怒，渡兵汜水。士卒半渡，汉击之，大破楚军，尽得楚国货赂。大司马咎，长史翳，塞王欣皆自刭汜水上。大司马咎者，故蕲狱掾，长史欣亦故栎阳狱吏，两人尝有德于项梁，是以项王信任之。当是时，项王在睢阳，闻海春侯军败，则引兵还。汉军方围钟离昧于荥阳东，项王至，汉军畏楚，尽走险阻。\n\n是时，汉兵盛食多，项王兵罢食绝。汉遣陆贾说项王，请太公，项王弗听。汉王复使侯公往说项王，项王乃与汉约，中分天下。割鸿沟以西者为汉，鸿沟而东者为楚。项王许之。即归汉王父母妻子。军皆呼万岁。汉王乃封侯公为平国君，匿弗肯复见。曰：“此天下辩士，所居倾国，故号为平国君。”项王已约，乃引兵解而东归。\n\n汉欲西归。张良、陈平说曰：“汉有天下太半，而诸侯皆附之。楚兵罢食尽，此天亡楚之时也，不如因其机而遂取之。今释弗击，此所谓‘养虎自遗患’也。”汉王听之。汉五年，汉王乃追项王至阳夏南，止军，与淮阴侯韩信、建成侯彭越期会而击楚军。至固陵，而信、越之兵不会。楚击汉军，大破之。汉王复入壁，深堑而自守。谓张子房曰：“诸侯不从约，为之奈何？”对曰：“楚兵且破，信，越未有分地，其不至固宜。君王能与共天下，今可立致也。即不能，事未可知也。君王能自陈以东傅海，尽与韩信；睢阳以北至谷城，以与彭越：使各自为战，则楚易败也。”汉王曰：“善。”于是乃发使者告韩信、彭越曰：“并力击楚，楚破，自陈以东傅海与齐王；睢阳以北至谷城与彭相国。”使者至，韩信，彭越皆报曰：“请今进兵。”韩信乃从齐往，刘贾军从寿春并行，屠城父，至垓下。大司马周殷叛楚，以舒屠六。举九江兵，随刘贾、彭越皆会垓下，诣项王。\n\n项王军壁垓下，兵少食尽，汉军及诸侯兵围之数重。夜闻汉军四面皆楚歌，项王乃大惊曰：“汉皆已得楚乎？是何楚人之多也！”项王则夜起，饮帐中。有美人名虞，常幸从；骏马名骓，常骑之。于是项王乃悲歌慷慨，自为诗曰：“力拔山兮气盖世，时不利兮骓不逝。骓不逝兮可奈何，虞兮虞兮奈若何！”歌数阕，美人和之。项王泣数行下，左右皆泣，莫能仰视。\n\n于是项王乃上马骑，麾下壮士骑从者八百余人，直夜溃围南出，驰走。平明，汉军乃觉之，令骑将灌婴以五千骑追之。项王渡淮，骑能属者百余人耳。项王至阴陵，迷失道，问一田父，田父绐曰：“左。”左，乃陷大泽中，以故汉追及之。项王乃复引兵而东，至东城，乃有二十八骑。汉骑追者数千人。项王自度不得脱，谓其骑曰：“吾起兵至今八岁矣，身七十余战，所当者破，所击者服，未尝败北，遂霸有天下。然今卒困于此，此天之亡我，非战之罪也。今日固决死，愿为诸君快战，必三胜之，为诸君溃围，斩将，刈旗，令诸君知天亡我，非战之罪也。”乃分其骑以为四队，四向。汉军围之数重。项王谓其骑曰：“吾为公取彼一将。”令四面骑驰下，期山东为三处。于是项王大呼驰下，汉军皆披靡，遂斩汉一将。是时，赤泉侯为骑将，追项王，项王嗔目而叱之，赤泉侯人马俱惊，辟易数里。与其骑会为三处。汉军不知项王所在，乃分军为三，复围之。项王乃驰，复斩汉一都尉，杀数十百人，复聚其骑，亡其两骑耳。乃谓其骑曰：“何如？”骑皆伏曰：“如大王言！”\n\n于是项王乃欲东渡乌江。乌江亭长舣船待，谓项王曰：“江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡。今独臣有船，汉军至，无以渡。”项王笑曰：“天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧于心乎？”乃谓亭长曰：“吾知公长者。吾骑此马五岁，所当无敌，尝一日行千里，不忍杀之，以赐公。”乃令骑皆下马步行，持短兵接战。独籍所杀汉军数百人。项王身亦被十余创，顾见汉骑司马吕马童，曰：“若非吾故人乎？”马童面之，指王翳曰：“此项王也。”项王乃曰：“吾闻汉购我头千金，邑万户，吾为若德。”乃自刎而死。王翳取其头，余骑相蹂践争项王，相杀者数十人。最其后，郎中骑杨喜、骑司马吕马童、郎中吕胜、杨武，各得其一体。五人共会其体，皆是。故分其地为五：封吕马童为中水侯，封王翳为杜衍侯，封杨喜为赤泉侯，封杨武为吴防侯，封吕胜为涅阳侯。\n\n项王已死。楚地皆降汉，独鲁不下。汉乃引天下兵欲屠之；为其守礼义，为主死节，乃持项王头示鲁，鲁父兄乃降。始，楚怀王初封项籍为鲁公，及其死，鲁最后下，故以鲁公礼葬项王谷城。汉王为发哀，泣之而去。\n\n诸项氏枝属，汉王皆不诛，乃封项伯为射阳侯。桃侯、平皋侯、玄武侯皆项氏，赐姓刘。\n\n太史公曰：吾闻之周生曰“舜目盖重瞳子”，又闻项羽亦重瞳子。羽岂其苗裔邪？何兴之暴也！夫秦失其政，陈涉首难，豪杰蜂起，相与并争，不可胜数。然羽非有尺寸，乘势起陇亩之中，三年，遂将五诸侯灭秦，分裂天下，而封王侯，政由羽出，号为“霸王”，位虽不终，近古以来未尝有也，及羽背关怀楚，放逐义帝而自立，怨王侯叛己，难矣。自矜功伐，奋其私智而不师古。谓霸王之业，欲以力征经营天下。五年卒亡其国，身死东城，尚不觉寐而不自责，过矣。乃引“天亡我，非用兵之罪也”，岂不谬哉！\n\n"
		},
		{
			"章节": "汉文五",
			"章节名称": "史记·伯夷列传",
			"章节内容": "史记\n\n夫学者载籍极博。尤考信于六艺。《诗》、《书》虽缺，然虞、夏之文可知也。尧将逊位，让于虞舜，舜、禹之间，岳牧咸荐，乃试之于位，典职数十年，功用既兴，然后授政。示天下重器，王者大统，传天下若斯之难也。而说者曰：“尧让天下于许由，许由不受，耻之逃隐。及夏之时，有卞随、务光者。”此何以称焉？太史公曰：余登箕山，其上盖有许由冢云。孔子序列古之仁圣贤人，如吴太伯、伯夷之伦详矣。余以所闻，由、光义至高，其文辞不少概见，何哉？\n\n孔子曰：“伯夷、叔齐，不念旧恶，怨是用希。”“求仁得仁，又何怨乎？”余悲伯夷之意，睹轶诗可异焉。其传曰：伯夷、叔齐，孤竹君之二子也。父欲立叔齐。及父卒，叔齐让伯夷。伯夷曰：“父命也。”遂逃去。叔齐亦不肯立而逃之。国人立其中子。于是伯夷、叔齐闻西伯昌善养老，“盍往归焉！”及至，西伯卒，武王载木主，号为文王，东伐纣。伯夷、叔齐叩马而谏曰：“父死不葬，爰及干戈，可谓孝乎？以臣弑君，可谓仁乎？”左右欲兵之。太公曰：“此义人也。”扶而去之。武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之。及饿且死，作歌，其辞曰：“登彼西山兮，采其薇矣。以暴易暴兮，不知其非矣。神农、虞、夏忽焉没兮，我安适归矣？于嗟徂兮，命之衰矣。”遂饿死于首阳山。由此观之，怨邪非邪？\n\n或曰：“天道无亲，常与善人。”若伯夷、叔齐，可谓善人者非邪？积仁洁行，如此而饿死。且七十子之徒，仲尼独荐颜渊为好学。然回也屡空，糟糠不厌，而卒蚤夭。天之报施善人，其何如哉？盗跖日杀不辜，肝人之肉，暴戾恣睢，聚党数千人，横行天下，竟以寿终，是遵何德哉？此其尤大彰明较著者也。若至近世，操行不轨，事犯忌讳，而终身逸乐，富厚累世不绝。或择地而蹈之，时然后出言，行不由径，非公正不发愤，而遇祸灾者，不可胜数也。余甚惑焉，倘所谓天道，是邪非邪？\n\n子曰：“道不同，不相为谋。”亦各从其志也。故曰：“富贵如可求，虽执鞭之士，吾亦为之。如不可求，从吾所好。”“岁寒，然后知松柏之后凋。”举世混浊，清士乃见。岂以其重若彼，其轻若此哉？“君子疾没世而名不称焉。”贾子曰：“贪夫徇财，烈士徇名，夸者死权，众庶冯生。”同明相照，同类相求。“云从龙，风从虎，圣人作而万物睹。”伯夷、叔齐虽贤，得夫子而名益彰；颜渊虽笃学，附骥尾而行益显。岩穴之士，趋舍有时，若此类名湮灭而不称，悲夫。闾巷之人，欲砥行立名者，非附青云之士，恶能施于后世哉！\n\n"
		},
		{
			"章节": "汉文六",
			"章节名称": "游侠列传",
			"章节内容": "史记\n\n韩子曰：“儒以文乱法，而侠以武犯禁。”二者皆讥，而学士多称于世云。至如以术取宰相卿大夫，辅翼其世主，功名俱著于春秋，固无可言者。及若季次、原宪，闾巷人也。读书怀独行君子之德，义不苟合当世，当世亦笑之。故季次、原宪终身空室蓬户，褐衣疏食不厌。死而已四百余年，而弟子志之不倦。今游侠，其行虽不轨于正义，然其言必信，其行必果，已诺必诚，不爱其躯，赴士之厄困。既已存亡死生矣，而不矜其能，羞伐其德，盖亦有足多者焉。\n\n且缓急，人之所时有也。\n\n大史公曰：昔者虞舜窘于井廪，伊尹负于鼎俎，傅说匿于傅险，吕尚困于棘津，夷吾桎梏，百里饭牛，仲尼畏匡，菜色陈、蔡。此皆学士所谓有道仁人也，犹然遭此灾。况以中材而涉乱世之末流乎？其遇害何可胜道哉！\n\n鄙人有言曰：“何知仁义，已飨其利者为有德。”故伯夷丑周，饿死首阳山，而文、武不以其故贬王；跖、礄暴戾，其徒诵义无穷。由此观之，“窃钩者诛，窍国者侯，侯之门仁义存”，非虚言也。\n\n今拘学或抱咫尺之义，久孤于世，岂若卑论侪俗，与世沉浮而取荣名哉！而布衣之徒，设取予然诺，千里诵义，为死不\n\n顾世，此亦有所长，非苟而已也，故士穷窘而得委命，此岂非人之所谓贤豪间者邪？诚使乡曲之侠，予季次、原宪比权量力，效功于当世，不同日而论矣。要以功见言信，侠客之义又曷可少哉！\n\n古布衣之侠，靡得而闻已。近世延陵、孟尝、春申、平原、信陵之徒，皆因王者亲属。藉于有土卿相之富厚，招天下贤者，显名诸侯，不可谓不贤者矣。比如顺风而呼，声非加疾，其势激也。至如闾巷之侠，修行砥名，声施于天下，莫不称贤，是为难耳。然儒、墨皆排摈不载。自秦以前，匹夫之侠，湮灭不见，余甚恨之。以余所闻，汉兴有朱家、田仲、王公、剧孟、郭解之徒，虽时扞当世之文罔，然其私义廉洁退让，有足称者。名不虚立，士不虚附。至如朋党宗强比周，设财役贫，豪暴侵凌孤弱，恣欲自快，游侠亦丑之。余悲世俗不察其意，而猥以朱家、郭解等令与暴豪之徒同类而共笑之也。\n\n鲁朱家者，与高祖同时。鲁人皆以儒教，而朱家用侠闻，所藏活豪士以百数。其余庸人不可胜言。然终不伐其能，歆其德。诸所尝施，唯恐见之。振人不赡，先从贫贱始。家无余财，衣不完采，食不重味，乘不过軥牛。专趋人之急，甚己之私。既阴脱季布将军之厄，及布尊责，终身不见也。自关以东，莫不延颈愿交焉。\n\n楚田仲以侠闻，喜剑，父事朱家，自以为行弗及。田仲已死，而洛阳有剧孟。周人以商贾为资，而剧孟以任侠显诸侯。吴楚反时，条侯为太尉，乘传车将至河南，得剧孟，喜曰：“吴楚举大事而不求孟，吾知其无能为已矣。”天下骚动，宰相得之若得一敌国云。剧孟行大类朱家，而好博，多少年之戏。然剧孟母死，自远方送丧盖千乘。及剧孟死，家无余十金之财。而符离人王孟亦以侠称江淮之间。\n\n是时济南瞯氏、陈周庸亦以豪闻，景帝闻之，使使尽诛此属。其后代诸白、梁韩无辟、阳翟薛（况）〈兄〉、（陕）〈郏〉韩孺纷纷复出焉。\n\n郭解、轵人也，字翁伯，善相人者许负外孙也。解父以任侠，孝文时诛死。解为人短小精悍，不饮酒。少时阴贼、慨不快意，身所杀甚众。以躯借交报仇，藏命作奸剽攻不休，及铸钱掘冢，固不可胜数。适有天幸，窘急常得脱，若遇赦。及解年长，更折节为俭，以德报怨，厚施而薄望。然其自喜为侠益甚。既已振人之命，不矜其功。其阴贼著于心，卒发于睚眦如故云。而少年慕其行，亦辄为报仇，不使知也。解姊子负解之势，与人饮，使之嚼。非其任，强必灌之。人怒，拔刃刺杀解姊子，亡去。解姊怒曰：“以翁伯之义，人杀吾子，贼不得。”弃其尸于道，弗葬，欲以辱解。解使人微知贼处。贼窘自归，具以实告解，解曰：“公杀之固当，吾儿不直。”遂去其贼，罪其姊子，乃收而葬之。诸公闻之，皆多解之义，益附焉。\n\n解出入，人皆避之。有一人独箕倨视之，解遣人问其名姓。客欲杀之，解曰：“居邑屋至不见敬，是吾德不修也。彼何罪！”乃阴属尉史曰：“是人，吾所急也，至践更时脱之。”每至践更，数过，吏弗求。怪之，问其故，乃解使脱之。箕踞者乃肉袒谢罪。少年闻之，愈益慕解之行。\n\n洛阳人有相仇者，邑中贤豪居间者以十数，终不听。客乃见郭解，解夜见仇家，仇家曲听解。解乃谓仇家曰：“吾闻洛阳诸公在此间，多不听者。今子幸而听解，解奈何乃从他县夺人邑中贤大夫权乎！”乃夜去，不使人知，曰：“且无用，待我去，令洛阳豪居其闻，乃听之。”\n\n解执恭敬，不敢乘车入其县廷。之旁郡国，为人请求事，事可出，出之；不可者，各厌其意，然后乃敢尝酒食。诸公以故严重之，争为用。邑中少年及旁近县贤豪，夜半过门常十余车，请得解客舍养之。\n\n及徙豪富茂陵也，解家贫，不中訾。吏恐，不敢不徙。卫将军为言“郭解家贫不中徙。”上曰：“布衣权至使将军为言，此其家不贫。”解家遂徙。诸公送者出千余万。轵人杨季主子为县掾，举徙解。解兄子断扬掾头。由此杨氏与郭氏为仇。\n\n解入关，关中贤豪知与不知，闻其声，争交欢解。解为人短小，不饮酒，出未尝有骑。已又杨季主，杨季主家上书，人又杀之阙下。上闻，乃下吏捕解。解亡，置其母家室夏阳，身至临晋。临晋籍少公素不知解，解冒，因求出关。籍少公已出解，解转入大原，所过辄告主人家。吏逐之，迹至籍少公。少公自杀，口绝。久之，乃得解。穷治所犯，为解所杀，皆在赦前。轵有儒生侍使者坐，客誉郭解，生曰：“郭解专以奸犯公法，何谓贤！”解客闻，杀此生，断其舌。吏以此责解，解实不知杀者。杀者亦竟绝，莫知为谁。吏奏解无罪。御史大夫公孙弘议曰：“解布衣为任侠行权，以睚眦杀人。解虽弗知，此罪甚于解杀之，当大逆无道。”遂族郭解翁伯。\n\n自是之后，为侠者极众，敖而无足数者。然关中长安樊仲子，槐里赵王孙，长陵高公子，西河郭公仲，大原卤公孺，临淮儿长卿，东阳田君孺，虽为侠而逡逡有退让君子之风。至若北道姚氏，西道诸杜，南道仇景，东道赵他、羽公子、南阳赵调之徒，此盗跖居民间者耳，曷足道哉！此乃乡者朱家之羞也。\n\n大史公曰：吾视郭解，状貌不及中人，言语不足采者。然天下无贤与不肖，知与不知，皆慕其声，言侠者皆引以为名。谚曰：“人貌荣名，岂有既乎！”於戏，惜哉！\n\n"
		},
		{
			"章节": "汉文七",
			"章节名称": "孔子世家赞",
			"章节内容": "史记\n\n太史公曰：“诗有之:‘高山仰止，景行行止。’虽不能至，然心乡往之。余读孔氏书，想见其为人。适鲁，观仲尼庙堂，车服礼器，诸生以时习礼其家，余低回留之，不能去云。\n\n“天下君王，至于贤人，众矣！当时则荣，没则已焉！孔子布衣，传十余世，学者宗之。自天子王侯，中国言六艺者，折中于夫子，可谓至圣矣！”\n\n"
		},
		{
			"章节": "汉文八",
			"章节名称": "管晏列传",
			"章节内容": "史记\n\n管仲夷吾者，颍上人也。少时，常与鲍叔牙游，鲍叔知其贤。管仲贫困，常欺鲍叔；鲍叔终善遇之，不以为言。已而鲍叔事齐公子小白，管仲事公子纠。及小白立为桓公，公子纠死，管仲囚焉。鲍叔遂进管仲。管仲既用，任政于齐，齐桓公以霸，九合诸侯，一匡天下，管仲之谋也。\n\n管仲曰：“吾始困时，尝与鲍叔贾，分财利，多自与；鲍叔不以我为贪，知我贫也；吾尝为鲍叔谋事，而更穷困，鲍叔不以我为愚，知时有利不利也；吾尝三仕三见逐于君，鲍叔不以我为不肖，知我不遭时也；吾尝三战三走，鲍叔不以我为怯，知我有老母也；公子纠败，召忽死之，吾幽囚受辱，鲍叔不以我为无耻，知我不羞小节，而耻功名不显于天下也；生我者父母，知我者鲍子也！”\n\n鲍叔既进管仲，以身下之。子孙世禄于齐，有封邑者十余世，常为名大夫。天下不多管仲之贤，而多鲍叔能知人也。\n\n管仲既任政相齐，以区区之齐，在海滨，通货积财，富国强兵，与俗同好恶，故其称曰：“仓廪实而知礼节，衣食足而知荣辱。上服度，则六亲固。四维不张，国乃灭亡。下令如流水之原，令顺民心。”故论卑而易行。俗之所欲，因而予之；俗之所否，因而去之。其为政也，善因祸而为福，转败而为功。贵轻重，慎权衡。桓公实怒少姬，南袭蔡；管仲因而伐楚，责包茅不入贡于周室。桓公实北征山戎；而管仲因而令燕修召公之政。于柯之会，桓公欲背曹沫之约，管仲因而信之，诸侯由是归齐。故曰：“知与之为取，政之宝也。”\n\n管仲富拟于公室，有三归反坫，齐人不以为侈。管仲卒，齐国遵其政，常强于诸侯。后百余年而有晏子焉。\n\n晏平仲婴者，莱之夷维人也。事齐灵公、庄公、景公，以节俭力行重于齐。既相齐，食不重肉，妾不衣帛。其在朝，君语及之，即危言；语不及之，即危行。国有道，即顺命；无道，即衡命。以此三世显名于诸侯。\n\n越石父贤，在缧绁中，晏子出，遭之涂，解左骖赎之，载归。弗谢，入闺，久之，越石父请绝，晏子懼然，摄衣冠谢曰：“婴虽不仁，免子于厄，何子求绝之速也？”石父曰：“不然，吾闻君子诎于不知己，而信于知己者。方吾在缧绁中，彼不知我也，夫子既已感寤而赎我，是知己；知己而无礼，固不如在缧绁之中。”晏子于是延入为上客。\n\n晏子为齐相，出，其御之妻，从门间而窥其夫；其夫为相御，拥大盖，策驷马，意气扬扬，甚自得也。既而归，其妻请去，夫问其故。妻曰：“晏子长不满六尺，身相齐国，名显诸侯。今者妾观其出，志念深矣，常有以自下者。今子长八尺，乃为人仆御。然子之意，自以为足，妾是以求去也。”其后，夫自抑损，晏子怪而问之，御以实对。晏子荐以为大夫。\n\n太史公曰：“吾读管氏牧民、山高、乘马、轻重、九府，及晏子春秋，详哉其言之也。既见其著书，欲观其行事，故次其传。至其书，世多有之，是以不论，论其轶事。管仲世所谓贤臣，然孔子小之。岂以为周道衰微，桓公既贤，而不勉之至王，乃称霸哉？语曰：‘将顺其美，匡救其恶，故上下能相亲\n\n也。’岂管仲之谓乎？方晏子伏庄公尸哭之，成礼然后去，岂所谓‘见义不为无勇’者邪？至其谏说，犯君之颜，此所谓‘进思尽忠，退思补过’者哉！假令晏子而在，余虽为之执鞭，所忻慕焉。”\n\n"
		},
		{
			"章节": "汉文九",
			"章节名称": "货殖列传序",
			"章节内容": "史记\n\n老子曰：“至治之极，邻国相望，鸡狗之声相闻，民各甘其食，美其服，安其俗，乐其业，至老死不相往来。”必用此为务，挽近世，涂民耳目，则几无行矣。\n\n太史公曰：夫神农以前，吾不知已。至若诗书所述，虞夏以来，耳目欲极声色之好，口欲穷刍豢之味，身安逸乐，而心夸矜势能之荣，使俗之渐民久矣。虽户说以眇论，终不能化。故善者因之，其次利道之，其次教诲之，其次整齐之，最下者与之争。\n\n夫山西饶材、竹、谷、纑、旄、玉石；山东多鱼、盐、漆、丝、声色；江南出楠、梓、姜、桂、金、锡、连、丹沙、犀、玳瑁、珠玑、齿、革；龙门碣石北多马、牛、羊、旃、裘、筋、角，铜铁则千里往往山出棋置：此其大较也，皆中国人民所喜好，谣俗被服饮食奉生送死之具也。故待农而食之，虞而出之，工而成之，商而通之。此宁有政教发徵期会哉？人各任其能，竭其力，以得所欲。故物贱之徵贵，贵之徵贱，各劝其业，乐其事，若水之趋下，日夜无休时，不召而自来，不求而民出之，岂非道之所符而自然之验邪？\n\n周书曰：“农不出则乏其食，工不出则乏其事，商不出则三宝绝，虞不出则财匮少，财匮少而山泽不辟矣。”此四者，民所衣食之原也。原大则饶，原小则鲜，上则富国，下则富家：贫富之道，莫之夺予，而巧者有余，拙者不足。故太公望封于营丘，地泻卤，人民寡。于是太公劝其女功，极技巧，通鱼盐，则人物归之，繈纑至而辐奏。故齐冠带衣履天下，海岱之间，敛袂而往朝焉。\n\n其后，齐中衰，管子修之，设轻重九府，则桓公以霸。九合诸侯，一匡天下；而管氏亦有三归，位在陪臣，富于列国之君。是以齐富强至于威宣也。故曰：“仓廪实而知礼节。衣食足而知荣辱。”\n\n礼生于有，而废于无。故君子富，好行其德；小人富，以适其力。渊深而鱼生之，山深而兽往之，人富而仁义附焉。富者得势益彰，失势则客无所之，以而不乐，夷狄益甚。谚曰：“千金之子，不死于市。”非空言也。故曰：“天下熙熙，皆为利来；天下壤壤，皆为利往。”夫千乘之王，万家之侯，百室之君，尚犹患贫，而况匹夫编户之民乎？\n\n"
		},
		{
			"章节": "汉文十",
			"章节名称": "廉颇蔺相如列传",
			"章节内容": "史记\n\n廉颇者，赵之良将也。赵惠文王十六年，廉颇为赵将，伐齐，大破之，取阳晋，拜为上卿，以勇气闻于诸侯。蔺相如者，赵人也，为赵宦者令缪贤舍人。\n\n赵惠文王时得楚“和氏璧”，秦昭王闻之，使人遗赵王书，愿以十五城请易璧。赵王与大将军廉颇诸大臣谋，欲予秦，秦城恐不可得，徒见欺；欲勿予，即患秦兵之来。计未定，求人可使报秦者，未得。宦者令缪贤曰：“臣舍人蔺相如可使。”王问：“何以知之？”对曰：“臣尝有罪，窃计欲亡走燕，臣舍人相如止臣，曰：‘君何以知燕王？’臣语曰：‘臣尝从大王与燕王会境上，燕王私握臣手，曰：“愿结友。”以此知之，故欲往。’相如谓臣曰：‘夫赵强而燕弱，而君幸于赵王，故燕王欲结于君。今君乃亡赵走燕，燕畏赵，其势必不敢留君而束君归赵矣。君不如肉袒伏斧质请罪，则幸得脱矣。’臣从其计，大王亦幸赦臣。臣窃以为其人勇士，有智谋，宜可使。”于是王召见，问蔺相如曰：“秦王以十五城请易寡人之璧，可予不？”相如曰：“秦强而赵弱，不可不许。”王曰：“取吾璧不予我城，奈何？”相如曰：“秦以城求璧而赵不许，曲在赵；赵予璧而秦不予赵城，曲在秦。均之二策，宁许以负秦曲。”王曰：“谁可使者？”相如曰：“王必无人，臣愿奉璧往使，城入赵而璧留秦；城不入，臣请完璧归赵。”赵王于是遂遣相如奉璧西入秦。\n\n秦王坐章台见相如，相如奉璧奏秦王，秦王大喜，传以示美人及左右，左右皆呼万岁。相如视秦王无意偿赵城，乃前曰：“璧有瑕，请指示王。”王授璧，相如因持璧却立倚柱，怒发上冲冠，谓秦王曰：“大王欲得璧，使人发书至赵王，赵王悉召群臣议，皆曰：‘秦贪，负其强，以空言求璧，偿城恐不可得。’议不欲予秦璧，臣以为布衣之交尚不相欺，况大国乎？且以一璧之故逆强秦之欢，不可。于是赵王乃斋戒五日，使臣奉璧，拜送书于庭。何者？严大国之威以修敬也。今臣至，大王见臣列观，礼节甚倨；得璧，传之美人以戏弄臣。臣观大王无意偿赵王城邑，故臣复取璧。大王必欲急臣，臣头今与璧俱碎于柱矣。”相如持其璧睨柱，欲以击柱。秦王恐其破璧，乃辞谢固请，召有司案图，指从此以往十五都予赵。相如度秦王特以诈佯为予赵城，实不可得，乃谓秦王曰：“和氏璧，天下所共传宝也；赵王恐，不敢不献。赵王送璧时，斋戒五日，今大王亦宜斋戒五日，设九宾于廷，臣乃敢上璧。”秦王度之终不可强夺，遂许斋五日，舍相如广成传舍。\n\n相如度秦王虽斋，决负约不偿城，乃使其从者衣褐，怀其璧，从径道亡。归璧于赵。\n\n秦王斋五日后，乃设九宾礼于庭，引赵使者蔺相如。相如至，谓秦王曰：“秦自缪公以来二十余君，未尝有坚明约束者也。臣诚恐见欺于王而负赵，故令人持璧归，间至赵矣。且秦强而赵弱，大王遣一介之使至赵，赵立奉璧来；今以秦之强而先割十五都予赵，赵岂敢留璧而得罪于大王乎？臣知欺大王之罪当诛，臣请就汤镬，唯大王与群臣熟计议之！”秦王与群臣相视而嘻，左右或欲引相如去；秦王因曰：“今杀相如，终不得璧也，而绝秦赵之欢；不如因而厚遇之，使归赵。赵王岂以一璧之故欺秦邪？”卒廷见相如，毕礼而归之。\n\n相如既归，赵王以为贤大夫，使不辱于诸侯，拜相如为上大夫。秦亦不以城予赵，赵亦终不予秦璧。\n\n其后秦伐赵，拔石城；明年，复攻赵，杀二万人。秦王使使者告赵王，欲与王为好会于西河外渑池。赵王畏秦，欲毋行。廉颇蔺相如计曰：“王不行；示赵弱且怯也。”赵王遂行，相如从。廉颇送至境，与王诀曰：“王行，度道里会遇之礼毕，还，不过三十日；三十日不还，则请太子为王，以绝秦望。”王许之，遂与秦王会渑池。\n\n秦王饮酒，酣，曰：“寡人窃闻赵王好音，请奏瑟。”赵王鼓瑟，秦御史前书曰：“某年月日，秦王与赵王会饮，令赵王鼓瑟。”蔺相如前曰：“赵王窃闻秦王善为秦声，请奉盆缶秦王，以相娱乐。”秦王怒，不许。于是相如前进缶，因跪请秦王，秦王不肯击缶。相如曰：“五步之内，相如请得以颈血溅大王矣。”左右欲刃相如，相如张目叱之，左右皆靡。于是秦王不怿，为一击缶；相如顾召赵御史书曰：“某年月日，秦王为赵王击缶。”秦之群臣曰：“请以赵十五城为秦王寿。”蔺相如亦曰：“请以秦之咸阳为赵王寿。”秦王竟酒，终不能加胜于赵，赵亦盛设兵以待秦，秦不敢动。\n\n既罢，归国，以相如功大，拜为上卿，位在廉颇之右。廉颇曰：“我为赵将，有攻城野战之大功，而蔺相如徒以口舌为劳，而位居我上；且相如素贱人，吾羞不忍为之下。”宣言曰：“我见相如，必辱之。”相如闻，不肯与会，相如每朝时，常称病，不欲与廉颇争列。已而，相如出，望见廉颇，相如引车避匿，于是舍人相与谏曰：“臣所以去亲戚而事君者，徒慕君之高义也。今君与廉颇同列，廉君宣恶言，而君畏匿之，恐惧殊甚，且庸人尚羞之，况于将相乎？臣等不肖，请辞去。”蔺相如固止之，曰：“公之视廉将军孰与秦王？”曰：“不若也。”相如曰：“夫以秦王之威，而相如廷叱之，辱其群臣，相如虽驽，独畏廉将军哉！顾吾念之，强秦之所以不敢加兵于赵者，徒以吾两人在也。今两虎共斗，其势不俱生。吾所以为此者，以先国家之急而后私雠也。”廉颇闻之。肉袒负荆，因宾客至蔺相如门谢罪，曰：“鄙贱之人，不知将军宽之至此也。”卒相与欢，为刎颈之交。\n\n太史公曰：知死必勇，非死者难也，处死者难。方蔺相如引璧睨柱，及叱秦王左右，势不过诛；然士或怯懦而不敢发。相如一奋其气，威信敌国，退而让颇，名重太山，其处智勇，可谓兼之矣。\n\n"
		},
		{
			"章节": "汉文十一",
			"章节名称": "荆轲传",
			"章节内容": "史记\n\n荆轲者，卫人也。其先乃齐人。徙于卫，卫人谓之庆卿；而之燕，燕人谓之荆卿。\n\n荆卿好读书、击剑，以术说卫元君，卫元君不用。其后秦伐魏，置东郡，徙卫元君之支属于野王。\n\n荆轲尝游过榆次，与盖聂论剑，盖聂怒而目之。荆轲出，人或言复召荆卿，盖聂曰：“曩者吾与论剑有不称者，吾目之，试往，是宜去，不敢留。”使使往之主人，荆卿则已驾而去榆次矣。使者还报，盖聂曰：“固去也，吾曩者目摄之。”\n\n荆轲游于邯郸，鲁句践与荆轲博，争道，鲁句践怒而叱之，荆轲嘿而逃去，遂不复会。\n\n荆轲既至燕，爱燕之狗屠及善击筑者高渐离。荆轲嗜酒，日与狗屠及高渐离饮于燕市，酒酣以往，高渐离击筑，荆轲和而歌于市中相乐也。已而相泣，旁若无人者。荆轲虽游于酒人乎，然其为人沈深好书，其所游诸侯，尽与其贤豪长者相结。其之燕，燕之处士田光先生亦善待之，知其非庸人也。\n\n居顷之，会燕太子丹质秦亡归燕。燕太子丹者，故尝质于赵，而秦王政生于赵，其少时与丹欢。及政立为秦王，而丹质于秦，秦王之遇燕太子丹不善，故丹怨而亡归。归而求为报秦王者，国小力不能。其后秦日出兵山东，以伐齐楚三晋，稍蚕食诸侯，且至于燕。燕君臣皆恐祸之至。太子丹患之，问其傅鞠武。武对曰：“秦地遍天下，威胁韩魏赵氏，北有甘泉谷口之固，南有泾渭之沃，擅巴汉之饶，右陇蜀之山，左关崤之险，民众而士厉，兵革有余。意有所出，则长城之南，易水之北，未有所定也。奈何以见陵之怨，欲批其逆鳞哉？”丹曰：“然则何由？”对曰：“请入图之。”\n\n居有间，秦将樊于期得罪于秦王，亡之燕，太子受而舍之。鞠武谏曰：“不可，夫以秦王之暴，而积怒于燕，足为寒心，又况闻樊将军之所在乎！是谓委肉当饿虎之蹊也，祸必不振矣，虽有管晏，不能为之谋也。愿太子疾遣樊将军入匈奴以灭口，请西约三晋，南连齐楚，北购于单于，其后乃可图也。”太子曰：“太傅之计旷日弥久，心惛然，恐不能须臾。且非独于此也。夫樊将军穷困于天下，归身于丹，丹终不以迫于强秦而弃所哀怜之交，置之匈奴，是固丹命卒之时也，愿太傅更虑之。”鞠武曰：夫行危欲求安，造祸而求福，计浅而怨深，连结一人之后交，不顾国家之大害，此谓资怨而助祸矣。夫以鸿毛燎于炉炭之上，必无事矣。且以雕鸷之秦，行怨暴之怒，岂足道哉。燕有田光先生，其为人智深而勇沈，可与谋。”太子曰：“愿因太傅而得交于田先生可乎？”鞠武曰：“敬诺。”出见田先生，道太子愿图国事于先生也。田光曰：“敬奉教。”乃造焉。太子逢迎，却行为导，跪而蔽席。田光坐定，左右无人，太子避席而请曰：“燕秦不两立，愿先生留意也。”田光曰：“臣闻骐骥盛壮之时，一日而驰千里，至其衰老，驽马先之。今太子闻光盛壮之时，不知臣精已消亡矣。虽然，光不敢以图国事，所善荆卿可使也。”太子曰：“愿因先生得结交于荆卿可乎？”田光曰：“敬诺。”即起趋出，太子送至门，戒曰：“丹所报，先生所言者，国之大事也，愿先生勿泄也。”田光俯而笑曰：\n\n“诺。”偻行见荆卿曰：“光与子相善，燕莫不知；今太子闻光壮盛之时，不知吾形已不逮也，幸而教之曰：‘燕秦不两立，愿先生留意也’，光窃不自外，言足下于太子也，愿足下过太子于宫。”荆轲曰：“谨奉教。”田光曰：“吾闻之，长者为行，不使人疑之，今太子告光曰：‘所言者国之大事也，愿先生勿泄’，是太子疑光也。夫为行而使人疑之，非节侠也。”欲自杀以激荆卿，曰：“愿足下急过太子，言光已死，明不言也。”因遂自刎而死。\n\n荆轲遂见太子，言田光已死，致光之言。太子再拜而跪，膝行流涕，有顷而后言曰：“丹所以诫田先生毋言者，欲以成大事之谋也。今田先生以死明不言，岂丹之心哉！”荆轲坐定，太子避席顿首曰：“田先生不知丹之不肖，使得至前敢有所道，此天之所以哀燕而不弃其孤也。今秦有贪利之心，而欲不可足也，非尽天下之地，臣海内之王者，其意不厌。今秦已虏韩王，尽纳其地，又举兵南伐楚，北临赵，王翦将数十万之众距漳、邺，而李信出太原、云中。赵不能支秦，必入臣，入臣则祸至燕。燕小弱，数困于兵，今计举国不足以当秦。诸侯服秦，莫敢合从。丹之私计，愚以为诚得天下之勇士，使于秦，窥以重利，秦王贪，其势必得所愿矣。诚得劫秦王，使悉反诸侯侵地，若曹沫之与齐桓公，则大善矣。则不可，因而刺杀之。彼秦大将擅兵于外，而内有乱，则君臣相疑；以其间，诸侯得合从，其破秦必矣。此丹之上愿，而不知所委命，唯荆卿留意焉。”久之，荆轲曰：“此国之大事也，臣驽下，恐不足任使。”太子前顿首，固请毋让，然后许诺。于是尊荆轲为上卿，舍上舍，太子日造门下，供太牢，具异物，间进车骑美女，恣荆轲所欲，以顺适其意。\n\n久之，荆轲未有行意。秦将王翦破赵，虏赵王，尽收其地，进兵北略地，至燕南界。太子丹恐惧，乃请荆轲曰：“秦兵旦暮渡易水，则虽欲长侍足下，岂可得哉！”荆轲曰：“微太子言，臣愿谒之，今行而毋信，则秦未可亲也。夫樊将军，秦王购之金千斤，邑万家。诚得樊将军首，与燕督亢之地图，奉献秦王，秦王必说见臣，臣乃得有以报。”太子曰：“樊将军穷困来归丹，丹不忍以己之私而伤长者之意，愿足下更虑之。”\n\n荆轲知太子不忍，乃遂私见樊于期曰：“秦之遇将军可谓深矣，父母宗族皆为戮没，今闻购将军首金千斤，邑万家，将奈何？”于期仰天太息，流涕曰：“于期每念之，常痛于骨髓，顾计不知所出耳。”荆轲曰：“今有一言可以解燕国之患，报将军之仇者何如？”于期乃前曰：“为之奈何？”荆轲曰：“愿得将军之首以献秦王，秦王必喜而见臣。臣左手把其袖，右手揕其胸；然则将军之仇报而燕见陵之愧除矣。将军岂有意乎？”樊于期偏袒扼腕而进曰：“此臣之日夜切齿腐心也。乃今得闻教。”遂自刭。太子闻之，驰往伏尸而哭，极哀。既已不可奈何，乃遂盛樊于期首函封之。\n\n于是太子豫求天下之利匕首，得赵人徐夫人匕首，取之百金。使工以药錊之，以试人，血濡缕，人无不立死者。乃装为遣荆卿。燕国有勇士秦舞阳，年十三杀人，人不敢忤视，乃令秦舞阳为副。荆轲有所待，欲与俱；其人居远未来，而为治行，顷之，未发，太子迟之，疑其改悔，乃复请曰：“日已尽矣，荆卿岂有意哉？丹请得先遣秦舞阳。”荆轲怒叱太子曰：“何太子之遣？往而不反者竖子也。且提一匕首，入不测之强秦。仆所以留者，待吾客与俱。今太子迟之，请辞决矣。”遂发。\n\n太子及宾客知其事者，皆白衣冠以送之。至易水之上，既祖，取道，高渐离击筑，荆轲和而歌，为变徵之声，士皆垂泪涕泣。又前而歌曰：“风萧萧兮易水寒；壮士一去兮不复还。”复为羽声慷慨，士皆瞋目，发尽上指冠。于是荆轲就车而去，终已不顾。\n\n遂至秦，持千金之资币物，厚遗秦王宠臣中庶子蒙嘉。嘉为先言于秦王曰：“燕王诚振怖大王之威，不敢举兵以逆军吏，愿举国为内臣，比诸侯之列，给贡职如郡县，而得奉守先王之宗庙。恐惧不敢自陈，谨斩樊于期之头，及献燕督亢之地图，函封，燕王拜送于庭，使使以闻大王。唯大王命之。”秦王闻之大喜，乃朝服，设九宾，见燕使者咸阳宫。荆轲奉樊于期头函，而秦舞阳奉地图匣，以次进。至陛，秦舞阳色变振恐，群臣怪之。荆轲顾笑舞阳，前谢曰：“北蕃蛮夷之鄙人，未尝见天子，故振慑，愿大王少假借之，使得毕使于前。”秦王谓轲曰：“取舞阳所持地图。”轲既取图奏之，秦王发图，图穷而匕首见，因左手把秦王之袖，而右手持匕首揕之。未至身，秦王惊，自引而起，袖绝；拔剑，剑长，操其室；时惶急，剑坚，故不可立拔。荆轲逐秦王，秦王环柱而走。群臣皆愕，卒起不意，尽失其度。而秦法：群臣侍殿上者，不得持尺寸之兵，诸郎中执兵皆陈殿下，非有诏召不得上。方急时，不及召下兵。以故荆轲乃逐秦王，而卒惶急无以击轲，而以手共搏之。是时，侍医夏无且，以其所奉药囊提荆轲也。秦王方环柱走，卒惶急不知所为，左右乃曰：“王负剑。”负剑，遂拔，以击荆轲，断其左股。荆轲废，乃引其匕首以掷秦王，不中，中铜柱。秦王复击轲，轲被八创。轲自知事不就，倚柱而笑，箕踞以骂曰：“事所以不成者，以欲生劫之，必得约契以报太子也。”于是左右既前杀轲，秦王不怡者良欠。已而论功赏群臣及当坐者各有差，而赐夏无且黄金二百镒，曰：“无且爱我，乃以药囊提荆轲也。”\n\n于是，秦王大怒，益发兵诣赵，诏王翦军以伐燕。十月而拔蓟城，燕王喜、太子丹等尽率其精兵东保于辽东。秦将李信追击燕王急，代王嘉乃遗燕王喜书曰：“秦所以尤追燕急者，以太子丹故也。今王诚杀丹献之秦王，秦王必解，而社稷幸得血食。”其后李信追丹，丹匿衍水中；燕王乃使使斩太子丹，欲献之秦；秦复进兵攻之，后五年，秦卒灭燕，虏燕王喜。\n\n其明年，秦并天下，立号为皇帝。于是秦逐太子丹荆轲之客，皆亡。高渐离变名姓为人庸保，匿作于宋子。久之作苦，闻其家堂上客击筑，彷徨不能去。每出言曰：“彼有善有不善。”从者以告其主，曰：“彼庸乃知音，窃言是非。”家大人召使前击筑，一坐称善，赐酒。而高渐离念久隐畏约无穷时，乃退，出其装匣中筑与其善衣，更容貌而前。举坐客皆惊，下与抗礼，以为上客，使击筑而歌，客无不流涕而去者。宋子传客之。闻于秦始皇，秦始皇召见。人有识者，乃曰：“高渐离也。”秦皇帝惜其善击筑，重赦之，乃矐其目，使击筑，未尝不称善，稍益近之。高渐离乃以铅置筑中，复进得近，举筑扑秦皇帝，不中。于是遂诛高渐离，终身不复近诸侯之人。\n\n鲁句践已闻荆轲之刺秦王，私曰：“嗟乎，惜哉，其不讲于刺剑之术也！甚矣，吾不知人也！曩者吾叱之，彼乃以我为非人也。”\n\n"
		},
		{
			"章节": "汉文十二",
			"章节名称": "报任少卿书",
			"章节内容": "司马迁\n\n太史公牛马走，司马迁再拜言少卿足下：曩者辱赐书，教以慎于接物，推贤进士为务；意气勤勤垦垦，若望仆不相师，而用流俗人之言。仆非敢如此也。虽罢驽，亦尝侧闻长者之遗风矣。顾自以为身残处秽，动而见尤，欲益反损；是以独郁悒而与谁语。谚曰：“谁为为之？孰令听之？”盖锺子期死，伯牙终身不复鼓琴。何则？士为知己者用，女为悦己者容。若仆大质已亏缺矣，虽材怀随、和，行若由、夷，终不可以为荣，适足以发笑而自点耳。书辞宜答，会东从上来，又迫贱事，相见日浅，卒卒无须臾之间，得竭志意。今少卿抱不测之罪，涉旬月，迫季冬，仆又薄从上雍，恐卒然不可讳，是仆终已不得舒愤懑以晓左右，则长逝者魂魄私恨无穷，请略陈固陋。阙然久不报，幸勿为过！\n\n仆闻之，修身者，智之符也；爱施者，仁之端也；取予者，义之表也；耻辱者，勇之决也；立名者，行之极也。士有此五者，然后可以托于世，而列于君子之林矣。故祸莫憯于欲利，悲莫痛于伤心，行莫丑于辱先，而诟莫大于宫刑。刑余之人，无所比数，非一世也，所从来远矣。昔卫灵公与雍渠同载，孔子适陈；商鞅因景监见，赵良寒心；同子参乘，袁丝变色；自古而耻之。夫以中材之人，事有关于宦竖，莫不伤气，而况慷慨之士乎！如今朝庭虽乏人，奈何令刀锯之余，荐天下豪隽哉？仆赖先人绪业，得待罪辇毂下二十余年矣。所以自惟，上之，不能纳忠效信，有奇策材力之誉，自结明主；次之，又不能拾遗补阙，招贤进能，显岩穴之士；外之，又不能备行伍，攻城野战，有斩将搴旗之功；下之，又不能积日累劳，取尊官厚禄，以为宗族交游光宠。四者无一遂，苟合取容，无所短长之效，可见如此矣。乡者，仆亦常厕下大夫之列，陪外廷末议，不以此时引维纲，尽思虑，今已亏形，为扫除之隶，在闒茸之中，乃欲仰首伸眉，论列是非，不亦轻朝廷，羞当世之士邪？嗟乎！嗟乎！如仆尚何言哉！尚何言哉！\n\n且事本末未易明也。仆少负不羁之材，长无乡曲之誉，主上幸以先人之故，使得奏薄伎，出入周卫之中。仆以为戴盆何以望天，故绝宾客之知，亡室家之业，日夜竭其不肖之材力，务一心营职，以求亲媚于主上，而事乃有大谬不然者夫。仆与李陵，俱居门下，素非能相善也，趣舍异路，未尝衔杯酒，接殷勤之余欢。然仆观其为人，自守奇士，事亲孝，与士信，临财廉，取予义，分别有让，恭俭下人，常思奋不顾身，以徇国家之急。其素所蓄积也，仆以为有国士之风。夫人臣出万死不顾一生之计，赴公家之难，斯以奇矣。今举事一不当，而全躯保妻子之臣，随而媒孽其短，仆诚私心痛之！且李陵提步卒不满五千，深践戎马之地，足历王庭，垂饵虎口，横挑强胡，仰亿万之师，与单于连战十有余日，所杀过当。虏救死扶伤不给，旃裘之君长咸震怖，乃悉徵其左右贤王，举引弓之人，一国共攻而围之。转斗千里，矢尽道穷，救兵不至，士卒死伤如积。然李陵一呼劳，军士无不起，躬自流涕，沫血饮泣，更张空弮，冒白刃，北向争死敌者。陵未没时，使有来报，汉公卿王侯皆奉觞上寿。后数日，陵败书闻，主上为之食不甘味，听朝不怡，\n\n大臣忧惧，不知所出。仆窃不自料其卑贱，见主上惨怆怛悼，诚欲效其款款之愚，以为李陵素与士大夫绝甘分少，能得人之死力，虽古之名将不能过也。身虽陷败，彼观其意，且欲得其当而报于汉；事已无可奈何，其所摧败，功亦足以暴于天下矣。仆怀欲陈之，而未有路，适会召问，即以此指，推言陵之功，欲以广主上之意，塞睚眦之辞，未能尽明。明主不晓，以为仆沮贰师，而为李陵游说，遂下于理，拳拳之忠，终不能自列。因为诬上，卒从吏议。家贫，货赂不足以自赎，交游莫救视，左右亲近不为一言。身非木石，独与法吏为伍，深幽囹圄之中，谁可告诉者？此真少卿所亲见，仆行事岂不然乎？李陵既生降，隤其家声，而仆又佴之蚕室，重为天下观笑。悲夫！悲夫！\n\n事未易一二为俗人言也。仆之先人非有剖符丹书之功，文史、星历，近乎卜祝之间，固主上所戏弄，倡优所畜，流俗之所轻也。假令仆伏法受诛，若九牛亡一毛，与蝼蚁何以异？而世又不与能死节者比，特以为智穷罪极，不为自免，卒就死耳。何也？素所自树立使然也。人固有一死，或重于泰山，或轻于鸿毛，用之所趋异也。太上不辱先，其次不辱身，其次不辱理色，其次不辱辞令，其次诎体受辱，其次易服受辱，其次关木索，被棰楚受辱，其次剔毛发，婴金铁受辱，其次毁肌肤，断支体受辱，最下腐刑极矣。传曰：“刑不上大夫。”此言士节不可不勉励也。猛虎在深山，百兽震恐，及其在槛阱之中，摇尾而求食，积威约之渐也。故士有画地为牢势不可入，削木为吏议不可对，定计于鲜也。今交手足，受木索，暴肌肤，受榜棰，幽于圜墙之中，当此之时，见狱吏则头枪地，视徒隶则正惕息，何者？积威约之势也。及以至此，言不辱者，所谓强颜耳，曷足贵乎？且西伯，伯也，拘于羑里；李斯，相也，具于五刑；淮阴，王也，受械于陈；彭越、张敖，南面称孤，系狱抵罪；绛侯诛诸吕，权倾五伯，囚于请室；魏其，大将也，衣赭衣，关三木，季布为朱家钳奴，灌夫受辱于居室。此人皆身至王侯将相，声闻邻国，及罪至罔加，不能引决自裁，在尘埃之中，古今一体，安在其不辱也？由此言之，勇怯，势也；强弱，形也。审矣，何足怪乎？夫人不能蚤自裁绳墨之外，已稍陵迟，至于鞭棰之间，乃欲引节，斯不亦远乎？古人所以重施刑于大夫者，殆为此也。夫人情莫不贪生恶死，念父母，顾妻子，至激于义理者不然，乃有所不得已也。今仆不幸，蚤失父母，无兄弟之亲，独身孤立，少卿视仆于妻子何如哉？且勇者不必死节，怯夫慕义，何处不勉焉。仆虽怯懦欲苟活，亦颇识去就之分矣，何至自沈溺缧绁之辱哉？且夫臧获婢妾，由能引决，况仆之不得已乎？所以隐忍苟活，幽于粪土之中而不辞者，恨私心有所不尽，鄙陋没世而文采不表于后世也。\n\n古者富贵而名摩灭，不可胜记，唯倜傥非常之人称焉。盖文王拘而演周易，仲尼厄而作春秋；屈原放逐，乃赋离骚；左丘失明，厥有国语；孙子膑脚，兵法修列；不韦迁蜀，世传吕览；韩非囚秦，说难、孤愤；诗三百篇，大抵贤圣发愤之所为作也。此人皆意有所郁结，不得通其道，故述往事，思来者。乃如左丘明无目，孙子断足，终不可用，退而论书策，以舒其愤，思垂空文以自见。仆窃不逊，近自托于无能之辞，网罗天下放失旧闻，略考其行事，综其终始，稽其成败兴坏之纪，上计轩辕，下至于兹，为十表，本纪十二，书八章，世家三十，列传七十，凡百三十篇，亦欲以究天人之际，通古今之变，成一家之言。草创未就，会遭此祸，惜其不成，是以就极刑而无愠色，仆诚已著此书，藏之名山，传之其人，通邑大都；则仆偿前辱之责，虽万被戮，岂有悔哉！然此可为智者道，难为俗人言也。\n\n且负下未易居，下流多谤议。仆以口语遇遭此祸，重为乡里所戮笑，以污辱先人，亦何面目复上父母之丘墓乎？虽累百世，垢弥甚耳。是以肠一日而九回，居则忽忽若有所亡，出则不知其所往。每念斯耻，汗未尝不发背沾衣也！身直为闺閤之臣，宁得自引于深藏岩穴邪！故且从俗浮沈，与时俯仰，以通其狂惑。今少卿乃教以推贤进士，无乃与仆私心刺谬乎！今虽欲自雕琢曼辞以自解，无益，于俗不信，适足取辱耳。要之，死日，然后是非乃定。书不能尽意，故略陈固陋，谨再拜。\n\n"
		},
		{
			"章节": "汉文十三",
			"章节名称": "归田赋",
			"章节内容": "张衡\n\n游都邑以永久，无明略以佐时。徒临川以羡鱼，俟河清乎未期。感蔡子之慷慨，从唐生以决疑。谅天道之微昧，追渔父以同嬉。超埃尘以遐逝，与世事乎长辞。\n\n于是仲春令月，时和气清；原隰郁茂，百草滋荣。王雎鼓翼，仓庚哀鸣；交颈颉颃，关关嘤嘤。于焉逍遥，聊以娱情。\n\n尔乃龙吟方泽，虎啸山丘。仰飞纤缴，俯钓长流。触矢而毙，贪饵吞钩。落云间之逸禽，悬渊沉之鲨鰡。\n\n于时曜灵俄景，继以望舒。极般游之至乐，虽日夕而忘劬。感老氏之遗诫，将回驾乎蓬庐。弹五弦之妙指，咏周、孔之图书。挥翰墨以奋藻，陈三皇之轨模。苟纵心于物外，安知荣辱之所如。\n\n"
		},
		{
			"章节": "汉魏文一",
			"章节名称": "洛神赋",
			"章节内容": "曹植\n\n黄初三年，余朝京师，还济洛川。古人有言，斯水之神，名曰宓妃。感宋玉对楚王神女之事，遂作斯赋。其辞曰：\n\n余从京域，言归东藩。背伊阙，越轘辕，经通谷，陵景山。日既西倾，车殆马烦。尔乃税驾乎蘅皋，秣驷乎芝田，容与乎阳林，流眄乎洛川。于是精移神骇，忽焉思散。俯则末察，仰以殊观，睹一丽人，于岩之畔。乃援御者而告之曰：“尔有觌于彼者乎？彼何人斯？若此之艳也！”御者对曰：“臣闻河洛之神，名曰宓妃。然则君王所见，无乃日乎？其状若何？臣愿闻之。”余告之曰：“其形也，翩若惊鸿，婉若游龙。荣曜秋菊，华茂春松。仿佛兮若轻云之蔽月，飘飘兮若流风之回雪。远而望之，皎若太阳升朝霞；迫而察之，灼若芙蕖出渌波。禯纤得衷，修短合度。肩若削成，腰如约素。延颈秀项，皓质呈露。芳泽无加，铅华弗御。云髻峨峨，修眉联娟。丹唇外朗，皓齿内鲜，明眸善睐，靥辅承权。瑰姿艳逸，仪静体闲。柔情绰态，媚于语言。奇服旷世，骨像应图。披罗衣之璀粲兮，珥瑶碧之华琚。戴金翠之首饰，缀明珠以耀躯。践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。壤皓腕于神浒兮，采湍濑之玄芝。余情悦其淑美兮，心振荡而不怡。无良媒以接欢兮，托微波而通辞。愿诚素之先达兮，解玉佩以要之。嗟佳人之信修，羌习礼而明诗。抗琼珶以和予兮，指潜渊而为期。执眷眷之款实兮，惧斯灵之我欺。感交甫之弃言兮，怅犹豫而狐疑。收和颜而静志兮，申礼防以自持。于是洛灵感焉，徙倚彷徨，神光离合，乍阴乍阳。竦轻躯以鹤立，若将飞而未翔。践椒涂之郁烈，步蘅薄而流芳。超长吟以永慕兮，声哀厉而弥长。尔乃众灵杂遢，命俦啸侣，或戏清流，或翔神渚，或采明珠，或拾翠羽。从南湘之二妃，携汉滨之游女。叹匏瓜之无匹兮，咏牵牛之独处。扬轻袿之猗靡兮，翳修袖以延儜。休迅飞凫，飘忽若神，陵波微步，罗袜生尘。动无常则，若危若安。进止难期，若往若还。转眄流精，光润玉颜。含辞未吐，气若幽兰。华容婀娜，令我忘餐。于是屏翳收风，川后静波。冯夷鸣鼓，女娲清歌。腾文鱼以警乘，鸣玉鸾以偕逝。六龙俨其齐首，载云车之容裔，鲸鲵踊而夹毂，水禽翔而为卫。于是越北沚。过南冈，纡素领，回清阳，动朱唇以徐言，陈交接之大纲。恨人神之道殊兮，怨盛年之莫当。抗罗袂以掩涕兮，泪流襟之浪浪。悼良会之永绝兮。哀一逝而异乡。无微情以效爱兮，献江南之明珰。虽潜处于太阳，长寄心于君王。忽不悟其所舍，怅神宵而蔽光。于是背下陵高，足往神留，遗情想像，顾望怀愁。冀灵体之复形，御轻舟而上溯。浮长川而忘返，思绵绵督。夜耿耿而不寐，沾繁霜而至曙。命仆夫而就驾，吾将归乎东路。揽騑辔以抗策，怅盘桓而不能去。\n\n"
		},
		{
			"章节": "汉魏文二",
			"章节名称": "过秦论上",
			"章节内容": "贾谊\n\n秦孝公据崤函之固，拥雍州之地，君臣固守，以窥周室；有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具，外连衡而斗诸侯。于是秦人拱手而取西河之外。\n\n孝公既没，惠文、武、昭襄蒙故业。因遗策，南取汉中，西举巴蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵；此四君者，皆明智而忠信，宽厚而爱人，尊贤重士，约从离横，兼韩、魏、燕、赵、齐、楚、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋；齐明、周最、陈轸、昭滑、楼绥、翟景、苏厉、乐毅之徒通其意；吴起、孙膑、带佗、儿良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡遁逃而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约解，争割地而赂秦。秦有余力而制其敝，追亡逐北，伏尸百万，流血漂橹；因利乘便，宰割天下，分裂河山，强国请服，弱国入朝。施及孝文王、庄襄王，享国日浅，国家无事。\n\n及至秦王，续六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执捶拊以鞭笞天下，威振四海，南取百越之地以为桂林、象郡；百越之君，俯首系颈，委命下吏；乃使蒙恬北筑长城而守藩篱，却匈奴七百余里；胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；堕名城，杀豪俊，收天下之兵，聚之咸阳，销锋铸鐻，以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之谿以固。良将劲弩，守要害之处；信臣精卒，陈利兵而谁何？天下已定，秦王之心，自以为关中之固，金城千里，子孙帝王万世之业也。\n\n秦王既没，余威震于殊俗。然而陈涉，瓮牖绳枢之子，甿隶之人，而迁徙之徒也，才能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富，蹑足行伍之间，而倔起阡陌之中，率罢散之卒，将数百之众，转而攻秦；斩木为兵，揭竿为旗，天下云集而响应，赢粮而景从，山东豪俊，遂并起而亡秦族矣。\n\n且夫天下非小弱也，雍州之地，崤函之固，自若也；陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及曩时之士也；然而成败异变，功业相反。试使山东之国，与陈涉度长絜大，比权量力，则不可同年而语矣；然秦以区区之地，致万乘之权，招八州而朝同列，百有余年矣；然后以六合为家，崤函为宫，一夫作难而七庙堕，身死人手，为天下笑者，何也？仁义不施，而攻守之势异也。\n\n"
		},
		{
			"章节": "汉魏文三",
			"章节名称": "论贵粟疏",
			"章节内容": "晁错\n\n圣王在上，而民不冻饥者，非能耕而食之，织而衣之也，为开其资财之道也。故尧禹有九年之水，汤有七年之旱，而国无捐瘠者，以畜积多，而备先具也。今海内为一，土地人民之众，不避汤禹，加以亡天灾数年之水旱，而畜积未及者，何也？地有遗利，民有余力，生谷之土未尽垦，山泽之利未尽出也，游食之民未尽归农也。\n\n民贫则奸邪生。贫生于不足，不足生于不农，不农则不地著；不地著则离乡轻家，民如鸟兽，虽有高城深池，严法重刑，犹不能禁也。夫寒之于衣，不待轻暖；饥之于食，不待甘脂；饥寒至身，不顾廉耻。人情一日不再食则饥，终岁不制衣则寒。夫腹饥不得食，肤寒不得衣，虽慈母不能保其子，君安能以有其民哉？明主知其然也，故务民于农桑，薄赋敛，广畜积，以实仓廪，备水旱，故民可得而有也。\n\n民者，在上所以牧之；趋利如水走下，四方亡择也。夫珠玉金银，饥不可食，寒不可衣，然而众贵之者，以上用之故也。其为物轻微易藏，在于把握，可以周海内而亡饥寒之患。此令臣轻背其主，而民易去其乡，盗贼有所劝，亡逃者得轻资也。粟米布帛生于地，长于时，聚于力，非可一日成也。数石之重，中人弗胜，不为奸邪所利，一日弗得而饥寒至。是故明君贵五谷而贱金玉。\n\n今农夫五口之家，其服役者，不下二人；其能耕者，不过百亩；百亩之收，不过百石。春耕，夏耘，秋获，冬藏，伐薪樵，治官府，给徭役，春不得避风尘，夏不得避暑热，秋不得避阴雨，冬不得避寒冻：四时之间，亡日休息。又私自送往迎来，吊死问疾，养孤长幼在其中。勤苦如此，尚复被水旱之灾，急政暴赋，赋敛不时，朝令而暮当具。有者，半贾而卖；亡者，取倍称之息；于是有卖田宅，鬻子孙，以偿债者矣！而商贾大者积贮倍息，小者坐列贩卖，操其奇赢，日游都市，乘上之急，所卖必倍。故其男不耕耘，女不蚕织；衣必文采，食必粱肉；亡农夫之苦，有阡陌之得。因其富厚，交通王侯，力过吏势；以利相倾，千里游敖，冠盖相望，乘坚策肥，履丝曳缟。此商人所以兼并农人，农人所以流亡者也。\n\n今法律贱商人，商人已富贵矣；尊农夫，农夫已贫贱矣。故俗之所贵，主之所贱也；吏之所卑，法之所尊也。上下相反，好恶乖迕，而欲国富法立，不可得也。\n\n方今之务，莫若使民务农而已矣。欲民务农，在于贵粟。贵粟之道，在于使民以粟为赏罚。今募天下入粟县官，得以拜爵，得以除罪；如此，富人有爵，农民有钱，粟有所渫。夫能入粟以受爵，皆有余者也。取于有余，以供上用，则贫民之赋可损；所谓损有余，补不足，令出而民利者也。顺于民心，所补者三：一曰主用足；二曰民赋少；三曰劝农功。\n\n今令民有车骑马一匹者，复卒三人。车骑者，天下武备也，故为复卒。神农之教曰：“有石城十仞，汤池百步，带甲百万，而亡粟，弗能守也。”以是观之，粟者，王者大用，政之本务。令民入粟受爵，至五大夫以上，乃复一人耳，此其与骑马之功相去远矣。\n\n爵者，上之所擅，出于口而亡穷；粟者，民之所种，生于地而不乏。夫得高爵与免罪，人之所甚欲也。使天下人入粟于边，以受爵免罪，不过三岁，塞下之粟必多矣。\n\n"
		},
		{
			"章节": "汉魏文四",
			"章节名称": "长门赋",
			"章节内容": "司马相如\n\n夫何一佳人兮，步逍遥以自虞。魂逾佚而不反兮，形枯槁而独居。言我朝往而暮来兮，饮食乐而忘人。心慊移而不省故兮，交得意而相亲。伊予志之慢愚兮，怀贞悫之欢心。愿赐问而自进兮，得尚君之玉音。奉虚言而望诚兮，期城南之离宫。修薄具而自设兮，君曾不肯乎幸临。\n\n廓独潜而专精兮，天飘飘而疾风。登兰台而遥望兮，神恍恍而外淫。浮云郁而四塞兮，天窈窈而昼阴。雷殷殷而响起兮，声象君之车音。飘风回而起闰兮，举帷幄之襢襢；桂树交而相纷兮，芳酷烈之訚訚。孔雀集而相存兮，玄猿啸而长吟。翡翠胁翼而来萃兮，鸾凤翔而北南。心凭噫而不舒兮，邪气壮而攻中。\n\n下兰台而周览兮，步从容于深宫。正殿块以造天兮，郁并起而穹崇。间徙倚于东厢兮，观夫靡靡而无穷。挤玉户以撼金铺兮，声噌吰而似钟音。刻木兰以为榱兮，饰文杏以为梁。罗丰茸之游树兮，离楼梧而相撑。施瑰木之欖栌兮，委参差以槺梁。时彷佛以物类兮，象积石之将将。五色炫以相曜兮，烂耀耀而成光。致错石之瓴甓兮，象玳瑁之文章。张罗绮之幔帷兮，垂楚组之连纲。抚柱楣以从容兮，览曲台之央央。白鹤嘷以哀号兮，孤雌踶襢以于枯杨。日黄昏而望绝兮，怅独托于空堂。\n\n悬明月以自照兮，徂清夜于洞房。援雅琴以变调兮，奏愁思之不可长。按流徵以却转兮，声幼妙而复扬。贯历览其中操兮，意慷慨而自昂。左右悲而垂泪兮，涕流离而从横。舒息悒而增欷兮，蹤履起而彷徨。揄长袂以自翳兮，数昔日之愆殃。无面目之可显兮，遂颓思而就床。抟芬若以为枕兮，席荃兰而茝香。忽寝寐而梦想兮，魂若君之在旁。惕寤觉而无见兮，魂迋迋若有亡。众鸡鸣而愁予兮，起视月之精光。观众星之行列兮，毕昴出于东方。望中庭之蔼蔼兮，若季秋之降霜。夜曼曼其若岁兮，怀郁郁其不可再更。澹偃蹇而待曙兮，荒亭亭而复明。妾人窃自悲兮，究年岁而不敢忘。\n\n"
		},
		{
			"章节": "汉魏文五",
			"章节名称": "苏武传",
			"章节内容": "汉书\n\n武字子卿，少以父任，兄弟并为郎，稍迁至栘中厩监。时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等前后十余辈，匈奴使来，汉亦留之以相当。天汉元年，且鞮侯单于初立，恐汉袭之，乃曰：“汉天子我丈人行也。”尽归汉使路充国等。武帝嘉其义，乃遣武以中郎将使持节送匈奴使留在汉者，因厚赂单于，答其善意。\n\n武与副中郎将张胜及假吏常惠等募士斥候百余人俱。既至匈奴，置币遗单于；单于益骄，非汉所望也。方欲发使送武等，会缑王与长水虞常等谋反匈奴中。缑王者，昆邪王姊子也，与昆邪王俱降汉，后随浞野侯没胡中，及卫律所将降者，阴相与谋，劫单于母阏氏归汉。会武等至匈奴。虞常在汉时，素与副张胜相知，私候胜曰：“闻汉天子甚怨卫律，常能为汉伏弩射杀之，吾母与弟在汉，幸蒙其赏赐。”张胜许之，以货物与常。后月余，单于出猎，独阏氏子弟在。虞常等七十余人欲发，其一人夜亡告之。单于子弟发兵与战，缑王等皆死，虞常生得。单于使卫律治其事。张胜闻之，恐前语发，以状语武。武曰：“事如此，此必及我，见犯乃死，重负国！”欲自杀，胜惠共止之。虞常果引张胜。单于怒，召诸贵人议，欲杀汉使者。左伊秩訾曰：“即谋单于，何以复加？宜皆降之。”单于使卫律召武受辞。武谓惠等：“屈节辱命，虽生何面目以归汉？”引佩刀自刺。卫律惊，自抱持武。驰召医，凿地为坎，置煴火，覆武其上，蹈其背，以出血。武气绝，半日复息。惠等哭，舆归营。单于壮其节，朝夕遣人候问武，而收系张胜。\n\n武益愈。单于使使晓武，会论虞常，欲因此时降武。剑斩虞常已，律曰：“汉使张胜谋杀单于近臣，当死；单于募降者，赦罪。”举剑欲击之，胜请降。律谓武曰：“副有罪，当相坐。”武曰：“本无谋，又非亲属，何谓相坐？”复举剑拟之，武不动。律曰：“苏君，律前负汉归匈奴，幸蒙大恩，赐号称王，拥众数万，马畜弥山，富贵如此。苏君今日降，明日复然。空以身膏草野，谁复知之？”武不应。律曰：“君因我降，与君为兄弟；今不听吾计，后虽复欲见我，尚可得乎？”武骂律曰：“女为人臣子，不顾恩义，畔主背亲，为降虏于蛮夷，何以女为见？且单于信女，使决人死生，不平心持正，反欲斗两主观祸败。南越杀汉使者，屠为九郡；宛王杀汉使者，头县北阙；朝鲜杀汉使者，即时诛灭。独匈奴未耳。若知我不降明，欲令两国相攻，匈奴之祸，从我始矣！”律知武终不可胁，白单于。单于愈益欲降之。乃幽武置大窖中，绝不饮食。天雨雪。武卧，啮雪与旃毛并咽之，数日不死。匈奴以为神，乃徙武北海上无人处，使牧羝。羝乳，乃得归。别其官属常惠等，各置他所。\n\n武既至海上，廪食不至，掘野鼠去屮实而食之。仗汉节牧羊，卧起操持，节旄尽落。积五、六年，单于弟于靬王弋射海上。武能网纺缴，檠弓弩，于靬王爱之，给其衣食。三岁余，王病，赐武马畜、服匿、穹庐。王死后，人众徙去。其冬，丁令盗武牛羊，武复穷厄。\n\n初，武与李陵俱为侍中。武使匈奴明年，陵降，不敢求武。久之，单于使陵至海上，为武置酒设乐。因谓武曰：“单于闻陵与子卿素厚，故使陵来说足下，虚心欲相待。终不得归汉，空自苦亡人之地，信义安所见乎？前长君为奉车，从至雍棫阳宫，扶辇下除，触柱，折辕，劾大不敬，伏剑自刎，赐钱二百万以葬。孺卿从祠河东後土，宦骑与黄门驸马争船，推堕驸马河中，溺死，宦骑亡。诏使孺卿逐捕。不得，惶恐饮药而死。来时太夫人已不幸，陵送葬至阳陵。子卿妇年少，闻已更嫁矣。独有女弟二人，两女一男，今复十余年，存亡不可知。人生如朝露，何久自苦如此？陵始降时，忽忽如狂，自痛负汉；加以老母系保宫。子卿不欲降，何以过陵？且陛下春秋高，法令亡常，大臣亡罪夷灭者数十家，安危不可知。子卿尚复谁为乎？愿听陵计，勿复有云！”武曰：“武父子亡功德，皆为陛下所成就，位列将，爵通侯，兄弟亲近，常愿肝脑涂地。今得杀身自效，虽蒙斧钺汤镬，诚甘乐之。臣事君，犹子事父也。子为父死，亡所恨，愿无复再言。”陵与武饮数日，复曰：“子卿，壹听陵言。”武曰：“自分已死久矣！王必欲降武，请毕今日之欢，效死于前！”陵见其至诚，喟然叹曰：“嗟呼！义士！陵与卫律之罪上通于天！”因泣下沾衿，与武决去。\n\n陵恶自赐武，使其妻赐武牛羊数十头。后陵复至北海上，语武：“区脱捕得云中生口，言太守以下吏民皆白服，曰：‘上崩。’”武闻之，南乡号哭，欧血，旦夕临。数月，昭帝即位。数年，匈奴与汉和亲。汉求武等。匈奴诡言武死。后汉使复至匈奴。常惠请其守者与俱，得夜见汉使，具自陈道。教使者谓单于言：“天子射上林中，得雁足有系帛书，言武等在某泽中。”使者大喜，如惠语以让单于。单于视左右而惊，谢汉使曰：“武等实在。”于是李陵置酒贺武曰：“今足下还归，扬名于匈奴，功显于汉室，虽古竹帛所载，丹青所画，何以过子卿！陵虽驽怯，令汉且贳陵罪，全其老母，使得奋大辱之积志，庶几乎曹柯之盟。此陵宿昔之所不忘也！收族陵家，为世大戮，陵尚复何顾乎？已矣！令子卿知吾心耳！异域之人，壹别长绝！”陵起舞，歌曰：“径万里兮度沙幕，为君将兮奋匈奴。路穷绝兮矢刃摧，士众灭兮名已隤，老母已死，虽欲报恩将安归？”\n\n陵泣下数行，因与武决。单于召会武官属，前以降及物故，凡随武还者九人。武以始元六年春至京师，诏武奉一太牢谒武帝园庙，拜为典属国，秩中二千石，赐钱二百万，公田二顷，宅一区。常惠徐圣赵终根皆拜为中郎，赐帛各二百匹。其余六人，老归家，赐钱人十万，复终身。常惠后至右将军，封列侯，自有传。武留匈奴凡十九岁，始以强壮出，及还，须发尽白。\n\n"
		},
		{
			"章节": "汉魏文六",
			"章节名称": "戒兄子严敦书",
			"章节内容": "马援\n\n援兄子严、敦，并喜讥议，而通轻侠客。援前在交趾，还书诫之日：“吾欲汝曹闻人过失，如闻父母之名：耳可得闻，口不可得言也。好论议人长短，妄是非正法，此吾所大恶也；宁死，不愿闻子孙有此行也。汝曹知吾恶之甚矣，所以复言者，施衿结缡，申父母之戒，欲使汝曹不忘之耳！”\n\n“龙伯高敦厚周慎，口无择言，谦约节俭，廉公有威。吾爱之重之，愿汝曹效之。杜季良豪侠好义，忧人之忧，乐人之乐，清浊无所失。父丧致客，数郡毕至。吾爱之重之，不愿汝曹效也。效伯高不得，犹为谨敕之士，所谓刻鹄不成，尚类鹜者也。效季良不得，陷为天下轻薄子，所谓画虎不成，反类狗者也。讫今季良尚未可知，郡将下车辄切齿，州郡以为言，吾常为寒心，是以不愿子孙效也。”\n\n"
		},
		{
			"章节": "汉魏文七",
			"章节名称": "前出师表",
			"章节内容": "诸葛亮\n\n臣亮言：先帝创业未半，而中道崩殂；今天下三分，益州疲敝，此诚危急存亡之秋也。然侍卫之臣，不懈于内；忠志之士，忘身于外者：盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气；不宜妄自菲薄，引喻失义，以塞忠谏之路也。宫中府中，俱为一体；陟罚臧否，不宜异同：若有作奸犯科，及为忠善者，宜付有司，论其刑赏，以昭陛下平明之治；不宜偏私，使内外异法也。侍中、侍郎郭攸之、费依、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然后施行，必得裨补阙漏，有所广益。将军向宠，性行淑均，晓畅军事，试用之于昔日，先帝称之曰“能”，是以众议举宠为督：愚以为营中之事，事无大小，悉以咨之，必能使行阵和穆，优劣得所也。亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也！侍中、尚书、长史、参军，此悉贞亮死节之臣也，愿陛下亲之、信之，则汉室之隆，可计日而待也。\n\n臣本布衣，躬耕南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，谘臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有一年矣。先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧虑，恐付托不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，甲兵已足，当奖帅三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都：此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、依、允等之任也。愿陛下托臣以讨贼兴复之效，不效则治臣之罪，以告先帝之灵；若无兴复之言，则责攸之、依、允等之咎，以彰其慢。陛下亦宜自谋，以谘诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激！今当远离，临表涕泣，不知所云。\n\n"
		},
		{
			"章节": "汉魏文八",
			"章节名称": "后出师表",
			"章节内容": "诸葛亮\n\n先帝虑汉、贼不两立，王业不偏安，故托臣以讨贼也。以先帝之明，量臣之才，故知臣伐贼，才弱敌强也。然不伐贼，王业亦亡。惟坐而待亡，孰与伐之？是故托臣而弗疑也。臣受命之日，寝不安席，食不甘味；思惟北征，宜先入南：故五月渡泸，深入不毛，并日而食。臣非不自惜也：顾王业不可偏安于蜀都，故冒危难以奉先帝之遗意。而议者谓为非计。今贼适疲于西，又务于东，兵法“乘劳”：此进趋之时也。谨陈其事如左：\n\n高帝明并日月，谋臣渊深，然涉险被创，危然后安；今陛下未及高帝，谋臣不如良、平，而欲以长策取胜，坐定天下：此臣之未解一也。刘繇、王朗，各据州郡，论安言计，动引圣人，群疑满腹，众难塞胸；今岁不战，明年不征，使孙策坐大，遂并江东：此臣之未解二也。曹操智计，殊绝于人，其用兵也，仿怫孙、吴，然困于南阳，险于乌巢，危于祁连，逼于黎阳，几败北山，殆死潼关，然后伪定一时耳；况臣才弱，而欲以不危而定之：此臣之未解三也。曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图之，委任夏侯而夏侯败亡，先帝每称操为能，犹有此失；况臣弩下，何能必胜：此臣之未解四也。自臣到汉中，中间期年耳，然丧赵云、阳群、马玉、阎芝、丁立、白寿、刘合、邓铜等，及驱长屯将七十余人，突将无前，丛叟、青羌，散骑武骑一千余人，此皆数十年之内，所纠合四方之精锐，非一州之所有；若复数年，则损三分之二也。当何以图敌：此臣之未解五也。今民穷兵疲，而事不可息；事不可息，则住与行，劳费正等；而不及今图之，欲以一州之地，与贼持久：此臣之未解六也。\n\n夫难平者，事也。昔先帝败军于楚，当此时，曹操拊手，谓天下已定。然后先帝东连吴、越，西取巴、蜀，举兵北征，夏侯授首：此操之失计，而汉事将成也。然后吴更违盟，关羽毁败，秭归蹉跌，曹丕称帝：凡事如是，难可逆见。臣鞠躬尽瘁，死而后已；至于成败利钝，非臣之明所能逆睹也。\n\n"
		},
		{
			"章节": "汉魏文九",
			"章节名称": "诫子篇",
			"章节内容": "诸葛亮\n\n夫君子之行,静以修身,俭以养德.非澹泊无以明志,非宁静无以致远.夫学须静也,才须学也,非学无以广才,非志无以成学,淫漫则不能励精,险躁则不能治性,年与时驰,意与日去,遂成枯落,多不接世,悲守穷庐,将复何及！\n\n"
		},
		{
			"章节": "汉魏文十",
			"章节名称": "典论·论文",
			"章节内容": "曹丕\n\n文人相轻，自古而然。傅毅之于班固，伯仲之间耳，而固小之，与弟超书曰：“武仲以能属文为兰台令史，下笔不能自休。”夫人善于自见，而文非一体，鲜能备善，是以各以所长，相轻所短。里语曰：“家有弊帚，享之千金。”斯不自见之患也。今之文人：鲁国孔融文举、广陵陈琳孔璋、山阳王粲仲宣、北海徐干伟长、陈留阮瑀元瑜、汝南应瑒德琏、东平刘桢公干，斯七子者，于学无所遗，于辞无所假，咸自以骋骥騄于千里，仰齐足而并驰。以此相服，亦良难矣！盖君子审己以度人，故能免于斯累，而作论文。\n\n王粲长于辞赋，徐干时有齐气，然粲之匹也。如粲之初征、登楼、槐赋、征思，干之玄猿、漏卮、圆扇、橘赋，虽张、蔡不过也，然于他文未能称是。琳、瑀之章表书记，今之隽也。应瑒和而不壮；刘桢壮而不密。孔融体气高妙，有过人者；然不能持论，理不胜辞；至于杂以嘲戏；及其所善，扬、班俦也。\n\n常人贵远贱近，向声背实，又患闇于自见，谓己为贤。夫文本同而末异，盖奏议宜雅，书论宜理，铭诔尚实，诗赋欲丽。此四科不同，故能之者偏也；唯通才能备其体。\n\n文以气为主，气之清浊有体，不可力强而致。譬诸音乐，曲度虽均，节奏同检，至于引气不齐，巧拙有素，虽在父兄，不能以移子弟。\n\n盖文章，经国之大业，不朽之盛事。年寿有时而尽，荣乐止乎其身，二者必至之常期，未若文章之无穷。是以古之作者，寄身于翰墨，见意于篇籍，不假良史之辞，不托飞驰之势，而声名自传于后。故西伯幽而演易，周旦显而制礼，不以隐约而弗务，不以康乐而加思。夫然，则古人贱尺璧而重寸阴，惧乎时之过已。而人多不强力；贫贱则慑于饥寒，富贵则流于逸乐，遂营目前之务，而遗千载之功。日月逝于上，体貌衰于下，忽然与万物迁化，斯志士之大痛也！融等已逝，唯干著论，成一家言。\n\n"
		},
		{
			"章节": "汉魏文十一",
			"章节名称": "与吴质书",
			"章节内容": "曹丕\n\n二月三日，丕白：岁月易得，别来行复四年。三年不见，东山犹叹其远；况乃过之？思何可支！虽书疏往返，未足解其劳结。\n\n昔年疾疫，亲故多离其灾。徐陈应刘，一时俱逝，痛可言邪？昔日游处，行则连舆，止则接席；何曾须臾相失。每至觞酌流行，丝竹并奏，酒酣耳热，仰而赋诗。当此之时，忽然不自知乐也。谓百年己分，可长共相保；何图数年之间，零落略尽，言之伤心！顷撰其遗文，都为一集。观其姓名，已为鬼录。追思昔游，犹在心目。而此诸子，化为粪壤，可复道哉！\n\n观古今文人，类不护细行，鲜能以名节自立。而伟长独怀文抱质，恬淡寡欲，有箕山之志，可谓彬彬君子者矣。著中论二十余篇，成一家之言，辞义典雅，足传于后，此子为不朽矣。德琏常斐然有述作之意，其才学足以著书，美志不遂，良可痛惜！间者历览诸子之文，对之抆泪；既痛逝者，行自念也。孔璋章表殊健，微为繁富。公干有逸气，但未遒耳；其五言诗之善者，妙绝时人。元瑜书记翩翩，致足乐也。仲宣独自善于辞赋，惜其体弱，不足起其文；至于所善，古人无以远过。\n\n昔伯牙绝弦于锺期，仲尼覆醢于子路，痛知音之难遇，伤门人之莫逮。诸子但为未及古人，亦一时之隽也。今之存者，已不逮矣。后生可畏，来者难诬，恐吾与足下不及见也。\n\n年行已长大，所怀万端，时有所虑，至通夜不瞑。志意何时复类昔日？已成老翁，但未白头耳。光武有言：“年三十余；在兵中十岁，所更非一。”吾德不及之，年与之齐矣。以犬羊之质，服虎豹之文；无众星之明，假日月之光；动见瞻观，何时易乎？恐永不复得为昔日游也。少壮真当努力，年一过往，何可攀援？古人思秉烛夜游，良有以也。\n\n顷何以自娱？颇复有所述造否？东望于邑，裁书叙心。丕白。\n\n"
		},
		{
			"章节": "汉魏文十二",
			"章节名称": "与杨德祖书",
			"章节内容": "曹植\n\n植白：数日不见，思子为劳，想同之也。仆少小好为文章，迄至于今，二十有五年矣！然今世作者，可略而言也。昔仲宣独步于汉南，孔璋鹰扬于河朔，伟长擅名于青土，公干振藻于海隅，德琏发迹于此魏，足下高视于上京；当此之时，人人自谓握灵蛇之珠，家家自谓抱荆山之玉。吾王于是设天网以该之，顿八吰以掩之，今悉集兹国矣。然此数子，犹复不能飞轩绝迹，一举千里也。以孔璋之才，不闲于辞赋，而多自谓能与司马长卿同风，譬画虎不成反为狗也。前有书嘲之，反作论盛道仆赞其文。夫锺其不失听，于今称之。吾亦不能妄叹者，畏后世之嗤余也。\n\n世人之著述，不能无病。仆常好人讥弹其文，有不善者，应时改定。昔丁敬礼尝作小文，使仆润饰之。仆自以才不过若人，辞不为也。敬礼谓仆：“卿何所疑难，文之佳恶，吾自得之，后世谁相知定吾文者邪！”吾常叹此达言，以为美谈！\n\n昔尼父之文辞，与人通流；至于制春秋，游夏之徒，乃不能措一辞。过此而言不病者，吾未之见也。盖有南威之容，乃可以论于淑媛；有龙渊之利，乃可以议于断割。刘季绪才不能逮于作者，而好诋诃文章，掎摭利病。昔田巴毁五帝，罪三王，訾五霸于稷下，一旦而服千人；鲁连一说，使终身杜口。刘生之辩，未若田氏；今之仲连，求之不难，可无息乎？人各有好尚：兰茝荪蕙之芳，众人之所好，而海畔有逐臭夫；咸池、六茎之发，众人所共乐，而墨翟有非之之论：岂可同哉！\n\n今往仆少小所著辞赋一相与。夫街谈巷说，必有可采；击辕之歌，有应风雅。匹夫之思，未易轻弃也。辞赋小道，固未足以揄扬大义，彰示来世也。昔扬子云先朝执戟之臣耳，犹称壮夫不为也。吾虽德薄，位为蕃侯，犹庶几戮力上国，流惠下民，建永世之业，留金石之功；岂徒以翰墨为勋绩，辞赋为君子哉！若吾志未果，吾道不行，则将采庶官之实录，辩时俗之得失，定仁义之衷，成一家之言。虽未能藏之于名山，将以传之于同好。非要之皓首，岂今日之论乎？其言之不惭，恃惠子之知我也！明早相迎，书不尽怀！植白。\n\n"
		},
		{
			"章节": "汉魏文十三",
			"章节名称": "登楼赋",
			"章节内容": "王粲\n\n登兹楼以四望兮，聊暇日以销忧。览斯宇之所处兮，实显敞而寡仇。挟清漳之通浦兮，倚曲沮之长洲。背坟衍之广陆兮，临皋隰之沃流。北弥陶牧，西接昭邱。华实蔽野，黍稷盈畴。虽信美而非吾土兮，曾何足以少留！\n\n遭纷浊而迁逝兮，漫逾纪以迄今。情眷眷而怀归兮，孰忧思之可任？凭轩槛以遥望兮，向北风而开襟。平原远而极目兮，蔽荆山之高岑。路逶迤而修迥兮，川既漾而济深。悲旧乡之壅隔兮，涕横坠而弗禁。昔尼父之在陈兮，有归欤之叹音。钟仪幽而楚奏兮，庄舄显而越吟。人情同于怀土兮，岂穷达而异心！\n\n惟日月之逾迈兮，俟河清其未极。冀王道之一平兮，假高衢而骋力。惧匏瓜之徒悬兮，畏井渫之莫食。步栖迟以徙倚兮，白日忽其将匿。风萧瑟而并兴兮，天惨惨而无色。兽狂顾以求群兮，鸟相鸣而举翼，原野阒其无人兮，征夫行而未息。心凄怆以感发兮，意忉怛而惨恻。循阶除而下降兮，气交愤于胸臆。夜参半而不寐兮，怅盘桓以反侧。\n\n"
		},
		{
			"章节": "六朝唐文一",
			"章节名称": "桃花源记",
			"章节内容": "陶渊明\n\n晋太元中，武陵人捕鱼为业，缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷，渔人甚异之。复前行，欲穷其林。林尽水源，便得一山，山有小口，仿佛若有光，便舍船从口入。初极狭，才通人，复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田美池桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣著，悉如外人。黄发垂髫，并怡然自乐。见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出洒食。停数日，辞去。此中人语云，不足为外人道也。既出，得其船，便扶向路，处处志之。及郡下，诣太守说如此。太守即遣人随其往，寻向所志，遂迷不复得路。南阳刘子骥，高尚士也，闻之，欣然规往，未果。寻病终。后遂无问津者。\n\n"
		},
		{
			"章节": "六朝唐文二",
			"章节名称": "闲情赋并序",
			"章节内容": "陶渊明\n\n(序)\n\n初，张衡作《定情赋》，蔡邕作《静情赋》，检逸辞而宗澹泊，始则荡以思虑，而终归闲正。将以抑流宕之邪心，谅有助于讽谏。缀文之士，奕代继作；因并触类，广其辞义。余园闾多暇，复染翰为之；虽文妙不足，庶不谬作者之意乎。\n\n(正文)\n\n夫何瑰逸之令姿，独旷世以秀群。表倾城之艳色，期有德于传闻。佩鸣玉以比洁，齐幽兰以争芬。淡柔情于俗内，负雅志于高云。悲晨曦之易夕，感人生之长勤；同一尽于百年，何欢寡而愁殷！褰朱帏而正坐，泛清瑟以自欣。送纤指之余好，攮皓袖之缤纷。瞬美目以流眄，含言笑而不分。曲调将半，景落西轩。悲商叩林，白云依山。仰睇天路，俯促鸣弦。神仪妩媚，举止详妍。\n\n激清音以感余，愿接膝以交言。欲自往以结誓，惧冒礼之为愆；待凤鸟以致辞，恐他人之我先。意惶惑而靡宁，魂须臾而九迁：愿在衣而为领，承华首之余芳；悲罗襟之宵离，怨秋夜之未央！愿在裳而为带，束窈窕之纤身；嗟温凉之异气，或脱故而服新！愿在发而为泽，刷玄鬓于颓肩；悲佳人之屡沐，从白水而枯煎！愿在眉而为黛，随瞻视以闲扬；悲脂粉之尚鲜，或取毁于华妆！愿在莞而为席，安弱体于三秋；悲文茵之代御，方经年而见求！愿在丝而为履，附素足以周旋；悲行止之有节，空委弃于床前！愿在昼而为影，常依形而西东；悲高树之多荫，慨有时而不同！愿在夜而为烛，照玉容于两楹；悲扶桑之舒光，奄灭景而藏明！愿在竹而为扇，含凄飙于柔握；悲白露之晨零，顾襟袖以缅邈！愿在木而为桐，作膝上之鸣琴；悲乐极而哀来，终推我而辍音！\n\n考所愿而必违，徒契契以苦心。拥劳情而罔诉，步容与于南林。栖木兰之遗露，翳青松之余阴。傥行行之有觌，交欣惧于中襟；竟寂寞而无见，独悁想以空寻。敛轻裾以复路，瞻夕阳而流叹。步徙倚以忘趣，色惨惨而就寒。叶燮燮以去条，气凄凄而就寒，日负影以偕没，月媚景于云端。鸟凄声以孤归，兽索偶而不还。悼当年之晚暮，恨兹岁之欲殚。思宵梦以从之，神飘飘而不安；若凭舟之失棹，譬缘崖而无攀。于时毕昴盈轩，北风凄凄，炯炯(本作忄旁，从辞海，通)不寐，众念徘徊。起摄带以侍晨，繁霜粲于素阶。鸡敛翅而未鸣，笛流远以清哀；始妙密以闲和，终寥亮而藏摧。意夫人之在兹，托行云以送怀；行云逝而无语，时奄冉而就过。徒勤思而自悲，终阻山而滞河。迎清风以怯累，寄弱志于归波。尤《蔓草》之为会，诵《召南》之余歌。坦万虑以存诚，憩遥情于八遐。\n\n"
		},
		{
			"章节": "六朝唐文三",
			"章节名称": "归去来辞",
			"章节内容": "陶渊明\n\n归去来兮！田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追；实迷途其未远，觉今是而昨非。\n\n舟遥遥以轻扬，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜，倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。\n\n归去来兮！请息交以绝游。世与我而相遗，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事乎西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。羡万物之得时，感吾生之行休。\n\n已矣乎！寓形宇内复几时，曷不委心任去留，胡为遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔，登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑。\n\n"
		},
		{
			"章节": "六朝唐文四",
			"章节名称": "五柳先生传",
			"章节内容": "陶渊明\n\n先生不知何许人也，亦不详其姓字，宅边有五柳树，因以为号焉。闲静少言，不慕荣利。好读书，不求甚解；每有会意，便欣然忘食。性嗜酒，家贫不能常得。亲旧知其如此，或置酒招之，造饮辄尽，期在必醉；既醉而退，曾不吝情去留。环堵萧然，不蔽风日；短褐穿结，箪瓢屡空，晏如也。尝著文章自娱，颇示己志。忘怀得失，以此自终。\n\n赞曰：黔娄有言：“不戚戚于贫贱，不汲汲于富贵。”其言兹若人之俦乎！衔觞赋诗，以乐其志，无怀氏之民欤！葛天氏之民欤！\n\n"
		},
		{
			"章节": "六朝唐文五",
			"章节名称": "晋书卷二十九列传第十九",
			"章节内容": "阮籍\n\n阮籍兄子咸，咸子瞻，瞻弟孚，从子脩，族弟放，放弟裕。\n\n阮籍字嗣宗，陈留尉氏人也。父瑀，魏丞相椽，知名于世。籍容貌环杰，志气宏放，傲然独得，任性不羁，而喜怒不形于色。或闭户视书，累月不出；或登临山水，经日忘归。博览群籍，尤好《庄》《老》。嗜酒能啸，善弹琴。当其得意，忽忘形骸。时人多谓之痴，惟族兄文业每叹服之，以为胜己，由是咸共称异。\n\n籍尝随叔父至东郡，兖州刺史王昶请与相见，终日不开一言，自以不能测。太尉蒋济闻其有隽才而辟之，籍诣都亭奏记曰：“伏惟明公以含一之德，据上台之位，英豪翘首，俊贤抗足。开府之日，人人自以为椽属；辟书始下，而下走为首。昔子夏在于西河之上，而文侯拥替；邹子处于黍谷之阴，而昭王陪乘。夫布衣韦带之士，孤居特立，王公大人所以礼下之者，为道存也。今籍无邹卜之道，而有其陋，猥见采择，无以称当。方将耕于东皋之阳，输黍稷之余税。负薪疲病，足力不强，补吏之召，非所克堪。乞回谬恩，以光清举。”初，济恐籍不至，得记欣然，遣卒迎之，而籍已去，济大怒。于是乡亲共喻之，乃就吏。后谢病归。复为尚书郎，少时，又以病免。及曾爽辅政，召为参军。籍因以疾辞，屏于田里，岁余而爽诛，时人服其远识。宣帝为太傅，命籍为从事中郎。及帝崩，复为景帝大司马从事中郎．高贵乡公即位，封关内侯，徙散骑常侍。\n\n籍本有济世志，属魏晋之际，天下多故，名士少有全者，籍由是不与世事，遂酣饮为常。文帝初欲为武帝求婚于籍，籍醉六十日，不得言而止。钟会数以时事问之，欲因其可否而致之罪，皆以酣醉获免。及文帝辅政，籍常从容言于帝曰：“籍平生曾游东平，乐其风土。”帝大悦，即拜东平相，籍乘驴到郡，坏府舍屏鄣，使内外相望，法令清简，旬日而还。帝引为大将军从事中郎。有司言有子杀母者，籍曰：“嘻，杀父乃可，至杀母乎！”坐者怪其失言。帝曰：“杀父，天下极恶，而以为可乎？”籍曰：“禽兽知母而不知父，杀父，禽兽之类也。杀母，禽兽之不若。”众乃悦服。\n\n籍闻步兵厨营人善酿，有贮酒三百斛，乃求为步兵校尉。遗落世事，虽去佐职，恒游府内，朝宴必与焉。会帝让九锡，公卿将劝进，使籍为其辞。籍沈醉忘作，临诣府，使取之，见籍方据案醉眠。使者以告，籍便书案，使写之，无所改窜。辞甚清壮，为时所重。\n\n籍虽不拘礼教，然发言玄远，口不臧否人物。性至孝，母终，正与人围棋，对者求止，籍留与决赌。既而饮酒二斗，举声一号，吐血数升。及将葬，食一蒸肫，饮二斗酒，然后临诀，直言穷矣，举声一号，因又吐血数升。毁瘠骨立，殆致灭性。裴楷往吊之，籍散发箕踞，醉而直视，楷吊唁毕便去。或问楷：“凡吊者、主哭，客乃为礼。籍既不哭，君何为哭？”楷曰：“阮籍既方外之士，故不崇礼典。我俗中之士，故以轨仪自居。”时人叹为两得。籍又能为青白眼，见礼俗之士，以白眼对之。及嵇喜来吊，籍作白眼，喜不悸而退，喜弟康闻之，乃斋酒挟琴造焉，籍大悦，乃见青眼。由是礼法之士疾之若仇，而帝每保护之。\n\n籍嫂尝归宁，籍相见与别。或讥之，籍曰：“礼岂为我设邪！”邻家少妇有美色，当户垆沽酒。籍尝诣饮，醉，便卧其侧。籍既不自嫌，其夫察之，亦不疑也。兵家女有才色，未嫁而死。籍不识其父兄，径往哭之，尽哀而还。其外坦荡而内淳至，皆此类也。时率意独驾，不由径路，车迹所穷，辄恸哭而反，尝登广武，观楚汉战处，叹曰：“时无英雄，使竖子成名！”登武牢山，望京邑而叹，于是赋《豪杰诗》。景元四年冬卒，时年五十四。\n\n籍能属文，初不留思。作《咏怀诗》八十余篇，为世所重。著《达庄论》，叙无为之贵。文多不录。\n\n籍尝于苏门山遇孙登，与商略终古及栖神导气之术，登皆不应，籍因长啸而退。至半岭，闻有声若鸾凤之音，响乎岩谷，乃登之啸也。遂归著《大人先生传》，其略曰：“世人所谓君子，惟法是修，惟礼是克。后执圭壁，足履绳墨。行欲为目前检，言欲为无穷则。少称乡党，长闻邻国。上欲图三公，下不失九州牧。独不见群虱之处裈中，逃乎深缝，匿乎坏絮，自以为吉宅也。行不敢离缝际，动不敢出裤裆，自以为得绳墨也。然炎丘火流，焦邑灭都，群虱处于裤中而不能出也。君子之处域内，何异夫虱之处裤中乎！”此亦籍之胸怀本趣也。\n\n子浑，字长成，有父风。少慕通达，不饰小节。籍谓曰：“仲容已豫吾此流，汝不得复尔！”太康中，为太子庶子。\n\n咸字仲容。父熙，武都太守。咸任达不拘，与叔父籍为竹林之游，当世礼法者讥其所为。咸与籍居道南，诸阮居道北，北阮富而南阮贫。七月七日，北阮盛晒衣服，皆锦绩粲目。咸以竿挂大布犊鼻于庭，人或怪之，答曰：“未能免俗，聊复尔耳！”\n\n历仕散骑侍郎。山涛举咸典选，曰：“阮咸贞素寡欲，深识清浊，万物不能移。若在官人之职，必绝于时。”武帝以咸耽酒浮虚，遂不用。太原郭奕高爽有识量，知名于时，少所推先，见咸心醉，不觉叹焉。而居母丧，纵情越礼。素幸姑之婢，姑当归于夫家，初云留婢，既而自从去。时方有客，咸闻之，遽惜客马追婢，既及，与婢累骑而还，论者甚非之。\n\n咸妙解音律，善弹琵琶。虽处世不交人事，惟共亲知弦歌酣宴而已。与从子修特相善，每以得意为欢，诸阮皆饮酒，咸至，宗人间共集，不复用杯觞斟酌，以大盆盛酒，圆坐相向，大酌更饮。时有群豕来饮其酒，咸直接去其上，便共饮之。群从昆弟莫不以放达为行，籍弗之许。苟勖每与咸论音律，自以为远不及也，疾之，出补始平太守。以寿终。二子：瞻、孚。\n\n瞻字千里。性清虚寡欲，自得于怀。读书不甚研求，而默识其要，遇理而辩，辞不足而旨有余。善弹琴，人闻其能，多往求听，不问贵贱长幼，皆为弹之。神气冲和，而不知向人所在。内兄潘岳每令鼓琴，终日达夜，无怜色。由是识者叹其恬澹，不可荣辱矣。举止灼然。见司徒王戎，戎问曰：“圣人贵名教，老庄明自然，其旨同异？”瞻曰：“将无同。”戎咨嗟良久，即命辟之。时人谓之“三语椽”。大尉王衍亦雅重之。瞻尝群行，冒热渴甚，逆旅有井，众人竟趋之，瞻独逡巡在后，须饮者毕乃进，其夷退无竞如此.\n\n东海王越镇许昌，以瞻为记室参军，与王承、谢鲲、邓攸俱在越府。越与瞻等书曰：“礼，年八岁出就外传，明始可以加师训之则；十年曰幼学，明可渐先王之教也，然学之所入浅，体之所安深。是以闲习礼容，不如式瞻仪度；讽诵遗言，不若亲承音旨。小儿毗既无令淑之质，不闻道德之风，望诸君时以闲豫，周旋诲接。”\n\n永嘉中，为太子舍人。瞻素执无鬼论，物莫能难，每自谓此理足可以辩正幽明。忽有一客通名诣瞻，寒温毕，聊谈名理。客甚有才辩，瞻与之言，良久及鬼神之事，反覆甚昔。客遂屈，乃作色曰：“鬼神，古今圣贤所共传，君何得独言无！即仆便是鬼。”于是变为异形，须臾消灭。瞻默然，意色大恶。后岁余，病卒于仓垣，时年三十。\n\n孚字遥集。其母，即胡婢也。孚之初生，其姑取天延寿《鲁灵光殿赋》曰“胡人遥集于上槛”而以字焉。初辟太傅府，迁骑兵属。避乱渡江，元帝以为安东参军。蓬发饮酒，不以王务婴心。时帝既用申韩以救世，而孚之徒未能弃也。虽然，不以事任处之。转丞相从事中郎．终日酣纵，恒为有司所按，帝每优容之。\n\n琅邪王裒为车骑将军，镇广陵，高选纲佐，以孚为长史，帝谓曰：“卿既统军府，郊垒多事，宜节饮也。”孚答曰：“陛下不以臣不才，委之以戎旅之重，臣僶勉从事，不敢有言者，窃以今王莅镇，威风赫然，皇泽遐被，贼寇敛迹，氛祲既澄，日月自朗，臣亦何可爝火不息？正应端拱啸咏，以乐当年耳。”迁黄门侍郎、散骑常侍。尝以金貂换酒，复为所司弹劾，帝宥之。转太子中庶子、左卫率，领屯骑校尉。\n\n明帝即位，迁侍中。从平王敦，赐爵南安县侯。转吏部尚书，领东海王师，称疾不拜，诏就家用之，尚书令郗鉴以为非礼。帝曰：“就用之诚不快，不尔便废才。”及帝疾大渐，温峤入受顾命，过孚，要与同行。升车，乃告之曰：“主上遂大渐，江左危弱，实资群贤，共康世务。卿时望所归，今欲屈卿同受顾托。”孚不答，固求下车，峤不许，垂至台门，告峤内迫，求暂下，便徒步还家。\n\n初，祖约性好财，孚性好屐，同是累而未判其得失。有诣约，见正料财物，客至，屏当不尽，余两小(车儿)，以著背后，倾身障之，意未能平。或有诣阮，正见自蜡屐，因自叹曰：“未知一生当著几量屐！”神色甚闲畅。于是胜负始分。\n\n咸和初，拜丹杨尹。时太后临朝，政出舅族。孚谓所亲曰：“今江东虽累世，而年数实浅。主幼时艰，运终百六，而庾亮年少，德信未孚，以吾观之，将兆乱矣。”会广州刺史刘觊卒，遂苦求出。王导等以孚疏放，非京尹才，乃除都督交广宁三州军事、镇南将军、领平越中郎将、广州刺史、假节。未至镇，卒，年四十九。寻而苏峻作逆，识者以为知几，无子，从孙广嗣。\n\n修字宣子，好《易》《老》，善清言。尝有论鬼神有无者，皆以人死者有鬼，修独以为无，曰：“今见鬼者云著生时衣服，若人死有鬼，衣服有鬼邪？”论者服焉。后遂伐社树，或止之，修曰：“若社而为树，伐树则社移；树而为社，伐树则社亡矣。”\n\n性简任，不修人事。绝不喜见俗人，遇便舍去。意有所思，率尔褰裳，不避晨夕，至或无言，但欣然相对。常步行，以百钱挂杖头，至酒店，便独酣畅。虽当世富贵而不肯顾，家无儋石之储，宴如也。与兄弟同志，常自得于林阜之间。\n\n王衍当时谈宗，自以论《易》略尽，然有所未了，研之终莫悟，每云“不知比没当见能通之者不”。衍族子敦谓衍曰：“阮宣子可与言。”衍曰：“吾亦闻之，但未知其齑齑之处定何如耳！”及与修谈，言寡而旨畅，衍乃叹服焉。\n\n梁国张伟志趣不常，自隐于屠钓，修爱其才美，而知其不真。伟后为黄门郎、陈留内史，果以世事受累。\n\n修居贫，年四十余未有室，玉敦等敛钱为婚，皆名士也，时慕之者求入钱而不得。\n\n修所著述甚寡，尝作《大鹏赞》曰：“苍苍大鹏，诞自北溟。假精灵鳞，神化以生。如云之翼，如山之形。海运水击，扶摇上征。翕然层举，背负太清，志存天地，不屑唐庭，茑鸠仰笑，尺鷃所轻。超世高逝，莫知其情。”\n\n王敦时为鸿胪卿，谓修曰：“卿常无食，鸿胪丞差有禄，能作不？”修曰：“亦复可尔耳！”遂为之。转大傅行参军、太子洗马，避乱南行，至西阳期思县，为贼所害，时年四十二。\n\n放字思度。祖略，齐郡太守。父觊，淮南内史，放少与孚并知名。中兴，除太学博士、太子中舍人、庶子。时虽戎车屡驾，而放侍太子，常说《老》《庄》，不及军国。明帝甚友爱之。转黄门侍郎，迁吏部郎，在铨管之任，甚有称绩。\n\n时成帝幼冲，庾氏执政，放求为交州，乃除监交州军事、扬威将军、交州刺史。行达宁浦，逢陶侃将高宝平梁硕自交州还，放设撰请宝，伏兵杀之，宝众击放，败走，保简阳城，得兔。到州少时，暴发渴，见宝为祟，遂卒，朝廷甚悼惜之，年四十四。追赠廷尉。\n\n放素知名，而性清约，不营产业，为吏部郎，不免饥寒。王导、庾亮以其名士，常供给衣食。子晞之，南顿太守。\n\n裕字思旷。宏达不及放，而以德业知名。弱冠辟太宰椽。大将军王敦命为主簿，甚被知遇。裕以敦有不臣之心，乃终日酣觞，以酒废职。敦谓裕非当世实才，徒有虚誉而已，出为溧阳令，复以公事免官，由是得违敦难，论者以此贵之。\n\n咸和初，除尚书郎。时事故之后，公私弛废，裕遂去职还家，居会稽剡县。司徒王导引为从事中郎，固辞不就。朝廷将欲征之，裕知不得已，乃求为王舒抚军长史，舒薨，除吏部郎，不就。即家拜临海太守，少时去职。司空郑鉴请为长史，诏征秘书监，皆以疾辞。复除东阳太守。寻征侍中，不就。还剡山，有肥遁之志。有以问王羲之，羲之曰：“此公近不惊宠辱，虽古之沈冥，何以过此！”人云，裕骨气不及逸少，简秀不如真长，韶润不如仲祖，思致不如殷浩，而兼有诸人之美。成帝崩，裕赴山陵，事毕便还。诸人相与追之，裕亦审时流必当逐已，而疾去，至方山不相及。刘帧叹曰：“我入东，正当泊安石清下耳，不敢复近思旷傍。”\n\n裕虽不博学，论难甚精。尝问谢万云：“未见《四本论》，君试为言之，”万叙说既毕，裕以傅暇为长，于是构辞数百言，精义人微，闻者皆嗟味之，裕尝以人不须广学，正应以礼让为先，故终日静默，无所修综，而物自宗焉。在剡曾有好车，借无不给。有人葬母，意欲借而不敢言。后裕闻之，乃叹曰：“吾有车而使人不敢借，何以车为！”遂命焚之。\n\n在东山之久，复征散骑常侍，领国子祭酒。俄而复以为金紫光禄大夫，领琅邪王师。经年敦逼，并无所就。御史中丞周阂奏裕及谢安违诏累载，并应有罪，禁铜终身，诏书贷之。或问裕曰：“子屡辞征聘，而宰二郡，何邪？”裕曰：“虽屡辞王命，非敢为高也。吾少无宦情，兼拙于人间，既不能躬耕自活，必有所资，故曲躬二郡。岂以聘能，私计故耳。”年六十二卒。三子：佣、宁、普。\n\n佣，早卒。宁，鄱阳太守。普，骠骑谘议参军。佣子歆之，中领军。宁子腆，秘书监。腆弟万龄及欲之子弥之，元熙中并列显位。\n\n嵇康嵇康字叔夜，樵国銍人也。其先姓奚，会稽上虞人，以避怨，徙焉，銍有嵇山，家于其侧，因则命氏，兄喜，有当世才，历太仆、宗正。\n\n康早孤，有奇才，远迈不群。身长七尺八寸，美词气，有凤仪，而土木形骸，不自藻饰，人以为龙章凤姿，天质自然。恬静寡欲，含垢匿瑕，宽简有大量。学不师受，博览无不该通，长好《老》《庄》。与魏宗室婚，拜中散大夫。常修养性服食之事，弹琴咏诗，自足于怀。以为神仙禀之自然，非积学所得，至于导养得理，则安期、彭租之伦可及，乃著《养生论》。又以为君子无私，其论曰：“夫称君子者，心不措乎是非，而行不违乎道者也。何以言之？夫气静神虚者，心不存于矜尚；体亮心达者，情不系于所欲。矜尚不存乎心，故能越名教而任自然；情不系于所欲，故能审贵贱而通物情。物情顺通，故大道无违；越名任心，故是非无措也。是故言君子则以无措为主，以通物为美；言小人则以匿情为非，以违道为阂。何者？匿情矜吝，小人之至恶；虚心无措，君子之笃行也。是以大道言‘及吾无身，吾又何患’。无以生为贵者，是贤于贵生也。由斯而言，夫至人之用心，固不存有措矣。故曰‘君子行道，忘其为身’，斯言是矣。君子之行贤也，不察于有度而后行也；任心无邪，不议于善而后正也；显情无措，不论于是而后为也。是故傲然忘贤，而贤与度会；忽然任心，则心与善遇；傥然无措，而事与是俱也。”其略如此。盖其胸怀所寄，以高契难期，每思郢质。所与神交者惟陈留阮籍、河内山涛，豫其流者河内向秀、沛国刘伶、籍兄子咸、琅邪王戎，遂为竹林之游，世所谓‘竹林七贤’也。戎自言与康居山阳二十年，未尝见其喜愠之色。\n\n康尝采药游山泽，会其得意，忽焉忘反。时有樵苏者遇之，咸谓为神。至汲郡山中见孙登，康遂从之游。登沈默自守，无所言说，康临去，登曰：“君性烈而才隽，其能免乎！”康又\n\n遇王烈，共入山，烈尝得石髓如饴，即自服半、余半与康，皆凝而为石。又于石室中见一卷素书，遽呼康往取，辄不复见。烈乃叹曰：“叔夜志趣非常而辄不遇，命也！”其神心所感，每遇幽逸如此。\n\n山涛将去选官，举康自代。康乃与涛书告绝，曰：\n\n闻足下欲以吾自代，虽事不行，知足下故不知之也。恐足下羞疱之人独割，引尸祝以自助，故为足下陈其可否。\n\n老子、庄周，吾之师也，亲居贱职；柳下惠、东方朔，达人也，安乎卑位。吾岂敢短之哉！又仲尼兼爱，不羞执鞭；子文无欲卿相，而三为令尹，是乃君子思济物之意也。所谓达能兼善而不渝，穷则自得而无闷。以此观之，故知尧舜之居世，许由之岩栖，子房之佐汉，接舆之行歌，其撰一也。仰瞻数君，可谓能遂其志者也。故君子百行，殊涂同致，循性而动，各附所安。故有“处朝廷而不出，入山林而不返”之论。且延陵高子臧之风，长卿慕相如之节，姻秫所托，亦不可夺也。\n\n吾每读《尚子平》、《台孝威传》，慨然慕之，想其为人。加少孤露，母兄骄恣不涉经学，又读《老》《庄》，重增其放，故使荣进之心日颓，任逸之情转笃。阮嗣宗口不论人过，吾每师之，而未能及。至性过人，与物无伤，惟饮酒过差耳，至为礼法之上所绳，疾之如仇仇，幸赖大将军保持之耳。吾以不如嗣宗之资，而有慢弛之缺；又不识物情，暗于机宜；无万石之慎，而有好尽之累；久与事接，疵衅日兴，虽欲无患，其可得乎！\n\n又闻道士遗言，饵术黄精，令人久寿，意甚信之。游山泽，观鱼鸟，心甚乐之。一行作吏，此事便废，安能舍其所乐，而从其所惧哉！\n\n夫人之相知，贵识其天性，因而济之。禹不逼伯成子高，全其长也；仲尼不假盖于子夏，护其短也。近诸葛孔明不迫元直以入蜀，华子鱼不强幼安以卿相，此可谓能相终始，真相知者也，自卜已审、若道尽涂弹则已耳，足下无事冤之令转于沟壑也。\n\n吾新失母兄之欢，意常凄切，女年十三，男年八岁，未及成人，况复多疾，顾此恨恨，如何可言。今但欲守陋巷，教养子孙，时时与亲；日叙离阔，陈说平生，浊酒一杯，弹琴一曲，志怠毕矣，岂可见黄门而称贞哉！若趣欲共登王涂，朔于相致，时为欢益，一旦迫之，必发狂疾。自非重仇，不至此也。既以解足下，并以为别。\n\n此书既行，知其不可羁屈也。\n\n性绝巧而好锻。宅中有一柳树甚茂，乃激水圆之，每夏月，居其下以锻。东平吕安服康高致，每一相思，辄千里命驾，康友而善之。后安为兄所在诉，以事系狱，辞相证引，遂复收康。康性慎言行，一旦缥纵，乃作《幽愤诗》，曰：\n\n嗟余薄枯，少遭不造，哀我靡识，越在褪褓。母兄鞠育，有慈无威，恃受肆姐，不训不师。受及冠带，凭宠自放，抗心希古，任其所尚。托好《庄》《老》，贱物贵身，志在守朴，养素全真。\n\n日予不敏，好善暗人，子玉之败，屡增惟尘。大人含弘，藏垢怀耻，人之多僻，政不由己。惟此编心，显明臧否；感悟思想，但若创瘠。欲寡其过，谤议沸腾，性不伤物，频致怨憎。昔惭柳惠，今愧孙登，内负宿心，外恿良朋，仰慕严郑，乐道闲居，与世无营，神气晏如。\n\n咨予不淑，婴累多虞。匪降自天，实由顽疏，理弊患结，卒致囹圄。对答鄙讯，贫此幽阻，实耻讼冤，时不我与。虽曰义直，神辱志沮，澡身沧浪，易云能补。雍雍呜雁，厉翼北游，顺时而动，得意忘忧。嗟我愤叹，曾莫能畴。事与愿违，遭兹淹留，穷达有命，亦有何求？\n\n古人有言，善莫近名。奉时恭默，咎悔不生。万石周慎，安亲保荣。世务纷坛，抵搅余情，安乐必诫，乃终利贞。煌煌灵菩，一年三秀；予独何为，有志不就。惩难思复，心焉内疚，庶勋将来，无馨无臭。采蔽山阿，散发岩峋．永啸长吟，颐神养寿。\n\n初，康居贫，尝与向秀共锻于大树之下，以自赡给。颖川钟会，贵公子也，精练有才辩，故往造焉。康不为之礼，而锻不辍。良久会去，康谓曰：“何所闻而来？何所见而去？”会曰：“闻所闻而来，见所见而去。”会以此憾之。及是，言于文帝曰：“秘康，卧龙也，不可起。公元忧天下，顾以康为虑耳。”因谐“康欲助贯丘俭，赖山涛不听。昔齐戮华士，鲁诛少正卯，诚以害时乱教，故圣贤去之。康、安等言论放荡，非毁典漠，帝王者所不宜容。宜因衅除之，以淳风俗。”帝既呢听信会，遂并害之。\n\n康将刑东市，大学生三千人请以为师，弗许。康顾视日影，索琴弹之，曰：“昔袁孝尼尝从吾学《广陵散》，多每靳固之，《广陵散》于今绝矣！”时年四十。海内之上，莫不痛之。帝寻悟而恨焉。初，康尝游于洛西，暮宿华阳亭，引琴而弹。夜分，忽有客诣之，称是古人，与康共谈音律，辞致清辩，因素琴弹之，而为《广陵散》，声调绝伦，遂以授康，仍誓不传人，亦不言其姓字。\n\n康善谈理，又能属文，其高情远趣，率然玄远。撰上古以来高士为之传赞，欲友其人于千载也。又作《太师箴》，亦足以明帝王之道焉。复作《声无哀乐论》，甚有条理）子绍，别有传。\n\n向秀向秀字子期，河内怀人也。清悟有远识，少为山涛所知，雅好看庄之学。庄周著内外数十篇，历世才士虽有观者，莫适论其旨统也，秀乃为之隐解，发明奇趣，振起玄风，读之者超然心悟，莫不自足一时也。惠帝之世，郭象又述而广之，儒墨之迹见鄙，道家之言遂盛焉。始，秀欲注，嵇康曰：“此书诓复须注，正是妨人作乐耳。”及成，示康曰“殊复胜不？”又与康论养生，辞难往复，盖欲发康高致也。\n\n康善锻，秀为之佐，相对欣然，傍若无人。又共吕安灌园于山阳。康既被诛，秀应本郡计入洛。文帝问曰：“闻有箕山之志，何以在此？”秀曰：“以为巢许猖介之士，未达尧心，岂足多慕。”帝甚悦。秀乃自此役，作《思旧赋》云：\n\n余与稽康、吕安居止接近，其人并有不羁之才。嵇意远而疏，吕心旷而放。其后并以事见法。嵇康综伎艺，于丝竹特妙，临当就命，顾视日影，索琴而弹之。逝将西迈，经其旧庐。于时日薄虞泉，寒冰凄然。邻人有吹笛者，发声寥亮。追想囊昔游宴之好，感音而叹，故作赋曰：\n\n将命适于远京兮，遂旋反以北祖。济黄河以泛舟兮，经山阳之；日居。瞻旷野之萧条兮，息余驾乎城隅。践二子之遗迹兮，历穷巷之空庐。叹《黍离》之憨周兮，悲《麦秀》于殷墟。惟追昔以怀今兮，心徘徊以踌躇，栋字在而弗毁兮，形神逝其焉如。昔李斯之受罪兮，叹黄大而长吟。悼稀生之永辞兮，顾日影而弹琴。托运遇于领会兮，寄余命于寸阴。听鸣笛之慷慨兮，妙声绝而复寻。停驾言其将迈兮，故援翰以写心。\n\n后为散骑侍郎，转黄门侍郎、散骑常恃，在朝不任职，容迹而已。卒于位。二子：纯、梯。\n\n刘伶刘伶字伯伦，沛国人也。身长六尺，容貌甚陋。放情肆志，常以细宇宙齐万物为心。檐默少言，不妄交游，与阮籍、稀康相遇，欣然神解，携手入林。初不以家产有无介意。常乘鹿车，携一壶酒，使人荷铺而随之，谓曰：“死便埋我。”其遗形骸如此。尝渴甚，求酒于其妻。妻捐酒毁器，涕位谏曰：“君酒太过，非摄生之道，必宜断之。”怜曰：“善！吾不能自禁，惟当祝鬼神自誓耳。便可具酒肉。”妻从之。伶跪祝曰：“天生刘伶，以酒为名。一饮一斛，五斗解醒。妇儿之言，慎不可听，”仍引酒御肉，魄然复醉。尝醉与俗人相怜，其人攘袂奋拳而往。伶徐曰：“鸡肋不足以安尊拳。”其人笑而止。\n\n伶虽陶兀昏放，而机应不差。未尝盾意文翰，惟著《酒德颂》一篇。其辞曰：“有大人先生，以天地为一朝，万期为须臾，日月为扁脯，八荒为庭衙。行无辙迹，居无室庐，幕天席地，纵意所如。止则操危执斛，动则契婢提壶，惟酒是务，焉知其余。有贵介公子、绪绅处士，闻吾风声，议其所以，乃奋袂攘襟，怒目切齿，陈说礼法，是非蜂起。先生于是方捧罂承糟，衔杯漱醒，奋髯箕踞，枕鞠藉糟，无思无虑，其乐陶陶。兀然而醉，恍尔而醒。静听不闻雷霆之声，熟视不睹泰山之形。不觉寒暑之切肌，利欲之感情。俯观万物，扰拢焉若江海之载浮萍。二豪侍侧焉，如螺赢之与螟岭。”\n\n尝为建威参军。泰始初对策，盛言无为之化。时辈皆以高第得佃，伶独以无用罢。竟以寿终。\n\n谢鲲\n\n谢鲲字幼舆，陈国阳夏人也。祖攒，典农中郎将，父衡，以懦素显，壮至国子祭酒。鲲少知名，通简有高识，不修威仪，好《老》《易》，能歌善鼓琴，王衍、稀绍并奇之。\n\n永兴中，长沙王义人辅政，时有疾鲲者，言其将出奔。义欲鞭之，鲲解衣就罚，曾无件容。既舍之，又无喜色。大傅东海王越闻其名，辟为椽，任达不拘，寻坐家憧取官稿除名。于时名士王玄、阮修之徒，并以鲲初登宰府，便至黜辱，为之叹恨。鲲闻之，方清歌鼓琴，不以屑意，莫不服其远畅，而恬与荣辱。邻家高氏女有美色，鲲尝挑之，女投梭，折其两齿。时人为之语曰：“任达不已，幼与折齿。”鳏闻之，傲然长啸曰：“犹不废我啸歌。”越寻更辟之，转参军事。昆以时方多故，乃谢病去职，避地于豫章。尝行经空亭中夜宿，此亭旧每杀人。将晓，有黄衣人呼限字令开户，鲲但然无惧色，便于窗中度手牵去，肿断，视之，鹿也，寻血获焉。尔后此亭无复妖怪。\n\n左将军王敦引为长史，以讨杜张功封咸亭侯。母忧去职，服闯，迁敦大将军长史。时王澄在敦坐，见鳏谈话无倦，惟叹谢长史可与言，都不陌敦，其为人所慕如此。鲲不狗功名，无七氏硕行，居身于可否之间，虽自处若秽，而动累不高，敦有不臣之迹，显于朝野。鲲知不可以道匡粥，乃优游寄遇，不屑政事，从容讽议，卒岁而已。每与毕卓、王尼、阮放、羊曼、恒彝、阮孚等纵酒，敦以其名高，雅相宾礼。\n\n尝使至都，明帝在东宫见之，甚相亲重。问曰：“论者以君方厦亮，自谓何如？”答曰：“端委庙堂，使百僚准则，鲲不如亮。一丘一壑，自谓过之。”温娇尝谓鳏子尚曰：“尊大君岂惟识量淹远，至于神鉴沈深，虽诸葛谨之喻孙权不过也。”\n\n及敦将为逆，谓鲲曰：“刘陇好邪，将危社稷。吾欲除君侧之恶，匡主济时，何如。？”对曰：“魄诚始祸，然城狐社鼠也。”敦怒曰：“君庸才，岂达大理。”出蝇为豫章大守，又留不遣，藉其才望，逼与俱下。\n\n敦至石头，叹曰：“吾不复得为盛德事矣。”鲲曰：“何为其然？但使自今以往，日忘日去耳。”初，敦谓鲲曰：“吾当以周伯仁为尚书令，戴若思为仆射。”及至都，复曰：“近来人情何如？”鲲对曰：“明公之举，虽欲大存社稷，然悠悠之言，实未达高义。周觊、戴若思，南北人士之望，明公举而用之，群情帖然矣。”是日，敦遣兵收周、戴，而鲲弗知，敦怒曰：“君粗疏邪！二子不相当，吾已收之矣。”鲲与觊素相亲重，闻之愕然，若丧诸己。参军王侨以敦诛觊，谏之甚切，敦大怒，命斩姘，时人士畏惧，莫敢言者。鳏曰：“明公举大事，不戮一人。娇以献替件旨，便以衅鼓，不亦过乎！”敦乃止。\n\n敦既诛害忠贤，而称疾不朝，将还武昌。鲲喻敦曰：“公大存社稷，建不世之勋，然天下之心实有未达。若能朝天子，使君臣释然，万物之心于是乃眼。杖众望以顺群情，尽冲退以奉主上，如斯则勋侔一匡，名垂千载矣。”敦曰：“君能保无变乎？”对曰：“鲲近日入觐，主上侧席，迟得见公，宫省穆然，必无虞矣。公若人朝，鳏请侍从。”敦勃然曰：“正复杀君等数百人,亦复何损于时！”竟不朝而去。\n\n退时朝望被害，皆为其忧。而鲲推理安常，时进正言。敦既不能用，内亦不悦。军还，使之郡，莅政清肃，百姓爱之。寻卒官，时年四十三。敦死后,追赠太常，溢曰康。子尚嗣，别有传。\n\n胡毋辅之子谦之胡毋辅之字彦国，泰山奉高人也。高祖班；汉执金吾。父原，练习兵马，山涛称其才堪边任：愁为大尉长史垫河南令。辅之少擅高名，有知人之鉴。性嗜酒，任纵不拘小节。与王澄、王敦、庾觊俱为太尉王衍所呢，号曰四友。澄尝与人书曰：“彦国吐佳言如锯木屑，罪来不绝，诚为后进领袖也。”\n\n辟别驾、大尉椽，并不就。以家贫，求试守繁昌今，始节酒自厉，甚有能名。迁尚书郎。豫讨疥刊际，赐伊阴平男。累转司徒左长史；复求外出，为建武将军、乐安太守。与郡人光逸昼夜酣饮，不视郡筝。成都王颖为大弟，召为中庶子，遂与谢鲲、王澄、阮修、王尼、毕卓俱为放达。\n\n尝过河南门下饮，河南驺王子博箕坐其傍，辅之叱使取火。子博曰：“我卒也，惟不乏吾事则已，安复为人使！”辅之因就与语，叹曰“吾不及也！”荐之河南尹乐广，广召见，甚悦之，咽殷功曹，其甄拔人物若此。\n\n东海王越闻辅之名另为从事中郎，复补振威将军、陈留太守。王弥经其郡，辅之不能对，坐官兔“寻涂宁远将军、扬州刺史，不之职，越复以为右司马、本州大中正。越薨,避乱渡江，元啼以为安东将军涪议祭酒，迁扬武将军、湘州刺史、假节。到州未几卒，时年四十九。\n\n子谦之谦之字子光。才学不及父，而傲纵过之。至酣醉，常呼其父字，辅之亦不以介意，谈者以为狂。辅之正酣饮，谦之窥而厉声曰：“彦国年老，不得为尔！将令我尻背东壁。”辅之欢笑；呼入与共饮。其所为如此，年未三十卒。\n\n毕卓毕卓字茂世，新蔡淍阳人也。父湛，中书郎。卓少希放达，为胡毋辅之所知。太兴未，为吏部郎，常饮酒废职。比舍郎酿熟，卓因醉夜至其瓮间盗饮之，为掌酒者所缚，明旦视之，乃毕吏部也；遵释其缚。卓遂引主人宴于瓮侧，致醉而去。\n\n卓尝谓人句得酒满数百斛船，四时甘味置两头，右手持酒杯，左手持蟹螫，拍浮酒船中，便足了一生矣。”及过江，为温峤平南长史，卒官。\n\n王尼王尼，字孝孙，城阳人也，或云河内人。本兵家子，寓居洛阳，卓革不羁。初为护军府军土力毋辅之与琅邪王澄、北地傅畅、中山刘舆、颖川苟逮、河东裴遇迭属河南功曹甄述及洛阳令曹掳请解之。掳等以制旨所及，不敢。辅之等斋羊酒诣护军吓，门吏疏名呈护军，护军叹曰：“诸名士持羊酒来，将有以也。”尼时以给府养马，辅之等入，遂坐马厩下，与尼炙羊饮酒，醉饱而去，竟不见护军。护军大惊，即与尼长假，因免为兵。\n\n东双公腾辟为车骑府舍人，不就。时尚书何绥奢侈过度，尼谓人曰：绥居乱世矜豪乃尔，将死不久。”人曰：“白蔚闻言，必相危害。”尼曰：“伯蔚比闻我语，已死矣。”未几，绥果为东海王越所杀。初入洛，尼诣越不拜。越问其故，尼曰：“公无宰相之能，是以不拜。”固数之，言甚切。又云：“公负尼物。”越大惊曰：“宁有是也？”尼曰：“昔楚人亡布，谓令尹盗之。今尼屋合资财，悉为公军人所略，尼今饥冻，是亦明公之负也。”越大笑，即赐绢五十匹。诸贵人闻，竟往响之。\n\n洛阳陷，避乱江夏。时玉澄为荆州刺史，遏之甚厚。尼早丧妇，止有一子。无居宅，惟畜露车，有牛一头，每行，辄使子御之，暮则共宿车上。常叹曰：“沧海横流，处处不安也。”俄而澄卒，荆上饥荒，尼不得食，乃杀牛坏车，煮肉淡之。概尽，父子俱饿死。\n\n羊曼弟聃羊曼字祖延，大傅祜兄孙也。父暨，阳平太守。曼少知名，本州礼命，太傅辟、皆不就。避难渡江，元帝以为镇东参军，转丞相主薄，委以机密。历黄门侍郎、尚书吏部郎、晋俊太守，以公事免。曼任达颓纵，好饮酒，温娇、质亮、阮放、桓彝同志友眷,并为中兴名士。时州里称陈留阮放为宏伯，高平郡鉴为方伯，泰山胡毋辅之为达伯，济阴卞壶为裁伯，陈留蔡漠为朗伯，阮孚为诞伯，高平刘绥为委伯，而曼为酣怕，凡八人，号壳州八伯，益拟古之八隽也。\n\n王敦既与朝廷乖贰，羁录朝士，曼为右长史。曼知敦不臣，终日酣醉，讽议而已。敦以其士望，厚加礼遇，不委以事，故得不涉其难。敦败，代阮孚为丹杨尹。时朝士过江初拜官，相饰供撰。曼拜丹杨，客来早者得佳设，日宴则渐蓉，不复及格，随客早晚而不问贵贱。有羊固拜临海太守，竟日皆美，虽晚至者犹护盛撰。论者以固之丰腆、乃不如曼之真率。\n\n苏峻作乱，加前将军，率文武守云龙门。王师不振，或劝曼避峻。曼曰；“朝廷破败，吾安所求生？”勒众不动，为峻所害，年五十五。峻平，追赠太常。子贪嗣，少知名，尚叽帝女南郡悼公主，除秘书郎，早卒。弟聃。\n\n聃字彭祖。少不经学，时论皆鄙其凡庸。先是，克州有八伯之号，其后更有四伯。大鸿肿陈留江泉以能食为谷伯，豫章太守史畴以大肥为笨怕，散骑郎高平张轰以狡妄为猾伯，而聃以狼戾为琐伯，盖拟古之四凶。\n\n聃初辟元帝丞相府，累迁庐陵太守。刚克粗暴，恃国戚，纵恣尤甚，眶毗之嫌辄加刑杀。疑郡人简良等为贼，杀二百余人，诛及婴孩，所尧锁百复余。瘦亮执之，归于京都。有司奏聃罪当死，以景献皇后是其祖姑，应八议。成帝诏曰：“此事古今所无，何八仪之有！犹未忍肆之市朝，其赐命狱所。”兄子赏尚公主，自表求解婚。诏曰：“罪不相及，古今之令典也。肋虽极法，于责何有！其特不听离婚。”琅邪太妃山氏，聃之甥也，入殿叩头请命。玉导又启：“聃罪不容恕，宜极重法。山太妃忧戚成疾，陛下罔极之恩，宜蒙生全之有。”于是诏下曰：“太妃惟此一舅，发言摧咽，乃至吐血，情虑深重。朕往丁茶毒，受太妃抚育之恩，同于慈亲。若不堪忍之痛，以致顿弊，朕亦何颜以寄。今便原聃生命，以慰大妃渭阳之思。”于是除名。顷之，遇疾，恒见简良等为祟，旬日而死。\n\n光逸光逸字孟祖，乐安人也，初为傅昌小吏，县令使逸送客，冒寒举体冻湿，还遇令不在，逸解衣炙之，入令被中卧。令还，大怒，将加严罚。逸曰：“家贫衣单，沾湿无可代。若不暂温，势必冻死，奈何惜一被而杀一人乎！君子仁爱，必不尔也，故寝而不疑。”令奇而释之，后为门亭长，迎新令至京师。胡毋辅之与苟逮共诣令家，望见逸，谓这曰：“彼似奇才。”便呼上车，与谈良久，果俊器。令怪客不入，吏白与光逸语。令大怒，除逸名，斥遣之。\n\n后举孝廉，为州从事，弃官投辅之。辅之时为大傅越从事中郎，荐逸于越，越以门寒而不召。越后因闲宴，责辅之无所举荐。辅之曰：“前举光逸，公以非世家不召，非不举也。”越即辟焉。书到郡县，皆以为误，审知是逸，乃备礼遣之。\n\n寻以世难，避乱渡江，复依辅之，初至，属辅之与谢鲲、阮放、毕卓、羊曼、桓彝、阮孚散发裸程，闭室酣饮已累日。逸将排户入，守者不听，逸便于户外脱衣露头于狗窦中窥之而大叫，辅之惊曰：“他人决不能尔，必我孟祖也。”速呼入，遂与饮，不舍昼夜。时人谓之八达。\n\n元帝以逸补军洛祭酒。中兴建，为给事中，卒官。\n\n史臣曰：夫学非常道，则物靡不通；理有忘言，则在情斯遣。其进也，抚俗同尘，不居名利；其退也，餐和履顺，以保天真。若乃一其本原，体无为之用，分其华叶，开寓言之道，是以伯阳垂范，鸣谦置式，欲崇诸己，先下于人，犹大乐无声，而跄鸳斯应者也。庄生放达其旨，而驰辩无穷；弃彼荣华，则俯轻爵位，怀其道术，则顾蔑王公；敌痔兼车，呜鸯吞腐。以茸钥冢谘赏嫖铮庖煨橹郏型帘郏？槛、阮竹林之会，刘毕芳糟之友，驰聘庄门，排登李室。若夫仪天布宪，百官从轨，经礼之外，弃而不存。是以帝尧纵许由于埃烷之表，光武舍子陵于瀑溃之漱，松萝低举，用以优贤，岩水澄华，兹焉赐隐；臣行厥志，主有嘉名。至于嵇康遗源之书，阮氏创先生之传，军谱散发，吏部盗格，岂以世疾名流，兹焉自垢？临锻灶而不回，登广武而长叹，则嵇琴绝响，阮气徒存。通其旁径，必雕风俗；召以效官，居然尸素。轨躅之外，或有可观者焉。咸能符契情灵，各敦终始，沧神交于晚笛，或相思而动驾。史臣是以拾其遗事，附于篇云。\n\n赞曰：老篇爰植，孔教提衡。各存其趣，道贵无名。相彼非礼，遵乎达生。秋水扬波，春云敛映。旨酒厥德，凭虚其性。不玩斯风，谁亏王政？\n\n"
		},
		{
			"章节": "六朝唐文六",
			"章节名称": "秋兴赋并序",
			"章节内容": "潘岳\n\n（序）晋十有四年，余春秋三十有二，始见二毛。以太尉掾兼虎贲中郎将，寓直于散骑之省。高阁连云，阳景罕曜，珥蝉冕而袭纨绮之士，此焉游处。仆野人也，偃息不过茅屋茂林之下，谈话不过农夫田父之客。摄官承乏，猥厕朝列，夙兴晏寝，匪遑厔宁，譬犹池鱼笼鸟，有江湖山薮之思。于是染翰操纸，慨然而赋。于时秋也，故以“秋兴”命篇。辞曰：\n\n四时忽其代序兮，万物纷以回薄。览花莳之时育兮，察盛衰之所托。感冬索而春敷兮，嗟夏茂而秋落。虽末士之荣悴兮，伊人情之美恶。善乎宋玉之言曰：“悲哉，秋之为气也！萧瑟兮草木摇落而变衰，憀栗兮若在远行，登山临水送将归”。夫送归怀慕徒之恋兮，远行有羁旅之愤。临川感流以叹逝兮，登山怀远而悼近。彼四戚之疚心兮，遭一涂而难忍。嗟秋日之可哀兮，谅无愁而不尽。\n\n野有归燕，隰有翔隼。游氛朝兴，槁叶夕殒。于是乃屏轻箑，释纤絺，藉莞蒻，御袷衣。庭树槭以洒落兮，劲风戾而吹帷。蝉嘒嘒而寒吟兮，雁飘飘而南飞。天晃朗以弥高兮，日悠阳而浸微。何微阳之短晷，觉凉夜之方永。月朣朦以含光兮，露凄清以凝冷。熠耀粲于阶闼兮，蟋蟀鸣乎轩屏。听离鸿之晨吟兮，望流火之余景。宵耿介而不寐兮，独辗转于华省。\n\n悟时岁之遒尽兮，慨俛首而自省。斑鬓髟以承弁兮，素发飒以垂领。仰群俊之逸轨兮，攀云汉以游骋。登春台之熙熙兮，珥金貂之炯炯。苟趣舍之殊涂兮，庸讵识其躁静。闻至人之休风兮，齐天地于一指。彼知安而忘危兮，故出生而入死。行投趾于容迹兮，殆不践而获底。阙侧足以及泉兮，虽猴猿而不履。龟祀骨于宗祧兮，思反身于绿水。且敛衽以归来兮，忽投绂以高厉。耕东皋之沃壤兮，输黍稷之余税。泉涌湍于石间兮，菊扬芳于崖澨。澡秋水之涓涓兮，玩游鯈之潎潎。逍遥乎山川之阿，放旷乎人间之世。悠哉游哉，聊以卒岁。\n\n"
		},
		{
			"章节": "六朝唐文七",
			"章节名称": "陈情表",
			"章节内容": "李密\n\n臣密言：“臣以险衅，夙遭闵凶。生孩六月，慈父见背；行年四岁，舅夺母志。祖母刘，愍臣孤弱，躬亲抚养。臣少多疾病。九岁不行。零丁孤苦，至于成立。既无叔伯，终鲜兄弟。门衰祚薄，晚有儿息。外无期功强近之亲，内无应门五尺之童。茕茕孑立，形影相吊。而刘夙婴疾病，常在床蓐；臣待汤药，未尝废离。\n\n逮奉圣朝，沐浴清化。前太守臣逵，察臣孝廉；后刺史臣荣，举臣秀才。臣以供养无主，辞不赴命。诏书特下，拜臣郎中。寻蒙国恩，除臣洗马。猥以微贱，当待东宫，非臣陨首所能上报。臣具以表闻，辞不就职。诏书切峻，责臣逋慢。郡县逼迫，催臣上道。州司临门，急于星火。臣欲奉诏奔驰，则以刘病日笃；欲苟顺私情，则告诉不许。臣之进退，实为狼狈。\n\n伏惟圣朝，以孝治天下。凡在故老，犹蒙矜育；况臣孤苦，特为尤甚。且臣少事伪朝，历职郎署，本图宦达，不矜名节。今臣亡国贱俘，至微至陋。过蒙拔擢，宠命优渥，岂敢盘桓，有所希冀？但以刘日薄西山，气息奄奄，人命危浅，朝不虑夕。臣无祖母，无以至今日？祖母无臣，无以终余年。母孙二人，更相为命。是以区区不能废远。\n\n臣密今年四十有四，祖母刘今年九十有六；是以臣尽节于陛下之日长，报刘之日短也。乌鸟私情，愿乞终养！臣之辛苦，非独蜀之人士，及二州牧伯，所见明知；皇天后土，实所共鉴。愿陛下矜愍愚诚，听臣微志。庶刘侥幸，卒保余年。臣生当陨首，死当结草。臣不胜犬马怖惧之情，谨拜表以闻！”\n\n"
		},
		{
			"章节": "六朝唐文八",
			"章节名称": "酒德颂",
			"章节内容": "刘伶\n\n有大人先生者，以天地为一朝，万朝为须臾，日月为扃牖，八荒为庭衢。行无辙迹，居无室庐，暮天席地，纵意所如。止则操卮执觚，动则挈榼提壶，唯酒是务，焉知其余？\n\n有贵介公子，缙绅处士，闻吾风声，议其所以。乃奋袂攮襟，怒目切齿，陈说礼法，是非锋起。先生于是方捧罂承槽，衔杯漱醪。奋髯箕踞，枕麴藉糟，无思无虑，其乐陶陶。兀然而醉，豁尔而醒。静听不闻雷霆之声，熟视不睹泰山之形，不觉寒暑之切肌，利欲之感情。俯观万物，扰扰焉如江汉三载浮萍；二豪侍侧焉，如蜾蠃之与螟蛉。\n\n"
		},
		{
			"章节": "六朝唐文九",
			"章节名称": "与山巨源绝交书",
			"章节内容": "嵇康\n\n康白：足下昔称吾于颍川，吾尝谓之知音。然经怪此，意尚未熟悉于足下，何从便得之也？前年从河东还，显宗、阿都说足下议以吾自代；事虽不行，知足下故不知之。足下傍通，多可而少怪，吾直性狭中，多所不堪，偶与足下相知耳。间闻足下迁，惕然不喜；恐足下羞庖人之独割，引尸祝以自助，手荐鸾刀，漫之膻腥。故具为足下陈其可否。\n\n吾昔读书，得并介之人，或谓无之，今乃信其真有耳。性有所不堪，真不可强。今空语同知有达人，无所不堪，外不殊俗，而内不失正，与一世同其波流，而悔吝不生耳。老子、庄周，吾之师也，亲居贱职；柳下惠、东方朔，达人也，安乎卑位。吾岂敢短之哉！又仲尼兼爱，不羞执鞭；子文无欲卿相，而三登令尹。是乃君子思济物之意也。所谓达能兼善而不渝，穷则自得而无闷。以此观之，故尧、舜之君世，许由之岩栖，子房之佐汉，接舆之行歌，其揆一也。仰瞻数君，可谓能遂其志者也。故君子百行，殊途而同致，循性而动，各附所安。故有处朝廷而不出，入山林而不反之论。且延陵高子臧之风，长卿慕相如之节，志气所托，不可夺也。\n\n吾每读尚子平、台孝威传，慨然慕之，想其为人。少加孤露，母兄见骄，不涉经学。性复疏懒，筋驽肉缓，头面常一月十五日不洗；不大闷痒，不能沐也。每常小便而忍不起，令胞中略转，乃起耳。又纵逸来久，情意傲散，简与礼相背，懒与慢相成，而为侪类见宽，不功其过。又读《庄》、《老》，重增其放。故使荣进之心日颓，任实之情转笃。此由禽鹿，少见驯育，则服从教制；长而见羁，则狂顾顿缨，赴蹈汤火；虽饰以金镳，飧以嘉肴，逾思长林而志在丰草也。\n\n阮嗣宗口不论人过，吾每师之，而未能及。至性过人，与物无伤，唯饮酒过差耳。至为礼法之士所绳，疾之如仇，幸赖大将军保持之耳。以不如嗣宗之贤，而有慢驰之阕；又不识人情，暗于机宜；无万石之慎，而有好尽之累，久与事接，疵衅日兴，虽欲无患，其可得乎？又人伦有礼，朝庭有法，自惟至熟，有必不堪者七，甚不可者二。卧喜晚起，而当关呼之不置，一不堪也。抱琴行吟，弋钩草野，而吏卒守之，不得妄动，二不堪也。危坐一时，痹不得摇,性复多虱，把搔无已，而当裹以章服，揖拜上官，三不堪也。素不便书，又不喜作书，而人间多事，堆案盈机，不相酬答，则犯教伤义，欲自勉强，则不能久，四不堪也。不喜吊丧，而人道以此为重，己未见恕者所怨，至欲见中伤者；虽瞿然自责，然性不可化，欲降心顺俗，则诡故不情，亦终不能获无咎无誉，如此五不堪也。不喜俗人，而当与之共事，或宾客盈坐，鸣声聒耳，嚣尘臭处，千变百伎，在人目前，六不堪也。心不耐烦，而官事鞅掌，机务缠其心，世故繁其虑，七不堪也。又每非汤、武而薄周、孔，在人间不止此事，会显世教所不容，此其甚不可一也。刚肠疾恶，轻肆直言，遇事而发，此甚不可二也。以促中小心之性，统此九患，不有外难，当有内病，宁可久处人间邪？\n\n又闻道士遗言，饵术、黄精，令人久寿，意甚信之。游山泽，观鱼鸟，心甚乐之。一行作吏，此事便废，安能舍其所乐，而从其所惧哉！\n\n夫人之相知，贵识其天性，因而济之。禹不逼伯成子高，全其节也。仲尼不假盖于子夏，护其短也。近诸葛孔明不逼元直以入蜀，华子鱼不强幼安以卿相。此可谓能相始终，真相知也。足下见直木必不可为轮，曲者不可为桷，盖不欲以枉其天才，令得其所也。故四民有业，各以得志为乐，唯达者为能通之，此足下度内耳。不可自见好章甫，强越人以文冕也；己嗜臭腐，养鸳雏以死鼠也。吾顷学养生之术，方外荣华，去滋味，游心于寂寞，以无为为贵，纵无九患，尚不顾足下所好者。又有心闷疾，顷转增笃，私意自试，不能堪其所不乐。自卜已审，若道尽途穷则已耳。足下无事冤之，令转于沟壑也。\n\n吾新失母兄之欢，意常凄切。女年十三，男年八岁，未及成人，况复多病，顾此悢悢，如何可言。今但愿守陋巷，教养子孙；时与亲旧叙阔，陈说平生。浊酒一杯，弹琴一曲，志愿毕矣。足下若嬲之不置，不过欲为官得人，以益时用耳。足下旧知吾潦倒粗疏，不切事情，自惟亦皆不如今日之贤能也。若以俗人皆喜荣华，独能离之，以此为快；此最近之，可得言耳。然使长才广度，无所不淹，而能不营，乃可贵耳。若吾多病困，欲离事自全，以保余年，此真所乏耳。岂可见黄门而称贞哉！若趣欲共登王途，期于相致，共为欢益，一旦迫之，必发其狂疾。自非重怨，不至于此也。\n\n野人有快炙背而美芹子者，欲献之至尊，虽有区区之意，亦已疏矣。愿足下勿似之。其意如此。既以解足下，并以为别。嵇康白。\n\n"
		},
		{
			"章节": "六朝唐文十",
			"章节名称": "兰亭集序",
			"章节内容": "王羲之\n\n永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。\n\n是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。\n\n夫人之相与，俯仰一世，或取诸怀抱，晤言一室之内；或因寄所托，放浪形骸之外。虽取舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！\n\n每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。\n\n"
		},
		{
			"章节": "六朝唐文十一",
			"章节名称": "思旧赋并序",
			"章节内容": "向秀\n\n余与嵇康、吕安居至接近，其人并有不羁之才；然嵇志远而疏，吕心旷而放，其后各以事见法。嵇博综技艺，于丝竹特妙。临当就命，顾视日影，索琴而弹之。余逝将西迈，经其旧庐。于时日薄虞渊，寒冰凄然。邻人有吹笛者，发声寥亮。追思曩昔游宴之好，感音而叹，故作赋云。\n\n将命适于远京兮，遂旋反而北徂。济黄河以泛舟兮，经山阳之旧居。瞻旷野之萧条兮，息余驾乎城隅。践二子之遗迹兮，历穷巷之空庐。叹‘黍离’之愍周兮，悲‘麦秀’于殷墟。惟古昔以怀今兮，心徘徊以踌躇。栋宇存而弗毁兮，形神逝其焉如！昔李斯之受罪兮，叹黄犬而长吟。悼嵇生之永辞兮，顾日影而弹琴。托运遇于领会兮，寄余命于寸阴。听鸣笛之慷慨兮，妙声绝而复寻。停驾言其将迈兮，遂援翰而写心！\n\n"
		},
		{
			"章节": "六朝唐文十二",
			"章节名称": "别赋",
			"章节内容": "江淹\n\n黯然销魂者，唯别而已矣！况秦、吴兮绝国，复燕、赵兮千里。或春苔兮始生，乍秋风兮暂起。是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。棹容与而讵前，马寒鸣而不息。掩金觞而谁御，横玉柱而沾轼。居人愁卧，恍若有亡。日下壁而沉彩，月上轩而飞光。见红兰之受露，望青楸之离霜。巡层楹而空掩，抚锦幕而虚凉。知离梦之踯躅，意别魂之飞扬。\n\n故别虽一绪，事乃万族。\n\n至若龙马银鞍，朱轩绣轴，帐饮东都，送客金谷。琴羽张兮箫鼓陈，燕、赵歌兮伤美人，珠与玉兮艳暮秋，罗与绮兮娇上春。惊驷马之仰秣，耸渊鱼之赤鳞。造分手而衔涕，感寂寞而伤神。\n\n乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。割慈忍爱，离邦去里，沥泣共诀，抆血相视。驱征马而不顾，见行尘之时起。方衔感于一剑，非买价于泉里。金石震而色变，骨肉悲而心死。\n\n或乃边郡未和，负羽从军。辽水无极，雁山参云。闺中风暖，陌上草薰。日出天而曜景，露下地而腾文。镜朱尘之照烂，袭青气之烟煴，攀桃李兮不忍别，送爱子兮沾罗裙。\n\n至如一赴绝国，讵相见期？视乔木兮故里，决北梁兮永辞，左右兮魄动，亲朋兮泪滋。可班荆兮憎恨，惟樽酒兮叙悲。值秋雁兮飞日，当白露兮下时，怨复怨兮远山曲，去复去兮长河湄。\n\n又若君居淄右，妾家河阳，同琼佩之晨照，共金炉之夕香。君结绶兮千里，惜瑶草之徒芳。惭幽闺之琴瑟，晦高台之流黄。春宫闭此青苔色，秋帐含此明月光，夏簟清兮昼不暮，冬釭凝兮夜何长！织锦曲兮泣已尽，回文诗兮影独伤。\n\n傥有华阴上士，服食还仙。术既妙而犹学，道已寂而未传。守丹灶而不顾，炼金鼎而方坚。驾鹤上汉，骖鸾腾天。暂游万里，少别千年。惟世间兮重别，谢主人兮依然。\n\n下有芍药之诗，佳人之歌，桑中卫女，上宫陈娥。春草碧色，春水渌波，送君南浦，伤如之何！至乃秋露如珠，秋月如圭，明月白露，光阴往来，与子之别，思心徘徊。\n\n是以别方不定，别理千名，有别必怨，有怨必盈。使人意夺神骇，心折骨惊，虽渊、云之墨妙，严、乐之笔精，金闺之诸彦，兰台之群英，赋有凌云之称，辨有雕龙之声，谁能摹暂离之状，写永诀之情着乎？\n\n"
		},
		{
			"章节": "六朝唐文十三",
			"章节名称": "水经注·江水",
			"章节内容": "郦道元\n\n江水历峡，东迳新崩滩。此山汉和帝永元十二年崩，晋太元二年又崩。当崩之日，水逆流百余里，涌起数十丈。今滩上有石，或圆如箪，或方似屋，若此者甚众，皆崩崖所陨，致怒湍流，故谓之新崩滩。其颓岩所余，比之诸岭，尚为竦桀。其下十余里，有大巫山，非惟三峡所无，乃当抗峰岷、峨，偕岭衡、疑。其翼附群山，并概青云，更就宵汉辨其优劣耳。神孟涂所处。《山海经》曰：夏后启之臣孟涂，是司神于巴，巴人讼于孟涂之所，其衣有血者执之，是请生居山上，在丹山西。郭景纯云：丹山在丹阳，属巴。丹山西即巫山者也。又帝女居焉。宋玉所谓天帝之季女，名曰瑶姬，未行而亡，封于巫山之阳，精魂为草实、为灵芝。所谓巫山之女，高唐之阻，旦为行云，暮为行雨，朝朝暮暮，阳台之下。旦早视之，果如其言，故立为庙，号朝云焉。其间首尾百六十里，谓之巫峡，盖因山为名也。\n\n自三峡七百里中，两岸连山，略无阙处。重岩垒嶂，隐天蔽日，自非亭午夜分，不见曦月。至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。春冬之时，则素湍绿潭，回清倒影。绝岩多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳！”\n\n"
		},
		{
			"章节": "六朝唐文十四",
			"章节名称": "答谢中书书",
			"章节内容": "陶宏景\n\n山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉；青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沈鳞竞跃。实是欲界之仙都！\n\n自康乐以来，未复有能与其奇者。\n\n"
		},
		{
			"章节": "六朝唐文十五",
			"章节名称": "与宋元思书",
			"章节内容": "吴均\n\n风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐，一百许里，奇山异水，天下独绝。水皆缥碧，千丈见底；游鱼细石，直视无碍。急流甚箭，猛浪若奔。夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响。好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。\n\n"
		},
		{
			"章节": "六朝唐文十六",
			"章节名称": "采莲赋",
			"章节内容": "萧绎\n\n紫茎兮文波，红莲兮芰荷。绿房兮翠盖，素实兮黄螺。于时妖童媛女，荡舟心许，鷁首徐回，兼传羽杯。棹将移而藻挂，船欲动而萍开。尔其纤腰束素，迁延顾步。夏始春余，叶嫩花初。恐沾裳而浅笑，畏倾船而敛裾，故以水溅兰桡，芦侵罗衤荐。菊泽未反，梧台迥见，荇湿沾衫，菱长绕钏。泛柏舟而容与，歌采莲于江渚。歌曰：“碧玉小家女，来嫁汝南王。莲花乱脸色，荷叶杂衣香。因持荐君子，愿袭芙蓉裳。”\n\n"
		},
		{
			"章节": "六朝唐文十七",
			"章节名称": "月赋",
			"章节内容": "谢庄\n\n陈王初丧应、刘，端忧多暇。绿苔生阁，芳尘凝榭。悄焉疚怀，不怡中夜。乃清兰路，肃桂苑；腾吹寒山，弭盖秋阪。临浚壑而怨遥，登崇岫而伤远。于时斜汉左界，北陆南躔；白露暧空，素月流天，沉吟齐章，殷勤陈篇。抽豪进牍，以命仲宣。\n\n仲宣跪而称曰：臣东鄙幽介，长自丘樊，昧道懵学，孤奉明恩。\n\n臣闻沉潜既义，高明既经，日以阳德，月以阴灵。擅扶光于东沼，嗣若英于西冥。引玄兔于帝台，集素娥于后庭。朒朓警阙,胐魄示冲。顺辰通烛，从星泽风。增华台室，扬采轩宫。委照而吴业昌，沦精而汉道融。\n\n若夫气霁地表，云敛天末，洞庭始波，木叶微脱。菊散芳于山椒，雁流哀于江濑；升清质之悠悠，降澄辉之蔼蔼。列宿掩缛，长河韬映；柔祗雪凝，圆灵水镜；连观霜缟，周除冰净。君王乃厌晨欢，乐宵宴；收妙舞，驰清县；去烛房，即月殿；芳酒登，鸣琴荐。\n\n若乃凉夜自凄，风篁成韵，亲懿莫从，羁孤递进。聆皋禽之夕闻，听朔管之秋引。于是弦桐练响，音容选和。徘徊《房露》，惆怅《阳阿》，声林虚籁，沦池灭波。情纡轸其何托？诉皓月而长歌。\n\n歌曰：“美人迈兮音尘阙，隔千里兮共明月；临风叹兮将焉歇？川路长兮不可越。”\n\n歌响未终，余景就毕；满堂变容，回徨如失。\n\n又称歌曰：“月既没兮露欲晞，岁方晏兮无与归；佳期可以还，微霜沾人衣！”\n\n陈王曰：“善。”乃命执事，献寿羞璧。敬佩玉音，复之无怿。\n\n"
		},
		{
			"章节": "六朝唐文十八",
			"章节名称": "为徐敬业讨武曌檄",
			"章节内容": "骆宾王\n\n伪临朝武氏者，性非和顺，地实寒微。昔充太宗下陈，曾以更衣入侍。洎乎晚节，秽乱春宫。潜隐先帝之私，阴图后房之嬖。入门见嫉，蛾眉不肯让人；掩袖工谗，狐媚偏能惑主。践元后于翚翟，陷吾君于聚麃。加以虺蜴为心，豺狼成性。近狎邪僻，残害忠良。杀姊屠兄，弑君鸩母。神人之所共嫉，天地之所不容。犹复包藏祸心，窥窃神器。君之爱子，幽之于别宫；贼之宗盟，委之以重任。鸣呼！霍子孟之不作，朱虚侯之已亡。燕啄皇孙，知汉祚之将尽。龙漦帝后，识夏庭之遽衰。\n\n敬业皇唐旧臣，公侯冢子。奉先帝之成业，荷本朝之厚恩。宋微子之兴悲，良有以也；袁君山之流涕，岂徒然哉！是用气愤风云，志安社稷。因天下之失望，顺宇内之推心。爰举义旗，以清妖孽。\n\n南连百越，北尽三河；铁骑成群，玉轴相接。海陵红粟，仓储之积靡穷；江浦黄旗，匡复之功何远！班声动而北风起，剑气冲而南斗平。喑呜则山岳崩颓，叱吒则风云变色。以此制敌，何敌不摧？以此图功，何功不克？\n\n公等或居汉地，或协周亲；或膺重寄于话言，或受顾命于宣室。言犹在耳，忠岂忘心。一抔之土未干，六尺之孤何托？倘能转祸为福，送往事居，共立勤王之勋，无废大君之命，凡诸爵赏，同指山河。若其眷恋穷城，徘徊歧路，坐昧先几之兆，\n\n必贻后至之诛。请看今日之域中，竟是谁家之天下！\n\n"
		},
		{
			"章节": "六朝唐文十九",
			"章节名称": "陋室铭",
			"章节内容": "刘禹锡\n\n山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入廉青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：“何陋之有？”\n\n"
		},
		{
			"章节": "六朝唐文二十",
			"章节名称": "滕王阁序",
			"章节内容": "王勃\n\n豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊彩星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，綮戟遥临；宇文新州之懿范，譫帷暂驻。十旬休暇，胜友如云。千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区。童子何知？躬逢胜饯。\n\n时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。\n\n披绣闼，俯雕甍。山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。虹销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。\n\n遥吟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，指吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？\n\n嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子安贫，达人知命。老当益壮，宁移白首之心；穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙而犹欢。北海虽赊，夫摇可接；东隅已逝，桑榆非晚。孟尝高洁，空怀报国之情；阮籍猖狂，岂效穷途之哭？\n\n勃三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今晨捧袂，喜托龙门。杨意不逢，抚凌云而自惜；锺期既遇，奏流水以何惭？\n\n鸣呼！胜地不常，盛筵难再。兰亭已矣，梓泽邱墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公！敢竭鄙诚，恭疏短引。一言均赋，四韵俱成。请洒潘江，各倾陆海云尔。\n\n滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠廉暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流！\n\n"
		},
		{
			"章节": "六朝唐文二十一",
			"章节名称": "原道",
			"章节内容": "韩愈\n\n博爱之谓仁，行而宜之之谓义，由是而之焉之谓道，足乎己无待于外之谓德。仁与义为定名，道与德为虚位。故道有君子小人，而德有凶有吉。老子之小仁义，非毁之也，其见者小也。坐井而观天，曰天小者，非天小也。彼以煦煦为仁，孑孑为义，其小之也则宜。其所谓道，道其所道，非吾所谓道也；其所谓德，德其所德，非吾所谓德也。凡吾所谓道德云者，合仁与义言之也，天下之公言也。老子之所谓道德云者，去仁与义言之也，一人之私言也。\n\n周道衰，孔子没。火于秦，黄老于汉，佛于晋、魏、梁、隋之间。其言道德仁义者，不入于杨，则入于墨；不入于老，则入于佛。入于彼，必出于此。入者主之，出者奴之；入者附之，出者污之。噫！后之人其欲闻仁义道德之说，孰从而听之？老者曰：“孔子，吾师之弟子也。”佛者曰：“孔子，吾师之弟子也。”为孔子者，习闻其说，乐其诞而自小也，亦曰：“吾师亦尝师之云尔。”不惟举之于其口，而又笔之于其书。噫！后之人，虽欲闻仁义道德之说，其孰从而求之？甚矣！人之好怪也，不求其端，不讯其末，惟怪之欲闻。\n\n古之为民者四，今之为民者六；古之教者处其一，今之教者处其三。农之家一，而食粟之家六；工之家一，而用器之家六；贾之家一，而资焉之家六。奈之何民不穷且盗也！\n\n古之时，人之害多矣。有圣人者立，然后教之以相生养之道。为之君，为之师，驱其虫蛇禽兽，而处之中土。寒，然后为之衣；饥，然后为之食。木处而颠，土处而病也，然后为之宫室。为之工，以赡其器用；为之贾，以通其有无；为之医药，以济其夭死；为之葬埋祭祀，以长其恩爱；为之礼，以次其先后；为之乐，以宣其湮郁；为之政，以率其怠倦；为之刑，以锄其强梗。相欺也，为之符玺斗斛权衡以信之。相夺也，为之城郭甲兵以守之。害至而为之备，患生而为之防。今其言曰：“圣人不死，大盗不止。剖斗折衡，而民不争。”呜呼！其亦不思而已矣！如古之无圣人，人之类灭久矣。何也？无羽毛鳞介以居寒热也，无爪牙以争食也。是故君者，出令者也；臣者，行君之令而致之民者也；民者，出粟米麻丝，作器皿，通货财，以事其上者也。君不出令，则失其所以为君；臣不行君之令而致之民，则失其所以为臣；民不出粟米麻丝，作器皿，通货财，以事其上，则诛。今其法曰：“必弃而君臣，去而父子，禁而相生养之道。”以求其所谓清净寂灭者。呜呼！其亦幸而出于三代之后，不见黜于禹、汤、文、武、周公、孔子也；其亦不幸而不出于三代之前，不见正于禹、汤、文、武、周公、孔子也。\n\n帝之与王，其号名殊，其所以为圣一也。夏葛而冬裘，渴饮而饥食，其事虽殊，所以为智一也。今其言曰：“曷不为太古之无事？”是亦责冬之裘者曰：“曷不为葛之之易也？”责饥之食者曰：“曷不为饮之之易也。”传曰：“古之欲明明德于天下者，先治其国。欲治其国者，先齐其家。欲齐其家者，先修其身。欲修其身者，先正其心。欲正其心者，先诚其意。”然则古之所谓正心而诚意者，将以有为也。今也欲治其心，而外天下国家，灭其天常；子焉而不父其父，臣焉而不君其君，民焉而不事其事。孔子之作春秋也，诸侯用夷礼，则夷之；进于中国，则中国之。经曰：“夷狄之有君，不如诸夏之亡！”诗曰：“戎狄是膺，荆舒是惩。”今也举夷狄之法，而加之先王之教之上，几何其不胥而为夷也！\n\n夫所谓先王之教者，何也？博爱之谓仁，行而宜之之谓义，由是而之焉之谓道，足乎己无待于外之谓德。其文，诗书易春秋；其法，礼乐刑政；其民，士农工贾；其位，君臣父子师友宾主昆弟夫妇；其服，麻丝；其居，宫室；其食，粟米果蔬鱼肉。其为道易明，而其为教易行也。是故以之为己，则顺而祥；以之为人，则爱而公；以之为心，则和而平；以之为天下国家，无所处而不当。是故生则得其情，死则尽其常；郊焉而天神假，庙焉而人鬼享。曰：“斯道也，何道也？”曰：“斯吾所谓道也，非向所谓老与佛之道也。”尧以是传之舜，舜以是传之禹，禹以是传之汤，汤以是传之文武周公，文武周公传之孔子，孔子传之孟轲。轲之死，不得其传焉。荀与扬也，择焉而不精，语焉而不详。由周公而上，上而为君，故其事行；由周公而下，下而为臣，故其说长。\n\n然则如之何而可也？曰：“不塞不流，不止不行。人其人，火其书，庐其居，明先王之道以道之，鳏寡孤独废疾者，有养也，其亦庶乎其可也。”\n\n"
		},
		{
			"章节": "六朝唐文二十二",
			"章节名称": "杂说一",
			"章节内容": "韩愈\n\n龙嘘气成云，云固弗灵于龙也。然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉。云，龙之所能使为灵也。若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤。异哉！其所凭依，乃其所自为也。易曰：“云从龙。”既曰龙，云从之矣。\n\n"
		},
		{
			"章节": "六朝唐文二十三",
			"章节名称": "杂说四",
			"章节内容": "韩愈\n\n世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，只辱于奴隶人之手，骈死于槽枥之间，不以千里称也。马之千里者，一食或尽粟一石。食马者，不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也。策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之曰：“天下无马。”呜呼！其真无马邪？其真不知马也！\n\n"
		}
	]
}
