{
	"古文觀止上": [{
			"章节": "周文一",
			"章节名称": "鄭伯克段於鄢",
			"章节内容": "初，鄭武公娶於申，曰武姜。生莊公及共叔段。莊公寤生，驚姜氏，故名曰寤生，遂惡之。愛共叔段，欲立之。亟請於武公，公弗許。\n\n及莊公即位，為之請制。公曰：“制，巖邑也。虢叔死焉，佗邑唯命。”請京，使居之，謂之京城大叔。\n\n祭仲曰：“都城過百雉，國之害也。先王之制，大都不過參國之一，中、五之一，小、九之一。今京不度，非制也，君將不堪。”公曰：“姜氏欲之，焉闢害。”對曰：“姜氏何厭之有？不如早為之所，無使滋蔓，蔓難圖也。蔓草猶不可除，況君之寵弟乎？”公曰：“多行不義，必自斃，子姑待之。”\n\n既而大叔命西鄙、北鄙貳於己。公子呂曰：“國不堪貳。君將若之何？欲與大叔，臣請事之。若弗與，則請除之，無生民心。”公曰：“無庸，將自及。”\n\n大叔又收貳以為己邑。至於廩延。子封曰：“可矣！厚將得眾。”公曰：“不義不暱，厚將崩。”\n\n大叔完聚，繕甲兵，具卒乘，將襲鄭，夫人將啟之。公聞其期曰：“可矣。”命子封帥車二百乘以伐京，京叛大叔段。段入於鄢，公伐諸鄢。五月辛丑，大叔出奔共。\n\n書曰：“鄭伯克段於鄢。”段不弟，故不言弟。如二君，故曰克。稱鄭伯，譏失教也。謂之鄭志，不言出奔，難之也。\n\n遂寘姜氏於城潁，而誓之曰：“不及黃泉，無相見也。”既而悔之。潁考叔為潁谷封人，聞之。有獻於公，公賜之食。食舍肉，公問之。對曰：“小人有母，皆嘗小人之食矣。未嘗君之羹，請以遺之。”公曰：“爾有母遺，毉我獨無。”潁考叔曰：“敢問何謂也？”公語之故，且告之悔。對曰：“君何患焉。若闕地及泉，隧而相見，其誰曰不然？”公從之。\n\n公入而賦：“大隧之中，其樂也融融。”姜出而賦：“大隧之外，其樂也洩洩。”遂為母子如初。\n\n君子曰：“潁考叔，純孝也，愛其母，施及莊公。詩曰：‘孝子不匱，永錫爾類。’其是之謂乎。”\n\n"
		},
		{
			"章节": "周文二",
			"章节名称": "周鄭交質",
			"章节内容": "鄭武公、莊公為平王卿士。王貳於虢，鄭伯怨王。王曰：“無之。”故周鄭交質：王子狐為質於鄭，鄭公子忽為質於周。\n\n王崩，周人將畀虢公政。四月，鄭祭足帥師取溫之麥；秋，又名成周之禾。周鄭交惡。\n\n君子曰：“信不由中，質無益也。明恕而行，要之以禮，雖無有質，誰能間之？苟有明信，澗溪沼沚之毛，蘋蘩蘊藻之菜，筐筥錡釜之器，潢汙行潦之水，可薦於鬼神，可羞於王公；而況君子結二國之信，行之以禮，又焉用質？風有采蘩採蘋，雅有行葦泂酌，昭忠信也。”\n\n"
		},
		{
			"章节": "周文三",
			"章节名称": "石碏諫寵州籲",
			"章节内容": "衛莊公娶於齊東宮得臣之妹，曰莊姜。美而無子，衛人所為賦碩人也。又娶於陳，曰厲媯。生孝伯，早死。其娣戴媯，生桓公，莊姜以為己子。\n\n公子州籲，嬖人之子也。有寵而好兵，公弗禁，莊姜惡之。\n\n石碏諫曰：“臣聞愛子，教之以義方，弗納於邪。驕奢淫佚，所自邪也。四者之來，寵祿過也。將立州籲，乃定之矣。若猶未也，階之為禍。夫寵而不驕，驕而能降，降而不憾，憾而能眕者，鮮矣。且夫賤妨貴，少陵長，遠間親，新間舊，小加大，淫破義，所謂六逆也。君義，臣行，父慈，子孝，兄愛，弟敬，所謂六順也。去順效逆，所以速禍也。君人者，將禍是務去，而速之，無乃不可乎。”弗聽。\n\n其子厚與州籲遊，禁之，不可。桓公立，乃老。\n\n"
		},
		{
			"章节": "周文四",
			"章节名称": "曹劌論戰",
			"章节内容": "十年春，齊師伐我，公將戰。曹劌請見，其鄉人曰：“肉食者謀之，又何間焉？”劌曰：“肉食者鄙，未能遠謀。”遂入見。\n\n問何以戰？公曰：“衣食所安，弗敢專也，必以分人。”對曰：“小惠未偏，民弗從也。”公曰：“犧牲玉帛，弗敢加也，必以信。”對曰：“小信未孚，神弗福也。”公曰：“小大之獄，雖不能察，必以情。”對曰：“忠之屬也，可以一戰。戰則請從。”\n\n公與之乘，戰於長勺。公將鼓之。劌曰：“未可。”齊人三鼓，劌曰：“可矣。”齊師敗績，公將馳之，劌曰：“未可。”下視其轍，登軾而望之，劌曰：“可矣。”遂逐齊師。\n\n既克，公問其故，對曰：“夫戰，勇氣也。一鼓作氣，再而衰，三而竭。彼竭我盈，故克之。夫大國難測也，懼有伏焉；吾視其轍亂，望其旗靡，故逐之。”\n\n"
		},
		{
			"章节": "周文五",
			"章节名称": "齊桓公伐楚盟屈完",
			"章节内容": "春，齊侯以諸侯之師侵蔡，蔡潰，遂伐楚。楚子使與師言曰：“君處北海，寡人處南海，唯是風馬牛不相及也。不虞君之涉吾地也，何故？”管仲對曰：“昔召康公命我先君大公曰：‘五侯九伯，女實徵之，以夾輔周室。’賜我先君履，東至於海，西至於河，南至於穆陵，北至於無棣。爾貢包茅不入，王祭不供，無以縮酒，寡人是徵。昭王南征而不復，寡人是問。”\n\n對曰：“貢之不入，寡君之罪也，敢不供給？昭王之不復，君其問諸水濱！”師進，次於陘。\n\n夏，楚子使屈完如師。師退，次於召陵。齊侯陳諸侯之師，與屈完乘而觀之。齊侯曰：“豈不榖是為？先君之好是繼，與不榖同好何？”對曰：“君惠徼福於敝邑之社稷，辱收寡君，寡君之願也。”\n\n齊侯曰：“以此眾戰，誰能御之？以此攻城，何城不克？”\n\n對曰：“君若以德綏諸侯，誰敢不服？君若以力，楚國方城以為城，漢水以為池；雖眾，無所用之。”\n\n屈完及諸侯盟。\n\n"
		},
		{
			"章节": "周文六",
			"章节名称": "宮之奇諫假道",
			"章节内容": "晉侯復假道於虞以伐虢，宮之奇諫曰：“虢，虞之表也。虢亡，虞必從之。晉不可啟，寇不可玩，一之謂甚，其可再乎？諺所謂輔車相依，脣亡齒寒者，其虞虢之謂也。”\n\n公曰：“晉，吾宗也。豈害我哉？”對曰：“大伯、虞仲，大王之昭也。大伯不從，是以不嗣。虢仲、虢叔，王季之穆也。為文王卿士，勳在王室，藏於盟府。將虢是滅，何愛於虞？且虞能親於桓莊乎？其愛之也，桓莊之族何罪？而以為戮。不唯逼乎？親以寵逼，猶尚害之，況以國乎？”\n\n公曰：“吾享祀豐絜，神必據我。”對曰：“臣聞之，鬼神非人實親，惟德是依。故周書曰：‘皇天無親，惟德是輔。’又曰：‘黍稷非馨，明德惟馨。’又曰：‘民不易物，惟德毉物。’如是，則非德民不和，神不享矣。神所馮依，將在德矣。若晉取虞，而明德以薦馨香，神其吐之乎？”\n\n弗聽，許晉使。宮之奇以其族行，曰：“虞不臘矣！在此行也，晉不更舉矣。”冬，晉滅虢。師還，館於虞，遂襲虞，滅之，執虞公。\n\n"
		},
		{
			"章节": "周文七",
			"章节名称": "子魚論戰",
			"章节内容": "楚人伐宋以救鄭，宋公將戰。大司馬固諫曰：“天之棄商久矣！君將興之，弗可赦也已。”弗聽。\n\n及楚人戰於泓，宋人既成列，楚人未既濟。司馬曰：“彼眾我寡，及其未既濟也，請擊之。”公曰：“不可。”既濟，而未成列，又以告。公曰：“未可。”既陳而後擊之，宋師敗績。公傷股，門官殲焉。\n\n國人皆咎公。公曰：“君子不重傷，不禽二毛。古之為軍也，不以阻隘也。寡人雖亡國之餘，不鼓不成列。”子魚曰：“君未知戰。f敵之人，隘而不列，天讚我也。阻而鼓之，不亦可乎？猶有懼焉！且今之f者，皆吾敵也。雖及胡耇，獲則取之，何有於二毛？明恥教戰，求殺敵也。傷未及死，如何勿重？若愛重傷，則如勿傷。愛其二毛，則如服焉！三軍以利用也，金鼓以聲氣也，利而用之，阻隘可也。聲盛致志，鼓仟可也。”\n\n"
		},
		{
			"章节": "周文八",
			"章节名称": "介之推不言祿",
			"章节内容": "晉侯賞從亡者，介之推不言祿，祿亦弗及。\n\n推曰：“獻公之子九人，唯君在矣。惠、懷無親，外內棄之。天未絕晉，必將有主。主晉祀者，非君而誰？天實置之，而二三子以為己力，不亦誣乎？竊人之財，猶謂之盜。況貪天之功，以為己力乎？下義其罪，上賞其奸，上下相蒙，難與處矣。”\n\n其母曰：“盍亦求之？以死誰懟？”對曰：“尤而效之，罪又甚焉！且出怨言，不食其食。”其母曰：“亦使知之，若何？”對曰：“言，身之文也。身將隱，焉用文之？是求顯也。”其母曰：“能如是乎？與女偕隱。”遂隱而死。\n\n晉侯求之不獲，以綿上為之田。曰：“以志吾過，且旌善人。”\n\n"
		},
		{
			"章节": "周文九",
			"章节名称": "燭之武退秦師",
			"章节内容": "晉侯秦伯圍鄭，以其無禮於晉，且貳於楚也。晉軍函陵，秦軍泛南。\n\n佚之狐言於鄭伯曰：“國危矣！若使燭之武見秦君，師必退。”公從之。辭曰：“臣之壯也，猶不如人。今老矣，無能為也已。”公曰：“吾不能早用子，今急而求子，是寡人之過也。然鄭亡，子亦有不利焉。”許之，夜縋而出。見秦伯曰：“秦晉圍鄭，鄭既知亡矣。若亡鄭而有益於君，敢以煩執事。越國以鄙遠，君知其難也。焉用亡鄭以陪鄰？鄰之厚，君之薄也。若舍鄭以為東道主，行李之往來，共其乏困，君亦無所害。且君嘗為晉君賜矣，許君焦、瑕，朝濟而夕設版焉，君之所知也。夫晉，何厭之有？既東封鄭，又欲肆其西封，若不闕秦，將焉取之？闕秦以利晉，唯君圖之。”\n\n秦伯說，與鄭人盟。使杞子、逢孫、楊孫戍之，乃還。\n\n子犯請擊之，公曰：“不可，微夫人之力不及此。因人之力而敝之，不仁。失其所與，不知。以亂易整，不武。吾其還也。”亦去之。\n\n"
		},
		{
			"章节": "周文十",
			"章节名称": "呂相絕秦",
			"章节内容": "晉侯使呂相絕秦，曰：“昔逮我獻公及穆公相好，戮力同心，申之以盟誓，重之以昏姻。天禍晉國，文公如齊，惠公如秦。無祿，獻公即世，穆公不忘舊德，俾我惠公，用能奉祀於晉；又不能成大勳，而為韓之師。亦悔於厥心，用集我文公，是穆之成也！文公躬擐甲冑，跋履山川，逾越險阻，徵東之諸侯，虞、夏、商、周之胤而朝諸秦，則亦既報舊德矣。\n\n鄭人怒君之疆埸，我文公帥諸侯及秦圍鄭。秦大夫不詢於我寡君，擅及鄭盟，諸侯疾之，將致命於秦。文公恐懼，綏靖諸侯。秦師克還無害，則是我有大造於西也。\n\n無祿，文公即世，穆為不弔，蔑死我君，寡我襄公，迭我崤地，奸絕我好，伐我保城。殄滅我費滑，散離我兄弟，撓亂我同盟，傾覆我國家，我襄公未忘君之舊勳，而懼社稷之隕，是以有崤之師。猶願赦罪於穆公，穆公弗聽，而即楚謀我。天誘其衷，成王隕命，穆公是以不克逞志於我。\n\n穆、襄即世，康、靈即位。康公我之自出，又欲闕翦我公室，傾覆我社稷；帥我蝥賊，以來蕩搖我邊疆，我是以有令狐之役。康猶不悛，入我河曲，伐我涑川，俘我王官，翦我羈馬，我是以有河曲之戰。東道之不通，則是康公絕我好也。\n\n及君之嗣也，我君景公，引領西望，曰：‘庶撫我乎！’君亦不惠稱盟，利吾有狄難，入我河縣；焚我箕、郜；芟夷我農功；虔劉我邊陲；我是以有輔氏之聚。君亦悔禍之延，而欲徼福於先君獻、穆，使伯車來命我景公，曰：‘吾與女，同好棄惡，復修舊德，以追念前勳。’言誓未就，景公即世，我寡君是以有令狐之會。君又不祥，背棄盟誓。白狄及君同州，君之仇讎，而我之昏姻也。君來賜命曰：‘吾與女伐狄。’寡君不敢顧昏姻，畏君之威而受命於使。君有二心於狄，曰：‘晉將伐女。’狄應且憎，是用告我。楚人惡君之二三其德也，亦來告我曰：‘秦背令狐之盟，而來求盟於我。昭告昊天上帝，秦三公，楚三王，曰：“餘雖與晉出入，餘唯利是視。”不糓惡其無成德，是用宣之，以懲不壹。’諸侯備聞此言，斯是用痛心疾首，暱就寡人。\n\n寡人帥以聽命，唯好是求，君若惠顧諸侯，矜哀寡人而賜之盟，則寡人之願也。其承寧諸侯以退，豈敢徼亂？君若不施大惠，寡人不佞，其不能以諸侯退矣！敢盡布之執事，俾執事實圖利之。”\n\n"
		},
		{
			"章节": "周文十一",
			"章节名称": "駒支不屈於晉",
			"章节内容": "會於向，將執戎子駒支，範宣子親數諸朝，曰：“來，姜戎氏。昔秦人迫逐乃祖吾離於瓜州，乃祖吾離被苫蓋，蒙荊棘，以來歸我先君。我先君惠公有不腆之田，與女剖分而食之。今諸侯之事我寡君，不如昔者，蓋言語漏洩，則職女之由。詰朝之事，爾無與焉，與將執女。”\n\n對曰：“昔秦人負恃其眾，貪於土地，逐我諸戎。惠公蠲其大德，謂我諸戎，是四嶽之裔胄也。毋是翦棄，賜我南鄙之田，狐狸所居，豺狼所嗥。我諸戎除翦其荊棘，驅其狐狸豺狼，以為先君不侵不叛之臣，至於今不貳。\n\n昔文公與秦伐鄭，秦人竊與鄭盟而舍戍焉，於是乎有崤之師。晉御其上，戎亢其下，秦師不復，我諸戎實然。譬如捕鹿，晉人角之，諸戎掎之，與晉踣之。戎何以不免？自是以來，晉之百役，與我諸戎，相繼於時，以從執政，猶崤志也。豈敢離逖？今官之師旅，無乃實有所闕，以攜諸侯，而罪我諸戎。我諸戎飲食衣服，不與華同，贄幣不通，言語不達，何惡之能為？\n\n不與於會，亦無瞢焉！”賦青蠅而退。宣子辭焉。使即事於會，成愷悌也。”\n\n"
		},
		{
			"章节": "周文十二",
			"章节名称": "子產告範宣子輕幣",
			"章节内容": "範宣子為政，諸侯之幣重，鄭人病之。\n\n二月，鄭伯如晉。子產寓書於子西，以告宣子，曰：“子為晉國，四鄰諸侯，不聞令德而聞重幣。僑也惑之。僑聞君子長國家者，非無賄之患，而無令名之難。夫諸侯之賄，聚於公室，則諸侯貳；若吾子賴之，則晉國貳。諸侯貳則晉國壞，晉國貳則子之家壞。何沒沒也？將焉用賄？\n\n夫令名，德之輿也。德，國家之基也。有基無壞，無亦是務乎？有德則樂，樂則能久。詩云：‘樂只君子，邦家之基。’有令德也夫！‘上帝臨女，無貳爾心。’有令名也夫！恕思以明德，則令名載而行之，是以遠至邇安。毋寧使人謂子，子實生我，而謂子浚我以生乎？象有齒以焚其身，賄也。”\n\n宣子說，乃輕幣。\n\n"
		},
		{
			"章节": "周文十三",
			"章节名称": "晏子不死君難",
			"章节内容": "崔武子見棠姜而美之，遂取之。莊公通焉，崔子弒之。\n\n晏子立於崔氏之門外，其人曰：“死乎？”曰：“獨吾君也乎哉？吾死也。”曰：“行乎？”曰：“吾罪也乎哉？吾亡也。”曰：“歸乎？”曰：“君死安歸？君民者，豈以陵民？社稷是主。臣君者，豈為其口實？社稷是養。故君為社稷死則死之；為社稷亡則亡之。若為己死而為己亡，非其私暱，誰敢任之？且人有君而弒之，吾焉得死之？而焉得亡之？將庸何歸？”\n\n門啟而入，枕屍股而哭。興，三踴而出。人謂崔子必殺之，崔子曰：“民之望也，舍之得民。”\n\n"
		},
		{
			"章节": "周文十四",
			"章节名称": "子產論政寬猛",
			"章节内容": "鄭子產有疾。謂子大叔曰：“我死，子必為政。唯有德者能以寬服民，其次莫如猛。夫火烈，民望而畏之，故鮮死焉。水懦弱，民狎而玩之，則多死焉。故寬難。”疾數月而卒。\n\n大叔為政，不忍猛而寬。鄭國多盜，取人於萑苻之澤。大叔悔之，曰：“吾早從夫子，不及此。”興徒兵以攻萑苻之盜，盡殺之，盜少止。\n\n仲尼曰：“善哉！政寬則民慢，慢則糾之以猛。猛則民殘，殘則施之以寬。寬以濟猛；猛以濟寬，政是以和。”\n\n詩曰：‘民亦勞止，汔可小康，惠此中國，以綏四方。’施之以寬也。‘毋從詭隨，以謹無良，式遏寇虐，慘不畏明。’糾之以猛也。‘柔遠能邇，以定我王。’平之以和也。又曰：‘不競不絿，不剛不柔，佈政優優，百祿是遒。’和之至也！”\n\n及子產卒，仲尼聞之，出涕曰：“古之遺愛也。”\n\n"
		},
		{
			"章节": "周文十五",
			"章节名称": "召公諫厲王止謗",
			"章节内容": "厲王虐，國人謗王，召公告曰：“民不堪命矣！”王怒，得衛巫，使監謗者。以告，則殺之。國人莫敢言，道路以目。\n\n王喜，告召公曰：“吾能弭謗矣，乃不敢言。”召公曰：“是障之也，防民之口，甚於防川。川壅而潰，傷人必多，民亦如之。是故為川者決之使導，為民者宣之使言。故天子聽政，使公卿至於列士獻詩，瞽獻曲，史獻書，師箴，瞍賦，目蒙誦，百工諫，庶人傳語，近臣盡規，親戚補察，瞽史教誨，耆艾修之，而後王斟酌焉，是以事行而不悖。\n\n民之有口，猶土之有山川也，財用於是乎出；猶其原隰之有衍沃也，衣食於是乎生；口之宣言也，善敗於是乎興。行善而備敗，其所以阜財用衣食者也。夫民慮之於心，而宣之於口，成而行之，胡可壅也。若壅其口，其與能幾何？”\n\n王弗聽，於是國人莫敢出言。三年，乃流王於彘。\n\n"
		},
		{
			"章节": "周文十六",
			"章节名称": "襄王不許請隧",
			"章节内容": "晉文公既定襄王於郟，王勞之以地。辭，請隧焉。王弗許，曰：“昔我先王之有天下也，規方千里，以為甸服。以供上帝山川百神之祀，以備百姓兆民之用，以待不庭不虞之患。其餘以均分公侯伯子男，使各有寧宇，以順及天地，無逢其災害。先王豈有賴焉？內官不過九御，外官不過九品，足以供給神禘而已，豈敢厭縱其耳目心腹，以亂百度。亦唯是死生之服物、採章，以臨長百姓，而輕重布之，王何異之有？\n\n今天降禍災於周室，餘一人僅亦守府，又不佞以勤叔父，而班先王之大物，以賞私德。其叔父實應且憎，以非餘一人。餘一人豈敢有愛，先民有言曰：‘改玉改行。’叔父若能光裕大德，更姓改物，以創制天下，自顯庸也，而縮取備物以鎮撫百姓。餘一人其流闢於裔土，何辭之與有？若猶是姬姓也，尚將列為公侯，以復先王之職，大物其未可改也。叔父其懋昭明德，物將自至，餘何敢以私勞變前之大章，以忝天下。其若先王與百姓何？何政令之為也？若不然，叔父有地而隧焉，餘安能知之？”\n\n文公遂不敢請，受地而還。\n\n"
		},
		{
			"章节": "周文十七",
			"章节名称": "敬姜論勞逸",
			"章节内容": "公父文伯退朝，朝其母，其母方績，文伯曰：“以之家而主猶績，懼乾季孫之怒也。其以為不能事主乎？”其母嘆曰：“魯其亡乎？使僮子備官而未之聞耶？居，吾語女。昔聖王之處民也，擇瘠土而處之，勞其民而用之，故長王天下。夫民勞則思，思則善心生；逸則淫，淫則忘善，忘善則噁心生。沃土之民不材，淫也。瘠土之民，莫不向義，勞也。\n\n是故天子大采朝日，與三公九卿祖識地德，日中考政，與百官之政事。師尹惟旅牧相，宣序民事。少採夕月，與大史司載，糾虔天刑。日入，監九御，使潔奉禘郊之粢盛，而後即安。諸侯朝修天子之業命，晝考其國職，夕省其典刑，夜儆百工，使無慆淫，而後即安。卿大夫朝考其職，晝講其庶政，夕序其業，夜庀其家事，而後即安。士朝受業，晝而講貫，夕而習復，夜而計過，無憾，而後即安。自庶人以下，明而動，晦而休，無日以怠。王後親織玄紞；公侯之夫人，加之以紘綖。卿之內子為大帶，命婦成祭服，列士之妻加之以朝服。自庶士以下，皆衣其夫。社而賦事，蒸而獻功，男女效績，愆則有闢，古之制也。君子勞心，小人勞力，先王之訓也。自上以下，誰敢淫心舍力？\n\n今我寡也，爾又在下位，朝夕處事，猶恐忘先人之業。況有怠惰，其何以避闢？吾冀而朝夕修我，曰：‘必無廢先人。’爾今曰：‘胡不自安？’以是承君之官，餘懼穆伯之絕祀也。”\n\n仲尼聞之曰：“弟子志之，季氏之婦不淫矣！”\n\n"
		},
		{
			"章节": "周文十八",
			"章节名称": "勾踐復國",
			"章节内容": "越王勾踐棲於會稽之上，乃號令於三軍曰：“凡我父兄昆弟及國子姓，有能助寡人謀而退吳者，吾與之共知越國之政。”大夫種進對曰：“臣聞之，賈人夏則資皮，冬則資絺；旱則資舟，水則資車，以待乏也。夫雖無四方之憂，然謀臣與爪牙之士，不可不養而擇也；譬如蓑笠，時雨既至必求之。今君既棲於會稽之上，然後乃求謀臣，無乃後乎？”勾踐曰∶“苟得聞子大夫之言，何後之有？”執其手而與之謀。\n\n遂使之行成於吳曰：“寡君勾踐乏無所使，使其下臣種，不敢徹聲聞於天王，私於下執事曰：寡君之師徒，不足以辱君矣，願以金玉子女賂君之辱，請勾踐女女於王，大夫女女於大夫，士女女於士，越國之寶器畢從；寡君率越國之眾，以從君之師徒，惟君左右之。若以越國之罪為不可赦也，將焚宗廟，系妻孥，沈金玉於江；有帶甲五千人，將以致死，乃必有偶，是以帶甲萬人事君也，無乃即傷君王之所愛乎？與其殺是人也，寧其得此國也，其孰利乎？”\n\n夫差將欲聽，與之成。子胥諫曰：“不可！夫吳之與越也，仇讎敵戰之國也，三江環之，民無所移，有吳則無越，有越則無吳，君將不可改於是矣。員聞之：‘陸人居陸，水人居水。’夫上黨之國，我攻而勝之，吾不能居其地，不能乘其車；夫越國，吾攻而勝之，吾能居其地，吾能乘其舟。此其利也，不可失也已，君必滅之。失此利也，雖悔之，必無及已。”\n\n越人飾美女八人，納之太宰喜否，曰：“子苟赦越國罪，又有美於此者將進之。”太宰喜否諫曰：“喜否聞古之伐國者，服之而已；今已服矣，又何求焉。”夫差與之成而去之。\n\n勾踐說於國人曰：“寡人不知其力之不足也，又與大國執讎，以暴露百姓之骨於中原，此則寡人之罪也，寡人請更。”於是葬死者，問傷者，養生者，吊有憂，賀有喜，送往者，迎來者，去民之所惡，補民之不足，然後卑事夫差，宦士三百人於吳，其身親為夫差前馬。\n\n勾踐之地，南至於句無，北至於御兒，東至於鄞，西至於姑蔑，廣運百里。乃致其父母昆弟而誓之曰：“寡人聞古之賢君，四方之民歸之，若水之歸下也。今寡人不能，將帥二、三子夫婦以蕃。”令壯者無取老婦，令老者無娶壯妻。女子十七不嫁，其父母有罪；丈夫二十不娶，其父母有罪。將免者以告，公令醫守之。生丈夫，二壺酒、一犬；生女子，二壺酒、一豚；生三人，公與之母；生二人，公與之餼。當室者死，三年釋其政；支子死，三月釋其政；必哭泣葬埋之如其子。令孤子、寡婦、疾疹、貧病者，納宦其子。其達士，潔其居，美其服，飽其食，而摩厲之於義。四方之士來者，必廟禮之，勾踐載稻與脂於舟以行，國之孺子之遊者，無不哺也，無不歠也，必問其名。非其身之所種則不食，非其夫人之所織則不衣。十年不收於國，民俱有三年之食。\n\n國之父兄請曰：“昔者，夫差恥吾君於諸侯之國；今越國亦節矣，請報之！”勾踐辭曰：“昔者之戰也，非二、三子之罪也，寡人之罪也。如寡人者，安與知恥？請姑無庸戰！”父兄又請曰：“越四封之內，親吾君也，猶父母也，子而思報父母之仇，臣而思報君之讎，其有敢不盡力者乎？請復戰！”勾踐既許之，乃致其眾而誓之，曰：“寡人聞古之賢君，不患其眾之不足也，而患其志行之少恥也。今夫差衣水犀之甲者，億有三千，不患其行之少恥也，而患其眾之不足也。今寡人將助天滅之。吾不欲匹夫之勇也，欲其旅進旅退。進則思賞，退則思刑；如此，則有常賞；進不用命，退則無恥，如此，則有常刑。”果行，國人皆勸：父勉其子，兄勉其弟，婦勉其夫，曰：“孰是吾君也，而可無死乎？”是故敗吳於囿，又敗之於沒，又郊敗之。\n\n夫差行成，曰：“寡之師徒，不足以辱君矣，請以金玉子女賂君之辱！”勾踐對曰：“昔天以越與吳，而吳不受命；今天以吳予越，越可以無聽天之命而聽君之令乎？吾請達王甬、句東，吾與君為二君乎！”夫差對曰：“寡人禮先壹飯矣，君若不忘周室而為弊邑宸宇，亦寡人之願也。君若曰；‘吾將殘汝社稷，滅汝宗廟。’寡人請死，餘何面目以視於天下乎？越君其次也！”遂滅吳。此篇非古文觀止所選，電子版初稿錄入，姑從之。\n\n"
		},
		{
			"章节": "周文十九",
			"章节名称": "宋人及楚人平",
			"章节内容": "外平不書，此何以書？大其平乎己也。何大乎其平乎己？\n\n莊王圍宋，軍有七日之糧爾；盡此不勝，將去而歸爾。於是使司馬子反乘堙而窺宋城，宋華元亦乘堙而出見之。司馬子反曰：“子之國如何？”華元曰：“憊矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”司馬子反曰：“嘻！甚矣憊！雖然，吾聞之也，圍者柑馬而秣之，使肥者應客，是何子之情也？”華元曰：“吾聞之，君子見人之厄，則矜之；小人見人之厄，則幸之。吾見子之君子也，是以告情於子也。”司馬子反曰：“諾，勉之矣！吾軍亦有七日之糧爾，盡此不勝，將去而歸爾。”揖而去之。\n\n反於莊王。莊王曰：“何如？”司馬子反曰：“憊矣！”曰：“何如？”曰：“易子而食之，析骸而炊之。”莊王曰：“嘻！甚矣憊！雖然，吾今取此，然後而歸爾。”司馬子反曰：“不可，臣已告之矣，軍有七日之糧爾。”莊王怒曰：“吾使子往視之，子曷為告之。”司馬子反曰：“以區區之宋，猶有不欺人之臣，可以楚而無乎？是以告之也。”莊王曰：“諾，舍而止。雖然，吾猶取此，然後歸爾。”司馬子反曰：“然則君請處於此，臣請歸爾。”莊王曰：“子去我而歸，吾孰與處於此？吾亦從子而歸爾。”引師而去之。\n\n故君子大其平乎己也。此皆大夫也。其稱人何？貶。曷為貶？平者在下也。\n\n"
		},
		{
			"章节": "周文二十",
			"章节名称": "虞師晉師滅夏陽",
			"章节内容": "非國而曰滅，重夏陽也。虞無師，其曰師何也？以其先晉，不可以不言師也。其先晉何也？為主乎滅夏陽也。夏陽者，虞、虢之塞邑也，滅夏陽而虞、虢舉矣。\n\n虞之為主乎滅夏陽何也？晉獻公欲伐虢，荀息曰：“君何不以屈產之乘，垂棘之璧，而借道乎虞也？”公曰：“此晉國之寶也！如受吾幣，而不借吾道，則如之何？”荀息曰：“此小國之所以事大國也。彼不借吾道，必不敢受吾幣。如受吾幣而借吾道，則是我取之中府而藏之外府，取之中廄而置之外廄也。”\n\n公曰：“宮之奇存焉，必不使受之也。”荀息曰：“宮之奇之為人也，達心而懦，又少長於君。達心則其言略，懦則不能強諫，少長於君，則君輕之。且夫玩好在耳目之前，而患在一國之後，此中知以上乃能慮之。臣料虞君中知以下也。”公遂借道而伐虢。\n\n宮之奇諫曰：“晉國之使者，其辭卑而幣重，必不便於虞。”虞公弗聽，遂受其幣而借之道。宮之奇又諫曰：“語曰：‘脣亡則齒寒．’其斯之謂與！”挈其妻子以奔曹。\n\n獻公亡虢，五年，而後舉虞。荀息牽馬操璧而前曰：“璧則猶是也，而馬齒加長矣。”\n\n"
		},
		{
			"章节": "周文二十一",
			"章节名称": "晉獻公殺世子申生",
			"章节内容": "晉獻公將殺其世子申生。公子重耳謂之曰：“子盍言子之志於公乎？”世子曰：“不可。君安驪姬，是我傷公之心也！”曰：“然則盍行乎？”世子曰：“不可。君謂我欲弒君也。天下豈有無父之國哉？吾何行如之？”\n\n使人辭於狐突曰：“申生有罪，不念伯氏之言也，以至於死。申生不敢愛其死。雖然，吾君老矣，子少，國家多難，伯氏不出而圖吾君；伯氏苟出而圖吾君，申生受賜而死！”再拜稽首，乃卒。是以為恭世子也。\n\n"
		},
		{
			"章节": "周文二十二",
			"章节名称": "杜蕢揚觶",
			"章节内容": "知悼子卒，未葬。平公飲酒，師曠、李調侍，鼓鍾。杜蕢自外來，聞鐘聲，曰：“安在？”曰：“在寢。”杜蕢入寢，歷階而升。酌，曰：“曠飲斯。”又酌，曰：“調飲斯。”又酌，堂上北面坐飲之。降，趨而出。平公呼而進之，曰：“蕢，曩者爾心或開予，是以不與爾言。爾飲曠，何也？”曰：“子卯不樂；知悼子在堂，斯其為子卯也大矣！曠也，太師也，不以詔，是以飲之也。”“爾飲調，何也？”曰：“調也，君之褻臣也，為一飲一食，亡君之疾，是以飲之也。”“爾飲，何也？”曰：“蕢也，宰夫也，非刀匕是共，又敢與知防，是以飲之也。”平公曰：“寡人亦有過焉。酌而飲寡人！”杜蕢洗而揚觶。公謂侍者曰：“如我死，則必無廢是爵也！”至於今，既畢獻，斯揚觶，謂之“杜舉”。\n\n"
		},
		{
			"章节": "周文二十三",
			"章节名称": "愚公移山",
			"章节内容": "太行、王屋二山，方七百里，高萬仞。本在冀州之南，河陽之北。\n\n北山愚公者，年且九十，面山而居。懲山北之塞，出入之迂也，聚室而謀曰：“吾與汝畢力平險，指通豫南，達於漢陰，可乎？”雜然相許。其妻獻疑曰：“以君之力，曾不能損魁父之丘，如太行王屋何？且焉置土石？”雜曰：“投諸渤海之尾，隱土之北。”遂率子孫荷擔者三夫，扣石墾壤，箕畚運於渤海之尾。鄰人京城氏之孀妻，有遺男，始齔，跳往助之。寒暑易節，始一反焉。河曲智叟笑而止之，曰：“甚矣，汝之不惠。以殘年餘力，曾不能毀山之一毛，其如土石何？”北山愚公長息曰：“汝心之固，固不可徹，曾不若孀妻弱子。雖我之死，有子存焉；子又生孫，孫又生子；子又有子，子又有孫。子子孫孫，無窮匱也。而山不加增，何苦而不平？”河曲智叟亡以應。\n\n操蛇之神聞之，懼其不已也，告之於帝。帝感其誠，命誇娥氏二子負二山，一厝朔東，一厝朔南。自此，冀之南，漢之陰，無隴斷焉。\n\n"
		},
		{
			"章节": "秦文一",
			"章节名称": "蘇秦以連橫說秦",
			"章节内容": "戰國策\n\n蘇秦始將連橫說秦惠王曰：“大王之國，西有巴蜀漢中之利，北有胡貉代馬之用，南有巫山黔中之限，東有崤函之固；田肥美，民殷富，戰車萬乘，奮擊百萬；沃野千里，蓄積饒多，地勢形便，此所謂天府，天下之雄國也！以大王之賢，士民之眾，車騎之用，兵法之教，可以並諸侯，吞天下，稱帝而治。願大王少留意，臣請奏其效。”\n\n秦王曰：“寡人聞之，毛羽不豐滿者，不可以高飛。文章不成者，不可以誅罰。道德不厚者，不可以使民。政教不順者，不可煩大臣。今先生儼然不遠千里而庭教之，願以異日。”\n\n蘇秦曰：“臣固疑大王之不能用也！昔者神農伐補遂，黃帝伐涿鹿而禽蚩尤，堯伐驩兜，舜伐三苗，禹伐共工，湯伐有夏，文王伐崇，武王伐紂，齊桓任戰而霸天下。由此觀之，惡有不戰者乎？古者使車轂擊馳，言語相結，天下為一。約從連橫，兵革不藏；文士並飭，諸侯亂惑；萬端俱起，不可勝理。科條既備，民多偽態；書策稠濁，百姓不足；上下相愁，民無所聊；明言章理，兵甲愈起；辯言偉服，戰攻不息；繁稱文辭，天下不治；舌敝耳聾，不見成功；行義約信，天下不親。於是乃廢文任武，厚養死士，綴甲厲兵，效勝於戰場。夫徒處而致利，安坐而廣地，雖古五帝三王五霸，明主賢君，常欲坐而致之，其勢不能，故以戰續之。寬則兩軍相攻，迫則杖戟相撞，然後可建大功。是故兵勝於外，義強於內；威立於上，民服於下。今欲並天下，凌萬乘，詘敵國，制海內，子元元，臣諸侯，非兵不可。今之嗣主，忽於至道，皆惛於教，亂於治，迷於言，惑於語，沈於辯，溺於辭，以此論之，王固不能行也．”\n\n說秦王書十上而說不行，黑貂之裘敝，黃金百斤盡。資用乏絕，去秦而歸。羸媵履蹻，負書擔橐，形容枯槁，面目黧黑，狀有愧色。歸至家，妻不下絍，嫂不為炊，父母不與言。蘇秦喟然嘆曰：“妻不以我為夫，嫂不以我為叔，父母不以我為子，是皆秦之罪也！”\n\n乃夜發書，陳篋數十，得太公陰符之謀。伏而誦之，簡練以為揣摩。讀書欲睡，引錐自剌其股，血流至足，曰：“安有說人主，不能出其金玉錦繡，取卿相之尊者乎？”\n\n期年，揣摩成。曰：“此真可以說當世之君矣。”於是乃摩燕烏集闕，見說趙王於華屋之下。抵掌而談，趙王大悅，封為武安君，受相印。革車百乘，錦繡千純，白璧百雙，黃金萬鎰，以隨其後。約從散橫，以抑強秦。故蘇秦相於趙，而關不通。當此之時，天下之大，萬民之眾，王侯之威，謀臣之權，皆欲決蘇秦之策。不費鬥糧，未煩一兵，未戰一士，未絕一弦，未折一矢，諸侯相親，賢於兄弟。夫賢人在而天下服，一人用而天下從。故曰：“式於政，不式於勇；式於廊廟之內，不式於四境之外。”當秦之隆，黃金萬鎰為用，轉轂連騎，炫熿於道。山東之國，從風而服，使趙大重。\n\n且夫蘇秦特窮巷、掘門、桑戶、棬樞之士耳，伏軾撙銜，橫歷天下，庭說諸侯之主，杜左右之口，天下莫之伉。將說楚王，路過洛陽。父母聞之，清宮除道，張樂設飲，郊迎三十里。妻側目而視，側耳而聽。嫂蛇行匍伏，四拜自跪而謝。蘇秦曰：“嫂何前倨而後卑也？”嫂曰：“以季子之位尊而多金。”蘇秦曰：“嗟乎！貧窮則父母不子，富貴則親戚畏懼。人生世上，勢位富厚，盍可忽乎哉？”\n\n"
		},
		{
			"章节": "秦文二",
			"章节名称": "鄒忌諷齊王納諫",
			"章节内容": "戰國策\n\n鄒忌修八尺有餘，而形貌昳麗。朝服衣冠，窺鏡，謂其妻曰：“我孰與城北徐公美？”其妻曰：“君美甚，徐公何能及君也。”\n\n城北徐公，齊國之美麗者也。忌不自信，而復問其妾曰：“吾孰與徐公美？”妾曰：“徐公何能及君也。”\n\n旦日，客從外來，與坐談。問之曰：“吾與徐公孰美？”客曰：“徐公不若君之美也。”\n\n明日，徐公來，熟視之，自以為不如。窺鏡而自視，又弗如遠甚。暮寢而思之曰：“吾妻之美我者，私我也。妾之美我者，畏我也。客之美我者，欲有求於我也。”\n\n於是入朝見威王曰：“臣誠知不如徐公美。臣之妻私臣；臣之妾畏臣；臣之客欲有求於臣，皆以美於徐公。今齊，地方千里，百二十城。宮婦左右，莫不私王；朝廷之臣，莫不畏王；四境之內，莫不有求於王。由此觀之，王之蔽甚矣。”\n\n王曰：“善。”乃下令：“群臣吏民，能面刺寡人之過者，受上賞。上書諫寡人者，受中賞。能謗議於市朝，聞寡人之耳者，受下賞。”\n\n令初下，群臣進諫，門庭若市。數月之後，時時而間進。期年之後，雖欲言，無可進者。燕趙韓魏聞之，皆朝於齊，此所謂戰勝於朝廷。\n\n"
		},
		{
			"章节": "秦文三",
			"章节名称": "顏鐲說齊王",
			"章节内容": "戰國策\n\n齊宣王見顏鐲曰：“鐲前。”鐲亦曰：“王前。”宣王不說。左右曰：“王，人君也。鐲，人臣也。王曰鐲前，鐲亦曰王前，可乎？”鐲對曰：“夫鐲前為慕勢，王前為趨士，與使鐲為慕勢，不如使王為趨士。”\n\n王忿然作色曰：“王者貴乎？士貴乎？”對曰：“士貴耳，王者不貴。”王曰：“有說乎？”鐲曰：“有．昔者秦攻齊，令曰：‘有敢去柳下季壟五十步而樵採者，死不赦。’令曰：‘有能得齊王頭者，封萬戶侯，賜金千鎰。’由是觀之，生王之頭，曾不若死士之壟也。”\n\n宣王曰：“嗟乎！君子焉可侮哉？寡人自取病耳。願請受為弟子，且顏先生與寡人遊，食必太牢；出必乘車，妻子衣服麗都。”顏鐲辭去。曰：“夫玉生於山，制則破焉。非弗寶貴矣，然大璞不完。士生乎鄙野，推選則祿焉。非不得尊遂也，然而形神不全。鐲願得晚食以當肉，安步以當車，無罪以當貴，清淨貞正以自虞。”則再拜而辭去。\n\n君子曰：“鐲知足矣！歸真反璞，則終身不辱。”\n\n"
		},
		{
			"章节": "秦文四",
			"章节名称": "馮諼客孟嘗君",
			"章节内容": "戰國策\n\n齊人有馮諼者，貧乏不能自存，使人屬孟嘗君，願寄食門下。孟嘗君曰：“客何好？”曰：“客無好也。”曰：“客何能？”曰：“客無能也。”孟嘗君笑而受之，曰：“諾！”左右以君賤之也，食以草具。\n\n居有頃，倚柱彈其劍，歌曰：“長鋏歸來乎！食無魚！”左右以告。孟嘗君曰：“食之，比門下之客。”居有頃，復彈其鋏，歌曰：“長鋏歸來乎！出無車！”左右皆笑之，以告。孟嘗君曰：“為之駕，比門下之車客。”於是，乘其車，揭其劍，過其友，曰：“孟嘗君客我！”後有頃，復彈其劍鋏，歌曰：“長鋏歸來乎！無以為家！”左右皆惡之，以為貪而不知足。孟嘗君問：“馮公有親乎？”對曰：“有老母。”孟嘗君使人給其食用，無使乏。於是馮諼不復歌。\n\n後，孟嘗君出記，問門下諸客：“誰習計會能為文收責於薛者乎？”馮諼署曰：“能。”孟嘗君怪之曰：“此誰也？”左右曰：“乃歌夫長鋏歸來者也。”孟嘗君笑曰：“客果有能也。吾負之，未嘗見也。”請而見之，謝曰：“文倦於事，憒於憂，而性檸愚，沈於國家之事，開罪於先生。先生不羞，乃有意欲為收責於薛乎？”馮諼曰：“願之。”\n\n於是，約車治裝，載券契而行，辭曰：“責畢收，以何市而反？”孟嘗君曰：“視吾家所寡有者。”驅而之薛。使吏召諸民當償者，悉來合券。券遍合，起矯命以責賜諸民，因燒其券，民稱萬歲。長驅到齊，晨而求見。孟嘗君怪其疾也，衣冠而見之，曰：“責畢收乎？來何疾也？”曰：“收畢矣。” “以何市而反？”馮諼曰：“君雲視吾家所寡有者，臣竊計：君宮中積珍寶，狗馬實外廄，美人充下陳。君家所寡有者以義耳！竊以為君市義。”孟嘗君曰：“市義奈何？”曰：“今君有區區之薛，不拊愛子其民，因而賈利之。臣竊矯君命，以責賜諸民，因燒其券，民稱萬歲，乃臣所以為君市義也。”孟嘗君不說，曰：“諾，先生休矣！”\n\n後期年，齊王謂孟嘗君曰：“寡人不敢以先王之臣為臣！”孟嘗君就國於薛，未至百里，民扶老攜幼，迎君道中。孟嘗君顧謂馮諼曰：“先生所為文市義者，乃今日見之。”\n\n馮諼曰：“狡兔有三窟，僅得免其死耳。今君有一窟，未得高枕而臥也，請為君復鑿二窟。”孟嘗君予車五十乘，金五百斤，西遊於樑，謂惠王曰：“齊放其大臣孟嘗君於諸侯，諸侯先迎之者富而兵強。”於是，樑王虛上位，以故相為上將軍，遣使者，黃金千斤，車百乘，往聘孟嘗君。馮諼先驅，誡孟嘗君曰：“千金，重幣也；百乘，顯使也，齊其聞之矣！”樑使三反，孟嘗君固辭不往也。\n\n齊王聞之，君臣恐懼，遣太傅齎黃金千斤，文車二駟，服劍一，封書謝孟嘗君曰：“寡人不祥，被於宗廟之祟，沈於諂謀之臣，開罪於君，寡人不足為也。願君顧先王之宗廟，姑反國，統萬人乎？”馮諼誡孟嘗君曰：“願請先王之祭器，立宗廟於薛。”廟成，還報孟嘗君曰：“三窟已就，君姑高枕為樂矣！”\n\n孟嘗君為相數十年，無纖介之禍者，馮諼之計也。\n\n"
		},
		{
			"章节": "秦文五",
			"章节名称": "觸龍說趙太后",
			"章节内容": "戰國策\n\n趙太后新用事，秦急攻之，趙氏求救於齊。齊曰：必以長安君為質，兵乃出。太后不肯，大臣強諫；太后明謂左右：“有復言令長安君為質者，老婦必唾其面。”左師觸龍言願見太後，太后盛氣而揖之。入而徐趨，至而自謝曰：“老臣病足，曾不能疾走，不得見久矣。竊自恕，而恐太后玉體之有所隙也；故願望見太后。”太后曰：“老婦恃輦而行。”曰：“日食飲得無衰乎？”曰：“恃粥耳。”曰：“老臣今者殊不欲食，乃自強步，日三四里，少益嗜食，和於身也。”太后曰：“老婦不能。”太後之色稍解。左師公曰：“老臣賤息舒祺，最少，不肖，而臣衰，竊愛憐之，願令得補黑衣之數，以衛王宮。沒死以聞。”太后曰：“敬諾。年幾何矣？”對曰：“十五歲矣。雖少，願及未填溝壑而託之。”太后曰：“丈夫亦愛憐其少子乎？”對曰：“甚於婦人。”太后笑曰：“婦人異甚。”對曰：“老臣竊以為媼之愛燕後，賢於長安君。”曰：“君過矣！不若長安君之甚。”左師公曰：“父母之愛子，則為之計深遠。媼之送燕後也，持其踵，為之泣，念悲其遠也；亦哀之矣！已行，非弗思也；祭祀必祝之，祝曰：‘必勿使反。’豈非計久長，有子孫相繼為王也哉？”太后曰：“然。”左師公曰：“今三世以前，至於趙之為趙，趙主之子孫侯者，其繼有在者乎？”曰：“無有。”曰：“微獨趙，諸侯有在者乎？”曰：“老婦不聞也。” “此其近者禍及身，遠者及其子孫。豈人主之子孫，則必不善哉？位尊而無功，奉厚而無勞，而挾重器多也。今媼尊長安君之位，而封之以膏腴之地，多予之重器，而不及今令有功於國。一旦山陵崩，長安君何以自託於趙？老臣以媼為長安君計短也，故以為其愛不若燕後。”太后曰：“諾。恣君之所使也。”\n\n於是為長安君約車百乘，質於齊，齊兵乃出。子義聞之曰：“人主之子也，骨肉之親也，猶不能恃無功之尊，無勞之奉，而守金玉之重也，而況人臣乎？”\n\n"
		},
		{
			"章节": "秦文六",
			"章节名称": "魯共公擇言",
			"章节内容": "戰國策\n\n樑王魏嬰觴諸侯於範臺，酒酣，請魯君舉觴。魯君興，避席擇言曰：“昔者帝女令儀狄作酒而美，進之禹，禹飲而甘之，遂疏儀狄，絕旨酒，曰：‘後世必有以酒亡其國者。’齊桓公夜半不慊，易牙乃煎敖燔炙和調五味而進之，桓公食之而飽，至旦不覺，曰：‘後世必有以味亡其國者。’晉文公得南之威，三日不聽朝，遂推南之威而遠之，曰：‘後世必有以色亡其國者。’楚王登強臺而望崩山，左江而右湖，以臨彷徨，其樂忘死，遂盟強臺而弗登，曰：‘後世必有以高臺陂池亡其國者。’今主君之尊，儀狄之酒也；主君之味，易牙之調也；左白臺而右閭須，南威之美也；前夾林而後蘭臺，強臺之樂也。有一於此，足以亡其國。今主君兼此四者，可無戒與？”樑王稱善相屬。\n\n"
		},
		{
			"章节": "秦文七",
			"章节名称": "諫逐客書",
			"章节内容": "李斯\n\n秦宗室大臣皆言秦王曰：“諸侯人來事秦者，只為其主遊間秦耳，請一切逐客。”李斯議亦在逐中。\n\n斯乃上書曰：“臣聞吏議逐客，竊以為過矣。昔穆公求士，西取由余於戎，東得百里奚於宛，迎蹇叔於宋，來丕豹，公孫支於晉。此五子者，不產於秦，而穆公用之，並國二十，遂霸西戎。孝公用商鞅之法，移風易俗，民以殷盛，國以富強，百姓樂用，諸侯親服，獲楚、魏之師，舉地千里，至今治強。惠王用張儀之計，拔三川之地，西並巴蜀，北收上郡，南取漢中，包九夷，制鄢郢，東據成皋之險，割膏腴之壤，遂散六國之從，使之西面事秦，功施到今。昭王得范雎，廢穰侯，逐華陽，強公室，杜私門，蠶食諸侯，使秦成帝業。此四君者，皆以客之功。由此觀之，客何負於秦哉！向使四君卻客而不內，疏士而不用，是使國無富利之實，而秦無強大之名也。\n\n今陛下致崑山之玉，有隨和之寶，垂明月之珠，服太阿之劍，乘纖離之馬，建翠鳳之旗，樹靈鼉之鼓。此數寶者，秦不生一焉，而陛下說之，何也？必秦國之所生然後可，則是夜光之璧，不飾朝廷；犀象之器，不為玩好；鄭衛之女，不充後官；\n\n而駿馬駃騠，不實外廄；江南金錫不為用；西蜀丹青不為採。所以飾後官，充下陳，娛心意，說耳目者，必出於秦然後可，則是宛珠之簪，傅璣之珥，阿縞之衣，錦繡之飾，不進於前；而隨俗雅化，佳冶窈窕，趙女不立於側也。夫擊甕叩缶，彈箏搏髀，而歌呼嗚嗚快耳者，真秦之聲也；鄭衛桑間，韶虞武象者，異國之樂也。今棄擊甕叩缶而就鄭衛，退彈箏而取韶虞，若是者何也？快意當前，適觀而已矣。今取人則不然，不問可否，不論曲直，非秦者去，為客者逐，然則是所重者在乎色樂珠玉，而所輕者在乎民人也。此非所以跨海內，制諸侯之術也。\n\n臣聞地廣者粟多，國大者人眾，兵強者士勇。是以泰山不讓士壤，故能成其大；河海不擇細流，故能就其深；王者不卻眾庶，故能明其德。是以地無四方，民無異國，四時充美，鬼神降福，此五帝三王之所以無敵也。今乃棄黔首以資敵國，卻賓客以業諸侯，使天下之士退而不敢西向，裹足不入秦，此所謂藉寇兵而齎盜糧者也。夫物不產於秦，可寶者多；士不產於秦，而願忠者眾。今逐客以資敵國，損民以益讎，內自虛而外樹怨於諸侯，求國無危，不可得也。”\n\n秦王乃除逐客之令，復李斯官。\n\n"
		},
		{
			"章节": "秦文八",
			"章节名称": "卜居",
			"章节内容": "屈原\n\n屈原既放，三年不得復見；竭知盡忠，而蔽鄣於讒，心煩慮亂，不知所從。乃往見太卜鄭詹尹曰：“餘有所疑，願因先生決之。”詹尹乃端策拂龜曰：“君將何以教之？”\n\n屈原曰：“吾寧悃悃款款樸以忠乎？將送往勞來斯無窮乎？寧誅鋤草茅以力耕乎？將遊大人以成名乎？寧正言不諱以危身乎？將從俗富貴以偷生乎？寧超然高舉，以保真乎？將哫訾慄斯，喔咿儒兒，以事婦人乎？寧廉潔正直以自清乎？將突梯滑稽，如脂如韋，以潔楹乎？寧昂昂若千里之駒乎？將泛泛若水中之鳧，與波上下，偷以全吾軀乎？寧與騏驥亢軛乎？將隨駑馬之跡乎？寧與黃鵠比翼乎？將與雞鶩爭食乎？此孰吉孰凶？何去何從？世溷濁而不清：蟬翼為重，千鈞為輕；黃鐘譭棄，瓦釜雷鳴；讒人高張，賢士無名。吁嗟默默兮，誰知吾之廉貞！”\n\n詹尹乃釋策而謝曰：“夫尺有所短，寸有所長；物有所不足，智有所不明；數有所不逮，神有所不通。用君之心，行君之意。龜策誠不能知此事。”\n\n"
		},
		{
			"章节": "秦文九",
			"章节名称": "漁父",
			"章节内容": "屈原\n\n屈原既放，遊於江潭，行吟澤畔，顏色憔悴，形容枯槁。漁父見而問之曰：“子非三閭大夫與！何故至於斯？”屈原曰：“舉世皆濁我獨清，眾人皆醉我獨醒，是以見放。”漁父曰：“聖人不凝滯於物，而能與世推移。世人皆濁，何不淈其泥而揚其波？眾人皆醉，何不哺其糟而歠其釃？何故深思高舉，自令放為？”屈原曰：“吾聞之，新沐者必彈冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？寧赴湘流，葬於江魚之腹中；安能以皓皓之白，而蒙世俗之塵埃乎？”\n\n漁父莞爾而笑，鼓h而去，乃歌曰：“滄浪之水清兮，可以濯吾纓；滄浪之水濁兮，可以濯吾足。”遂去，不復與言。\n\n"
		},
		{
			"章节": "秦文十",
			"章节名称": "宋玉對楚王問",
			"章节内容": "宋玉\n\n楚襄王問於宋玉曰：“先生其有遺行與？何士民眾庶不譽之甚也！”\n\n宋玉對曰：“唯，然，有之！願大王寬其罪，使得畢其辭。客有歌於郢中者，其始曰‘下里巴人’，國中屬而和者數千人；其為‘陽阿薤露’，國中屬而和者數百人；其為‘陽春白雪’，國中屬而和者不過數十人；引商刻羽，雜以流徵，國中屬而和者，不過數人而已。是其曲彌高，其和彌寡。故鳥有鳳而魚有鯤，鳳凰上擊九千里，絕雲霓，負蒼天，翱翔乎杳冥之上；夫蕃籬之鷃，豈能與之料天地之高哉？鯤魚朝發崑崙之墟，暴鰭於碣石，暮宿於孟諸；夫尺澤之鯢，豈能與之量江海之大哉？故非獨鳥有鳳而魚有鯤也，士亦有之。夫聖人瑰意琦行，超然獨處；夫世俗之民，又安知臣之所為哉？”\n\n"
		},
		{
			"章节": "秦文十一",
			"章节名称": "登徒子好色賦並序",
			"章节内容": "宋玉\n\n大夫登徒子侍於楚王，短宋玉曰：“玉為人體貌嫻麗，口多微辭，又性好色，願王勿與出入後宮。”王以登徒子之言問宋玉。玉曰：“體貌嫻麗，所受於天也；口多微辭，所學於師也。至於好色，臣無有也。”王曰：“子不好色，亦有說乎？有說則止，無說則退。”玉曰：“天下之佳人，莫若楚國；楚國之麗者，莫若臣裡；臣裡之美者，莫若臣東家之子。東家之子，增之一分則太長，減之一分則太短；著粉則太白，施朱則太赤。眉如翠羽，肌如白雪，腰如束素，齒如含貝。嫣然一笑，惑陽城，迷下蔡。然此女登牆窺臣三年，至今未許也。登徒子則不然。其妻蓬頭攣耳，齞脣歷齒，旁行踽僂，又疥且痔。登徒子悅之，使有五子。王孰察之，誰為好色者矣。”\n\n是時，秦章華大夫在側，因進而稱曰：“今夫宋玉盛稱鄰之女，以為美色。愚亂之邪臣，自以為守德。謂不如彼矣。且夫南楚窮巷之妾，焉足為大王言乎？若臣之陋目所曾睹者，未敢雲也。”王曰：“試為寡人說之。”大夫曰：“唯唯。”\n\n臣少曾遠遊，周覽九土，足歷五都。出咸陽，熙邯鄲，從容鄭、衛、溱、洧之間。是時，向春之末，迎夏之陽，鶬鶊喈喈，群女出桑。此郊之姝，華色含光，體美容冶，不待飾裝。臣觀其美麗者，因稱詩曰：“遵大路兮攬子祛，贈以芳華辭甚妙。”於是處子恍若有望而不來，忽若有來而不見。意密體疏，俯仰異觀，含喜微笑，竊視流眄。複稱詩曰：“寤春風兮發鮮榮，潔齋俟兮惠音聲，贈我如此兮，不如無生。”因遷延而辭避。蓋徒以微辭相感動，精神相依憑。目欲其顏，心顧其義，揚詩守禮，終不過差。故足稱也。\n\n於是楚王稱善，宋玉遂不退。\n\n"
		},
		{
			"章节": "漢文一",
			"章节名称": "五帝本紀第一",
			"章节内容": "史記\n\n黃帝者，少典之子，姓公孫，名曰軒轅。生而神靈，弱而能言，幼而徇齊，長而敦敏，成而聰明。\n\n軒轅之時，神農氏世衰。諸侯相侵伐，暴虐百姓，而神農氏弗能徵。於是軒轅乃習用干戈，以徵不享，諸侯鹹來賓從。而蚩尤最為暴，莫能伐。\n\n炎帝欲侵陵諸侯，諸侯鹹歸軒轅。軒轅乃修德振兵，治五氣，藝五種，撫萬民，度四方，教熊、羆、貔、貅、貙、虎以與炎帝戰於阪泉之野，三戰。然後得其志。\n\n蚩尤作亂，不用帝命。於是黃帝乃徵師諸侯。與蚩尤戰於涿鹿之野，遂禽殺蚩尤。而諸侯鹹尊軒轅為天子，（伐）〔代〕神農氏，是為黃帝。天下有不順者，黃帝從而徵之，平者去之，披山通道，未嘗寧居。\n\n東至於海，登丸山，及岱宗。西至於空桐，登雞頭。南至於江，登熊、湘。北逐葷粥，合符釜山，而邑於涿鹿之阿。遷徒往來無常處，以師兵為營衛。官名皆以雲命，為雲師。置左右大監，監於萬國。萬國和，而鬼神山川封撣與為多焉。獲寶鼎，迎日推策。舉風后、力牧、常先、大鴻以治民。順天地之紀，幽明之佔、死生之說，存亡之難。時播百穀草本，淳化鳥獸蟲蛾，旁羅日月星辰水波土石金玉，勞勤心力耳目，節用水火材物。有土德之瑞，故號黃帝。\n\n黃帝二十五子，其得姓者十四人。\n\n黃帝居軒轅之丘，而娶於西陵之女，是為嫘祖。嫘祖為黃帝正妃，生二子，其後皆有天下：其一曰玄囂，是為青陽，青陽降居江水；其二曰昌意，降居若水。昌意娶蜀山氏女，曰昌僕，生高陽。高陽有聖德焉。\n\n黃帝崩、葬橋山。其孫昌意之子高陽立，是為帝顓頊也。帝顓頊高陽者，黃帝之孫而昌意之子也。靜淵以有謀，疏通而知事，養材以任地，載時以象天，依鬼神以制義，治氣以教化，（潔）誠以祭祀。北至於幽陵，南至於交址，西至於流沙，東至於蟠木。動靜之物、大小之神、日月所照，莫不砥屬。\n\n帝顓頊生子曰窮蟬。\n\n顓頊崩，而玄囂之孫高辛立，是為帝嚳。\n\n帝嚳，高辛者，黃帝之曾孫也。高辛父曰蟲喬極，蟲喬極父曰玄囂，玄囂父曰黃帝。自玄囂與蟲喬極皆不得在位，至高辛即帝位。高辛於顓頊為族子。\n\n高辛生而神靈，自言其名。普施利物，不於其身。聰以知遠，明以察微。順天之義，知民之急。仁而威，惠而信，修身而天下服。取地之財而節用之，撫教萬民而利誨之，歷日月而迎送之，明鬼神而敬事之。其色鬱郁，其德嶷嶷。其動也時，其服也士。帝嚳溉執中而遍天下，日月所照，風雨所至，莫不從服。\n\n帝嚳娶陳鋒氏女，生放勳。娶訾氏女，生摯。帝嚳崩，而摯代立。帝摯立，不善，而弟放勳立，是為帝堯。\n\n帝堯者，放勳。其仁如天，其知如神。就之如日，望之如雲。富而不驕，貴而不舒。黃收純衣，彤車乘白馬。能明馴德，以親九族，九族既睦，便章百姓。百姓昭明，合和萬國。\n\n乃命羲、和，敬順昊天，數法日月星辰，敬授民時。分命羲仲，居鬱夷，曰暘谷。敬道日出，便程東作，日中，星鳥，以殷中春，其民析，鳥獸字微。申命羲叔，居南交，便程南為，敬致，日永，星火，以正中夏，其民因，鳥獸希革。申命和仲，居西土，曰昧谷，敬道日入，便程西成，夜中，星虛，以正中秋，其民夷易，鳥獸毛毨。申命和叔，居北方，曰幽都，便在伏物，日短，星昴，以正中冬，其民燠，鳥獸氄毛。歲三百六十六日，以閏月正四時。信飭百官，眾功皆興。\n\n堯曰：“誰可順此事？”放齊曰：“嗣子丹朱開明。”堯曰：“籲！頑凶，不用。”堯又曰：“誰可者？”讙兜曰：“共工旁聚布功，可用。”堯曰：“共工善言，其用僻，似恭漫天，不可。”堯又曰;“嗟，四嶽，湯湯洪水滔天，浩浩懷山襄陵，下民其憂，有能使治者？”皆曰鯀可。堯曰：“鯀負命毀族，不可。”嶽曰;“異哉，試不可用而已。”堯於是聽嶽用鯀。九歲，功用不成。\n\n堯曰：“嗟！四嶽：朕在位七十載，汝能庸命，踐朕位？”嶽應曰;“鄙德忝帝位。”堯曰：“悉舉貴戚及疏遠隱匿者。”眾皆言於堯曰：“有矜在民間，曰虞舜。”堯曰：“然，朕聞之。其何如？”嶽曰：“盲者子，父頑，母囂，弟傲，能和以孝，烝烝治，不至奸。”堯曰;“吾其試哉。”於是，堯妻之二女，觀其德於二女。舜飭下二女於媯汭，如婦禮。堯善之，乃使舜慎和五典，五典能從。乃遍入百官，百官時序。賓於四門，四門穆穆，諸侯遠方賓客皆敬。堯使舜入山林川澤。暴風雷雨，舜行不迷。堯以為聖，召舜曰：“女謀事至而言可績，\n\n三年矣。女登帝位。”舜讓於德，不懌。\n\n正月上日，舜受終於文祖。文祖者，堯大祖也。\n\n於是，帝堯老，命舜攝行天子之政，以觀天命。舜乃在璇璣玉衡，以齊七政。遂類於上帝，禋於六宗，望于山川，辯於群神。揖五瑞，擇吉月日，見四嶽諸牧，班瑞。歲二月，東巡狩，至於岱宗，祡；望秩于山川。遂見東方君長，合時月正日，同律度量衡，修五禮、五玉、三帛、二生、一死為摯，如五器，卒乃復。五月，南巡狩；八月，西巡狩；十一月，北巡狩；皆如初。歸，至於祖禰廟，用特牛禮。五歲一巡狩，群后四朝，遍告以言，明試以功，車服以庸。肇十有二州，決川。象以典刑，流宥五刑，鞭作官刑，撲作教刑，金作贖刑。眚災過，赦；怙終賊，刑。欽哉，欽哉。惟刑之靜哉！\n\n讙兜進言共工，堯曰；“不可”，而試之工師，共工果淫闢。四嶽舉鯀治鴻水，堯以為不可，嶽強請試之，試之而無功，故百姓不便。三苗在江淮、荊州數為亂。於是舜歸而言於帝，請流共工於幽陵，以變北狄；放讙兜於崇山，以變南蠻，遷三苗於三危，以變西戎，殛鯀於羽山，以變東夷，四罪而天下鹹服。\n\n堯立七十年得舜，二十年而老，令舜攝行天子之政，薦之於天。堯闢位凡二十八年而崩。百姓悲哀，如喪父母。三年，四方莫舉樂，以恩堯。堯知子丹朱之不肖，不足授天下，於是乃權授舜。授舜，則天下得其利面丹朱病；授丹朱、則天下病而丹朱得其利。堯曰：“終不以天下之病而利一人”，而卒授舜以天下。\n\n堯崩，三年之喪畢，舜讓闢丹朱南河之南。諸侯朝覲者不之丹朱而之舜；獄訟者不之丹朱而之舜；謳歌者不謳歌丹朱而謳歌舜。舜曰天也夫！而後之中國踐天子位焉，是為帝舜。\n\n虞舜者，名曰重華。重華父曰瞽叟，瞽叟父曰橋牛，橋牛父曰句望，句望父曰敬康，敬康父曰窮蟬，窮蟬父曰帝顓頊，顓頊父曰昌意。以至舜七世矣。自從窮蟬以至帝舜，皆微為庶人。\n\n舜父瞽叟盲，而舜母死，瞽叟更娶妻而生象，象傲。瞽叟愛後妻子，常欲殺舜，舜避逃；及有小過，則受罪。順事父及後母與弟，日以篤謹，匪有懈。\n\n舜，冀州之人也。舜耕歷山，漁雷澤、陶河濱，作計器於壽丘，就時於負夏。舜父瞽叟頑、母囂、第象傲，皆欲殺舜。舜順適不失子道，（兄弟孝慈）欲殺，不可得；即求，嘗在側。\n\n舜年二十以孝聞。三十而帝堯問可用者，四嶽鹹薦虞舜曰：“可”。於是堯乃以二女妻舜、以觀其內，使九男與處，以觀其外。舜居媯汭，內行彌謹。堯二女不敢以貴驕事舜親戚，甚有婦道。堯九男皆益篤。舜耕歷山，歷山之人皆讓畔。漁雷澤，雷澤上人皆讓居。陶河濱，河濱器皆不苦窳。一年而所居成聚，二年成邑，三年成都。\n\n堯乃賜舜絺衣與琴，為築倉廩，予牛羊。瞽叟復欲殺之，使舜上塗廩。瞽叟從下縱火焚廩，舜乃以兩笠自擀而下，去，得不死。後瞽叟又使舜穿井。舜穿井為匿空旁出。舜既入深，瞽叟與象共下土實井，舜從匿空出，去。瞽叟、象喜，以舜為已死。象曰：“本謀者象。”象與其父母分，於是曰：“舜妻堯二女與琴，象取之。牛羊倉廩予父母。”象乃止舜宮居，鼓其琴。舜往見之，象鄂不懌，曰：“我思舜正鬱陶！”舜曰：“然，爾其庶矣！”舜復事瞽叟愛弟彌謹。於是堯乃試舜五典百官，皆治。\n\n昔高陽氏有才子八人，世得其利，謂之“八愷”；高辛氏有才子八人，世謂之“八元”。此十六族者，世濟其美，不隕其名。至於堯，堯未能舉。舜舉八愷，使主后土，以揆百事，莫不時序。舉八元，使布五教於四方，父義、母慈、兄友、弟恭、子孝，內平外成。\n\n昔帝鴻氏有不才子，掩義隱賊，好行凶慝，天下謂之渾沌；少暤氏有不才子，毀信惡忠，崇飾惡言，天下謂之窮奇。顓頊氏有不才子，不可教訓，不知話言，天下謂之檮杌。此三族世憂之。至於堯，堯未能去。縉雲氏有不才子，貪於飲食，冒於貨賄，天下謂之饕餮。天下惡之，比之三凶。\n\n舜賓於四門，乃流四凶族，遷於四裔，以御魑魅。於是四門闢，言毋凶人也。\n\n舜入於大麓，烈風雷雨不迷。堯乃知舜之足授天下。堯老，使舜攝行天子政，巡狩。舜得舉用事二十年，而堯使攝政。攝政八年而堯崩，三年喪畢，讓丹朱，天下歸舜。而禹、皋陶、契、后稷、伯夷、夔、龍、倕、益、彭祖自堯時而皆舉用，未有分職。於是舜乃至於文祖，謀於四嶽，闢四門，明通四方耳目，命十二牧論帝德，行厚德，遠佞人，則蠻夷率服。舜謂四嶽曰；“有能奮庸美堯之事者，使居官相事。”皆曰：“伯禹為司空，可美帝功。”舜曰：“嗟。然！禹，汝平水土，維是勉哉。”禹拜稽首，讓於稷、契與皋陶。舜曰;“然，往矣。”舜曰：“棄，黎民始飢。汝后稷播時百穀。”舜曰：“契，百姓不親，五品不訓，汝為司徒，而敬敷五教，在寬。”舜曰：“皋陶，蠻夷猾夏，寇賊奸軌，汝作士，五刑有服，五服三就；五流有度，五度三居；維明能信。”舜曰：“誰能馴予工？”皆曰垂可。於是，以垂為共工。舜曰：“誰能馴予上下草木鳥獸？”皆曰益可。於是以益為聯虞。益拜稽首，讓於諸臣朱虎、熊羆。舜曰：“往矣，汝諧。”遂以朱虎、熊羆為佐。舜曰：“嗟！四嶽，有能典朕三禮？”皆曰伯夷可。舜曰：“嗟！伯\n\n夷，以汝為秩宗，夙夜維敬，直哉維靜潔。”伯夷讓夔、龍。舜曰：“然。以夔為典樂，教稚子，直而溫，寬而慄，剛而毋虐，簡而毋傲。詩言意，歌長言，聲依永，律和聲，八音能諧，毋相奪倫，神人以和。”夔曰：“於！予擊石拊石。百善率舞。”舜曰：“龍，朕畏忌讒說殄偽，振驚朕眾，命汝為納言。鳳夜出入朕命，惟信。”舜曰：“嗟！女二十有二人，敬哉，惟時相天事。”三歲一考功，三考絀陟，遠近眾功咸興。分北三苗。\n\n此二十二人鹹成厥功：皋陶為大理，平，民各伏得其實。伯夷主禮，上下鹹讓。垂主工師，百工緻功。益主虞，山澤闢。棄主稷，百穀時茂。契主司徒，百姓親和。龍主賓客，遠人至。十二牧行而九州莫敢辟違，唯禹之功為大，披九山，通九澤，決九河，定九州，各以其職來貢，不失厥宜。方五千裡，至於荒服。南撫交趾、北發，西戎、析枝、渠庾、氐、羌，北山戎、發、息慎、東長、鳥夷：四海之內，鹹戴帝舜之功。\n\n於是禹乃興《九招》之樂，致異物，鳳皇來翔。天下明德皆自虞帝始。\n\n舜年二十以孝聞，年三十堯舉之，年五十攝行天子事，年五十八堯崩，年六十一堯踐帝位。踐帝位三十九年，南巡狩，崩於蒼梧之野，葬於江南九疑，是為零陵。舜之踐帝位，載天子旗往朝父瞽叟，夔夔唯謹、如子道；封弟象為諸侯。舜子商均亦不肖，舜乃預薦禹於天。十七年而崩。三年喪畢，禹亦乃讓舜子，如舜讓堯子，諸侯歸之。然後禹踐天子位。堯子丹朱，舜子商均，皆有疆土，以奉先祀；服其服，禮樂如之；以客見天子，天子弗臣，示不敢專也。\n\n自黃帝至舜、禹，皆同姓而異其國號，以章明德。故黃帝為有熊，帝顓頊為高陽，帝嚳為高辛，帝堯為陶唐，帝舜為有虞。帝禹為夏後，而別氏姓姒氏。契為商，姓子氏。棄為周，姓姬氏。\n\n大史公曰：學者多稱五帝，尚矣。然《尚書》獨載堯以來。而《百家》言黃帝，其文不雅馴，薦紳先生難言之。孔子所傳宰予問《五帝德》及《帝系姓》，儒者或不傳。餘嘗西至空峒，北過涿鹿，東漸於海，南浮江淮矣。至長老皆各往往稱黃帝、堯、舜之處，風教固殊焉。總之不離古文者近是。予觀《春秋》、《國語》，其發明《五帝德》、《帝系姓》章矣。顧弟弗深考，其所表見皆不虛。《書》缺有間矣，其軼乃時時見於他說。非好學深思，心知其意，固難為淺見寡聞道也。餘並論次擇其言尤雅者，故著為本紀書首。\n\n"
		},
		{
			"章节": "漢文二",
			"章节名称": "屈原列傳",
			"章节内容": "史記\n\n屈原者，名平，楚之同姓也，為楚懷王左徒。博聞強志，明於治亂，嫻於辭令。入則與王圖議國事，以出號令；出則接遇賓客，應對諸侯。王甚任之。\n\n上官大夫與之同列，爭寵而心害其能。懷王使屈原造為憲令，屈平屬草篙槀未定。上官大夫見而欲奪之，屈平不與，因讒之曰：“王使屈平為令，眾莫不知，每一令出，平伐其功，以為‘非我莫能為’也。”王怒而疏屈平。\n\n屈平疾王聽之而不聰也，讒諂之蔽明也，邪曲之害公也，方正之不容也，故憂愁幽思而作離騷。離騷者，猶離憂也。夫天者，人之始也；父母者，人之本也。人窮則反本，故勞苦倦極，未嘗不呼天也；疾痛慘擔心旁，未嘗不呼父母也。屈平正道直行，竭忠盡智以事其君，讒人閒之，可謂窮矣。信而見疑，忠而被謗，能無怨乎？屈平之作離騷，蓋自怨生也。國風好色而不淫，小雅怨誹而不亂。若離騷者，可謂兼之矣。上稱帝嚳，下道齊桓，中述湯武，以刺世事。明道德之廣崇，治亂之修貫，\n\n靡不畢見。其文約，其辭微，其志潔，其行廉；其稱文小而其指極大，舉類邇而見義遠。其志潔，故其稱物芳。其行廉，故死而不容。自疏濯淖汙泥之中，蟬蛻於濁穢，以浮游塵埃之外，不獲世之滋垢，嚼白旁然泥而不滓者也。推此志也，雖與日月爭光可也。\n\n屈平既絀，其後秦欲伐齊，齊與楚從親，惠王患之。乃令張儀詳去秦，厚幣委質事楚，曰：“秦甚憎齊，齊與楚從親，楚誠能絕齊，秦願獻商、於之地六百里。”楚懷王貪而信張儀，遂絕齊，使使如秦受地。張儀詐之曰：“儀與王約六裡，不聞六百里。”楚使怒去，歸告懷王。懷王怒，大興師伐秦。秦發兵擊之，大破楚師于丹、淅，斬首八萬，虜楚將屈匄，遂取楚之漢中地。懷王乃悉發國中兵以深入擊秦，戰於藍田。魏聞之，襲楚至鄧。楚兵懼，自秦歸。而齊竟怒不救楚，楚大困。\n\n明年，秦割漢中地與楚以和。楚王曰：“不願得地，願得張儀而甘心焉。”張儀聞，乃曰：“以一儀而當漢中地，臣請往如楚。”如楚，又因厚幣用事者臣靳尚，而設詭辯於懷王之寵姬鄭袖。懷王竟聽鄭袖，復釋去張儀。是時屈平既疏，不復在位，使於齊，顧反，諫懷王曰：“何不殺張儀？”懷王悔，追張儀不及。\n\n其後諸侯共擊楚，大破之，殺其將唐沫目旁。\n\n時秦昭王與楚婚，欲與懷王會。懷王欲行，屈平曰：“秦，虎狼之國，不可信，不如毋行。”懷王稚子子蘭勸王行：“奈何絕秦歡？”懷王卒行。入武關，秦伏兵絕其後，因留懷王，\n\n以求割地。懷王怒，不聽。亡走趙，趙不內。復之秦，竟死於秦而歸葬。\n\n長子頃襄王立，以其弟子蘭為令尹。楚人既咎子蘭以勸懷王入秦而不反也。\n\n屈平既嫉之，雖放流，倦目旁顧楚國，繫心懷王，不忘欲反，冀幸君之一悟，俗之一改也。其存君與國而欲反覆之，一篇之中三致志焉。然終無可奈何，故不可以反，卒以此見懷王之終不悟也。人君無愚智賢不肖，莫不欲求忠以自為，舉賢以自佐，然亡國破家相隨屬，而聖君治國累世而不見者，其所謂忠者不忠，而所謂賢者不賢也。懷王以不知忠臣之分，故內惑於鄭袖，外欺於張儀，疏屈平而信上官大夫、令尹子蘭。兵挫地削，亡其六郡，身客死於秦，為天下笑。此不知人之禍也。易曰：“井洩不食，為我心惻，可以汲。王明，並受其福。”王之不明，豈足福哉！\n\n令尹子蘭聞之大怒，卒使上官大夫短屈原於頃襄王，頃襄王怒而遷之。\n\n屈原至於江濱，被髮行吟澤畔，顏色憔悴，形容枯槁。漁父見而問之曰：“子非三閭大夫歟？何故而至此？”屈原曰：“舉世渾濁而我獨清，眾人皆醉而我獨醒，是以見放。”漁父曰：“夫聖人者，不凝滯於物而能與世推移。舉世渾濁，何不隨其流而揚其波？眾人皆醉，何不浦食旁其糟而啜其醴右離？何故懷瑾握瑜而自令見放為？”屈原曰：“吾聞之，新沐者必彈冠，新浴者必振衣，人又誰能以身之察察，受物之汶汶者乎？寧赴常流而葬乎江魚腹中耳，又安能以皓皓之白而蒙世俗之溫蠖乎？”\n\n乃作懷沙之賦。其辭曰：（以下略懷沙賦四百二十餘字）於是懷石遂自沈汨羅以死。\n\n屈原既死之後，楚有宋玉、唐勒、景差之徒者，皆好辭而以賦見稱；然皆祖屈原之從容辭令，終莫敢直諫。其後楚日以削，數十年竟為秦所滅。\n\n自屈原沈汨羅後百有餘年，漢有賈生，為長沙王太傅，過湘水，投書以吊屈原。\n\n太史公曰：餘讀離騷、天問、招魂、哀郢，悲其志。適長沙，觀屈原所自沈淵，未嘗不垂涕，想見其為人。及見賈生吊之，又怪屈原以彼其材，遊諸侯，何國不容，而自令若是。讀服鳥賦，同死生，輕去就，又爽然自失矣。\n\n"
		},
		{
			"章节": "漢文三",
			"章节名称": "史記·李廣列傳",
			"章节内容": "李將軍廣者，隴西成紀人也。其先曰李信，秦時為將，逐得燕太子丹者也。故槐裡，徙成紀。廣家世世受射。孝文帝十四年，匈奴大入蕭關，而廣以良家子從軍擊胡。用善騎射，殺首虜多，為漢中郎。廣從弟李蔡亦為郎，皆為武騎常侍，秩八百石。嘗從行，有所衝陷折關及格猛獸，而文帝曰：“惜乎，子不遇時！如令子當高帝時，萬戶侯豈足道哉！”\n\n及孝景初立，廣為隴西都尉，徙為騎郎將。吳、楚軍時，廣為驍騎都尉，從太尉亞夫擊吳、軍，取旗，顯功名昌邑下。以樑王授廣將軍印，還，賞不行。徙為上谷太守，匈奴日以合戰。典屬國公孫昆邪為上泣曰：“李廣才氣，天下無雙，自負其能，數與虜敵戰，恐亡之。”於是乃徙為上郡太守。後廣轉為邊郡太守，徙上郡。嘗為隴西、北地、雁門、代郡、雲中太守，皆以力戰為名。\n\n匈奴大入上郡，天子使中貴人從廣勒習兵擊匈奴。中貴人將騎數十縱，見匈奴三人，與戰。三人還射，傷中貴人，殺其騎且盡。中貴人走廣。廣曰：“是必射鵰者也。”廣乃遂從百騎往馳三人。三人亡馬步行，行數十里。廣令其騎張左右翼，而廣身自射彼三人者，殺其二人，生得一人，果匈奴射鵰者也。已縛之上馬，望匈奴有數千騎，見廣，以為誘騎，皆驚，上山陳。廣之百騎皆大恐，欲馳還走。廣曰：“吾去大軍數十里，今如此以百騎走，匈奴追射我立盡。今我留，匈奴必以我為大軍之誘，必不敢擊我。”廣令諸騎曰：“前！”前未到匈奴陳二里所，止，令曰：“皆下馬解鞍！”其騎曰：“虜多且近，即有急，奈何？”廣曰：“彼虜以我為走，今皆解鞍以示不走，用堅其意。”於是胡騎遂不敢擊。有白馬將出護其兵，李廣上馬與十餘騎奔射殺胡白馬將，而復還至其騎中，解鞍，令士皆縱馬臥。是時會暮，胡兵終怪之，不敢擊。夜半時，胡兵以為漢有伏軍於旁欲夜取之，胡皆引兵而去。平旦，李廣乃歸其大軍。大軍不知廣之所之，故弗從。\n\n居久之，孝景崩，武帝立，左右以廣為名將也，於是廣以上郡太守為未央衛尉，而程不識亦為長樂衛尉。程不識故與李廣俱以邊太守將軍屯，及出擊胡，而廣行無部伍行陣，就善水草屯，舍止，人人自便，不擊刀鬥以自衛，莫府省約文書籍事，然亦遠斥候，未嘗遇害。程不識正部曲行伍營陳，擊刀鬥，士吏治軍簿至明，軍不得休息，然亦未嘗遇害。不識曰：“李廣軍極簡易，然虜卒犯之，無以禁也；而其士卒亦佚樂，鹹樂為之死。我軍雖煩擾，然虜亦不得犯我。”是時漢邊郡李廣、程不識皆為名將，然匈奴畏李廣之略，士卒亦多樂從李廣而苦程不識。程不識孝景時以數直諫為太中大夫，為人廉，謹於文法。\n\n後漢以馬邑城誘單于，使大軍伏馬邑旁谷。而廣為驍騎將軍，領屬護軍將軍。是時單于覺之，去，漢軍皆無功。其後四歲，廣以衛尉為將軍，出雁門擊匈奴。匈奴兵多，破敗廣軍。生得廣。單于素聞廣賢，令曰：“得李廣必生致之。”胡騎得廣，廣時傷病，置廣兩馬間，絡而盛臥廣。行十餘里，廣佯死，睨其旁有一胡兒騎善馬，廣暫騰而上胡兒馬，因推墮兒，取其弓，鞭馬南馳數十里，復得其餘軍，因引而入塞。匈奴捕者騎數百追之，廣行取胡兒弓，射殺追騎，以故得脫。於是至漢，漢下廣吏。吏當廣所失亡多，為虜所生得，當斬，贖為庶人。\n\n頃之，家居數歲。廣家與故潁陰侯孫屏野居藍田南山中射獵。嘗夜從一騎出，從人田間飲。還至霸陵亭，霸陵尉醉，呵止廣。廣騎曰：“故李將軍。”尉曰：“今將軍尚不得夜行，何乃故爾！”止廣宿亭下。居無何，匈奴入殺遼西太守，敗韓將軍，韓將軍後徙右北平。於是天子乃召拜廣為右北平太守。廣即請霸陵尉與俱，至軍而斬之。\n\n廣居右北平，匈奴聞之，號曰“漢之飛將軍”，避之，數歲不敢入右北平。\n\n廣出獵，見草中石，以為虎而射之，中石沒鏃。視之，石也，因復更射之，終不能復入石矣。廣所居郡聞有虎，嘗自射之。及居右北平射虎，虎騰傷廣，廣亦竟殺之。\n\n廣廉，得賞賜輒分其麾下，飲食與士共之。終廣之身，為二千石四十餘年，家無餘財。終不言家產事。廣為人長，猿臂，其善射亦天性也，雖其子孫他人學者，莫能及廣。廣訥口少言，與人居則畫地為軍陳。射闊狹以飲。專以射為戲，竟死。廣之將兵，乏絕之處，見水，士卒不盡飲，廣不近水。士卒不盡食，廣不嘗食。寬緩不苛，士以此愛樂為用。其射，見敵急，非在數十步之內，度不中不發，發即應弦而倒。用此，其將兵數困辱，其射猛獸亦為所傷雲。\n\n居頃之，石建卒，於是上召廣代建為郎中令。元朔六年，廣復為後將軍，從大將軍軍出定襄，擊匈奴。諸將多中首虜率以功為侯者，而廣軍無功。後二歲，廣以郎中令將四千騎出右北平。博望侯張騫將萬騎與廣俱，異道。行可數百里，匈奴左賢王將四萬騎圍廣，廣軍士皆恐，廣乃使其子敢往馳之。敢獨與數十騎馳，直貫胡騎，出其左右而還，告廣曰：“虜易與耳！”軍士乃安。廣為圜陳外向，胡急擊之，矢下如雨。漢兵死者過半，漢矢且盡。廣乃令士持滿毋發，而廣身自以大黃射其裨將殺數人，胡虜益解。會日暮，吏士皆無人色，而廣意氣自如，益治軍。軍中自是服其勇也。明日，復力戰，而博望侯軍亦至，匈奴軍乃解去。漢軍罷，弗能追。是時廣軍幾沒，罷歸。漢法，博望侯留遲後期，當死，贖為庶人。廣軍功自當，無賞。\n\n初，廣之從弟李蔡與廣俱事孝文帝。景帝時，蔡積功勞至二千石。孝武帝時，至代相。以元朔五年為輕車將軍。從大將軍擊右賢王，有功中率，封為樂安侯。元狩二年中，代公孫弘為丞相。蔡人在下中，名聲出廣下甚遠，然廣不得爵邑，官不過九卿，而蔡為列侯，位至三公。諸廣之軍吏及士卒或取封侯。廣嘗與望氣王朔燕語曰：“自擊匈奴而廣未嘗不在其中，而諸部校尉以下，才能不及中人，然以擊胡軍功取侯者數十人，而廣不為後人，然無尺寸之功以得封邑者，何也？豈吾相不當侯邪？且固命也？”朔曰：“將軍自念，豈嘗有所恨乎？”廣曰：“吾嘗為隴西守，羌嘗反，吾誘而降，降者八百餘人，吾詐而同日殺之。至今大恨獨此耳。”朔曰：“禍莫大於殺已降，此乃將軍所以不得侯者也。”\n\n後二歲，大將軍、驃騎將軍大出擊匈奴，廣數自請行，天子以為老，弗許，良久乃許之，以為前將軍。是歲，元狩四年也。\n\n廣既從大將軍青擊匈奴，既出塞，青捕虜知單于所居，乃自以精兵走之，而令廣並於右將軍軍出東道。東道少回遠，而大軍行水草少，其勢不屯行。廣自請曰：“臣部為前將軍，今大將軍乃徙令臣出東道，且臣結髮而與匈奴戰，今乃一得當單于，臣願居前，先死單于。”大將軍青亦陰受上誡，以為李廣老，數奇，毋令當單于，恐不得所欲。而是時公孫敖新失侯，為中將軍從大將軍，大將軍亦欲使敖與俱當單于，故徙前將軍廣。廣時知之，固自辭於大將軍。大將軍不聽，令長史封書與廣之莫府。曰：“急詣部，如書。”廣不謝大將軍而起行，意甚慍怒而就部，引兵與右將軍食其合軍出東道。軍亡導，或失道，後大將軍。大將軍與單于接戰，單于遁走，弗能得而還。南絕幕，遇前將軍、右將軍。廣已見大將軍，還入軍。大將軍使長史持糒醪遺廣，因問廣、食其失道狀，青欲上書報天子軍曲折。廣未對，大將軍使長史急責廣之幕府對簿。廣曰：“諸校尉無罪，乃我自失道。吾今自上簿。”\n\n至莫府，廣謂其麾下曰：“廣結髮與匈奴大小七十餘戰，今幸從大將軍出接單于兵，而大將軍又徙广部行回遠，而又迷失道，豈非天哉！且廣年六十餘矣，終不能復對刀筆之吏。”遂引刀自剄。廣軍士大夫一軍皆哭。百姓聞之，知與不知，無老壯，皆為垂涕。而右將軍獨下吏，當死，贖為庶人。\n\n廣子三人，曰當戶、椒、敢，為郎。天子與韓嫣戲，嫣少不遜，當戶擊嫣，嫣走。於是天子以為勇。當戶早死，拜椒為代郡太守，皆先廣死。當戶有遺腹子名陵。廣死軍時，敢從驃騎將軍。廣死明年，李蔡以丞相坐侵孝景園［土需］地，當下吏治，蔡亦自殺，不對獄，國除。李敢以校尉從驃騎將軍擊左賢王，力戰，奪左賢王鼓旗，斬首多，賜爵關內侯，食邑二百戶，代廣為郎中令。頃之，怨大將軍青之恨其父，乃擊傷大將軍，大將軍匿諱之。居無何，敢從上雍，至甘泉宮獵。驃騎將軍去病與青有親，射殺敢。去病時方貴幸，上諱雲鹿觸殺之。居歲餘，去病死，而敢有女為太子中人，愛幸。敢男禹有寵于于太子，然好利，李氏陵遲衰微矣。\n\n李陵既壯，選為建章監，監諸騎。善射，愛士卒。天子以為李氏世將，而使將八百騎。嘗深入匈奴二千餘里，過居延視地形，無所見虜而還。拜為騎都尉，將丹陽楚人五千人，教射酒泉、張掖以屯衛胡，數歲。\n\n天漢二年秋，貳師將軍李廣利將三萬騎擊匈奴右賢王於祁連天山，而使陵將其射士步兵五千人出居延北可千餘里，欲以分匈奴兵，毋令專走貳師也。陵既至期還，而單于以兵八萬圍擊陵軍。陵軍五千人，兵矢既盡，士死者過半，而所殺傷匈奴亦萬餘人。且引且戰，連鬥八日，還，未到居延百餘里匈奴遮狹絕道，陵食乏而救兵不到，虜急擊，招降陵。陵曰：“無面目報陛下。”遂降匈奴。其兵盡沒，餘亡散得歸漢者四百餘人。\n\n單于既得陵，素聞其家聲，及戰又壯，乃以其女妻陵而貴之。漢聞，族陵母妻子。自是之後，李氏名敗，而隴西之士居門下者皆用為恥焉。\n\n太史公曰：《傳》曰“其身正，不令而行，其身不正，雖令不從”，其李將軍之謂也？餘睹李將軍悛悛如鄙人，口不能道辭。及死之日，天下知與不知，皆為盡哀。彼其忠實心誠信於士大夫也！諺曰：：“桃李不言，下自成蹊。”此言雖小，可以喻大也。\n\n"
		},
		{
			"章节": "漢文四",
			"章节名称": "史記·卷七·項羽本紀",
			"章节内容": "項籍者，下相人也，字羽。初起時，年二十四。其季父項梁，樑父即楚將項燕，為秦將王翦所戮者也。項氏世世為楚將，封於項，故姓項氏。\n\n項籍少時，學書不成，去；學劍，又不成，項梁怒之。籍曰：“書足以記名姓而已。劍一人敵，不足學，學萬人敵。”於是項梁乃教籍兵法，籍大喜，略知其意，又不肯竟學。項梁嘗有櫟陽逮，乃請蘄獄掾曹咎書抵櫟陽獄掾司馬欣，以故事得已。項梁殺人，與籍避仇於吳中，吳中賢士大夫皆出項樑下。每吳中有大徭役及喪，項梁常為主辦，陰以兵法部勒賓客及子弟，以是知其能。秦始皇帝遊會稽，渡浙江，樑與籍俱觀。籍曰：“彼可取而代也。”樑掩其口，曰：“毋妄言，族矣！”樑以此奇籍。籍長八尺餘，力能扛鼎，才氣過人，雖吳中子弟，皆已憚籍矣。\n\n秦二世元年七月，陳涉等起大澤中。其九月，會稽守通謂樑曰：“江西皆反，此亦天亡秦之時也。吾聞先即制人，後則為人所制。吾欲發兵，使公及桓楚將。”是時桓楚亡在澤中。樑曰：“桓楚亡，人莫知其處，獨籍知之耳。”樑乃出，誡籍持劍居外待。樑復入，與守坐，曰：“請召籍，使受命召桓楚。”守曰：“諾。”樑召籍入。須臾，樑瞬籍曰：“可行矣！”於是籍遂拔劍斬守頭。項梁持守頭，佩其印綬。門下大驚，擾亂，籍所擊殺數十百人。一府中皆懾伏，莫敢起。樑乃召故所知豪吏，諭以所為起大事，遂舉吳中兵。使人收下縣，得精兵八千人。樑部署吳中豪傑為校尉、候、司馬。有一人不得用，自言於樑。樑曰：“前時某喪使公主某事，不能辦，以此不任用公。”眾乃皆伏。於是樑為會稽守，籍為裨將，徇下縣。\n\n廣陵人召平於是為陳王徇廣陵，未能下。聞陳王敗走，秦兵又且至，乃渡江矯陳王命，拜樑為楚王上柱國。曰：“江東已定，急引兵西擊秦。”項梁乃以八千人渡江而西。聞陳嬰已下東陽，使使欲與連和俱西。陳嬰者，故東陽令史，居縣中，素信謹，稱為長者。東陽少年殺其令，相聚數千人，欲置長，無適用，乃請陳嬰。嬰謝不能，遂強立嬰為長，縣中從者得二萬人。少年欲立陳嬰便為王，異軍蒼頭特起。陳嬰母謂嬰曰：“自我為汝家婦，未嘗聞汝先古之有貴者。今暴得大名，不祥。不如有所屬，事成猶得封侯，事敗易以亡，非世所指名也。”嬰乃不敢為王。謂其軍吏曰：“項氏世世將家，有名於楚。今欲舉大事，將非其人，不可。我倚名族，亡秦必矣。”於是眾從其言，以兵屬項梁。項梁渡淮，黥布、蒲將軍亦以兵屬焉。凡六七萬人，軍下邳。\n\n當是時，秦嘉已立景駒為楚王，軍彭城東，欲距項梁。項梁謂軍吏曰：“陳王先首事，戰不利，未聞所在。今秦嘉倍陳王而立景駒，逆無道。”乃進兵擊秦嘉。秦嘉軍敗走，追之至胡陵。嘉還戰一日，嘉死，軍降。景駒走死樑地。項梁已並秦嘉軍，軍胡陵，將引軍而西。章邯軍至慄，項梁使別將朱雞石、餘樊君與戰。餘樊君死，朱雞石軍敗，亡走胡陵。項梁乃引兵入薛，誅雞石。項梁前使項羽別攻襄城，襄城堅守不下。已拔，皆坑之。還報項梁。項梁聞陳王定死，召諸別將會薛計事。此時，沛公亦起沛往焉。\n\n居巢人范增，年七十，素居家，好奇計，往說項梁曰：“陳勝敗固當。夫秦滅六國，楚最無罪。自懷王入秦不反，楚人憐之至今，故楚南公曰：‘楚雖三戶，亡秦必楚’也。今陳勝首事，不立楚後而自立，其勢不長。今君起江東，楚蜂起之將皆爭附君者，以君世世楚將，為能復立楚之後也。”於是項梁然其言，乃求楚懷王孫心民間，為人牧羊，立以為楚懷王，從民所望也。陳嬰為楚上柱國，封五縣，與懷王都盱臺。項梁自號為武信君。\n\n居數月，引兵攻亢父，與齊田榮、司馬龍且軍救東阿，大破秦軍於東阿。田榮即引兵歸，逐其王假。假亡走楚。假相田角亡走趙。角弟田間故齊將，居趙不敢歸。田榮立田儋子市為齊王。項梁已破東阿下軍，遂追秦軍。數使使趣齊兵，欲與俱西。田榮曰：“楚殺田假，趙殺田角、田間，乃發兵。”項梁曰：“田假為與國之王，窮來從我，不忍殺之。”趙亦不殺田角、田間以市於齊。齊遂不肯發兵助楚。項梁使沛公及項羽別攻城陽，屠之。西破秦軍濮陽東，秦兵收入濮陽。沛公、項羽乃攻定陶。定陶未下，去，西略地至雍丘，大破秦軍，斬李由，還攻外黃，外黃未下。\n\n項梁起東阿，西，此至定陶，再破秦軍，項羽等又斬李由，益輕秦，有驕色。宋義乃諫項梁曰：“戰勝而將驕卒惰者敗。今卒少惰矣，秦兵日益，臣為君畏之。”項梁弗聽。乃使宋義使於齊。道遇齊使者高陵君顯，曰“公將見武信君乎？”曰：“然。”曰：“臣論武信君軍必敗。公徐行即免死，疾行則及禍。”秦果悉起兵益章邯，擊楚軍，大破之定陶，項梁死。沛公、項羽去外黃攻陳留，陳留堅守不能下。沛公、項羽相與謀曰：“今項梁軍破，士卒恐。”乃與呂臣軍俱引兵而東，呂臣軍彭城東，項羽軍彭城西，沛公軍碭。\n\n章邯已破項梁軍，則以為楚地兵不足憂，乃渡河擊趙，大破之。當此時，趙歇為王，陳餘為將，張耳為相，皆走入鉅鹿城。章邯令王離、涉間圍鉅鹿，章邯軍其南，築甬道而輸之粟。陳餘為將，將卒數萬人而軍鉅鹿之北，此所謂河北之軍也。\n\n楚兵已破於定陶，懷王恐，從盱臺之彭城，並項羽、呂臣軍自將之。以呂臣為司徒，以其父呂青為令尹，以沛公為碭郡長，封為武安侯，將碭郡兵。\n\n初，宋義所遇齊使者高陵君顯在陵楚軍，見楚王曰：“宋義論武信君之軍必敗，居數日，軍果敗。兵未戰而先見敗徵，此可謂知兵矣。”王召宋義與計事而大說之，因置以為上將軍；項羽為魯公，為次將，范增為末將，救趙。諸別將皆屬宋義，號為卿子冠軍。行至安陽，留四十六日不進。項羽曰：“吾聞秦軍圍趙王鉅鹿，疾引兵渡河，楚擊其外，趙應其內，破秦軍必矣。”宋義曰：“不然。夫搏牛之虻不可以破蟣蝨。今秦攻趙，戰勝則兵罷，我承其敝；不勝，則我引兵鼓行而西，必舉秦矣。故不如先鬥秦趙。夫被堅執銳，義不如公；坐而運策，公不如義。”因下令軍中曰：“猛如虎，很如羊，貪如狼，強不可使者，皆斬之！”乃遣其子宋襄相齊，身送之至無鹽，飲酒高會。天寒大雨，士卒凍飢。項羽曰：“將戮力而攻秦，久留不行。今歲饑民貧，士卒食芋菽，軍無見糧，乃飲酒高會，不引兵渡河因趙食，與趙併力攻秦，乃曰：‘承其敝’。夫以秦之強，攻新造之趙，其勢必舉趙。趙舉而秦強，何敝之承！且國兵新破，王坐不安席，埽境內而專屬於將軍，國家安危，在此一舉。今不恤士卒而徇其私，非社稷之臣！”項羽晨朝上將軍宋義，即其帳中斬宋義頭，出令軍中曰：“宋義與齊謀反楚，楚王陰令羽誅之。”當是時，諸將皆懾服，莫敢枝梧，皆曰：“首立楚者，將軍家也。今將軍誅亂。”乃相與共立羽為假上將軍。使人追宋義子，及之齊，殺之。使桓楚報命於懷王。懷王因使項羽為上將軍。當陽君、蒲將軍皆屬項羽。\n\n項羽已殺卿子冠軍，威震楚國，名聞諸侯。乃遺當陽君、蒲將軍將卒二萬渡河，救鉅鹿。戰少利，陳餘復請兵。項羽乃悉引兵渡河，皆沉船，破釜甑，燒廬舍，持三日糧，以示士卒必死，無一還心。於是至則圍王離，與秦軍遇，九戰，絕其甬道，大破之，殺蘇角，虜王離。涉間不降楚，自燒殺。當是時，楚兵冠諸侯。諸侯軍救鉅鹿下者十餘壁，莫敢縱兵。及楚擊秦，諸將皆從壁上觀。楚戰士無不一以當十。楚兵呼聲動天，諸侯軍無不人人惴恐。於是已破秦軍，項羽召見諸侯將，入轅門，無不膝行而前，莫敢仰視。項羽由是始為諸侯上將軍，諸侯皆屬焉。\n\n章邯軍棘原，項羽軍漳南，相持未戰。秦軍數卻，二世使人讓章邯。章邯恐，使長史欣請事。至咸陽，留司馬門三日，\n\n趙高不見，有不信之心。長史欣恐，還走其軍，不敢出故道。趙高果使人追之，不及。欣至軍，報曰：“趙高用事於中，下無可為者。今戰能勝，高必疾妒吾功；戰不能勝，不免於死。願將軍孰計之。”陳餘亦遺章邯書曰：“白起為秦將，南征鄢郢，北坑馬服，攻城略地，不可勝計，而竟賜死。蒙恬為秦將，北逐戎人，開榆中地數千裡，竟斬陽周。何者？攻多，秦不能盡封，因以法誅之。今將軍為秦將三歲矣，所亡失以十萬數，而諸侯並起滋益多。彼趙高素謀日久，今事急，亦恐二世誅之，故欲以法誅將軍以塞責，使人更代將軍以脫其禍。夫將軍居外久，多內隙，有功亦誅，無功亦誅。且天之亡秦，無愚智皆知之。今將軍內不能直諫，外為亡國將，孤特獨立而欲常存，豈不哀哉！將軍何不還兵與諸侯為從，約共攻秦，分王其地，南面稱孤；此孰與身伏斧質，妻子為戮乎？”章邯狐疑，陰使候始成使項羽，欲約。約未成，項羽使蒲將軍日夜引兵渡三戶，軍漳南，與秦戰，再破之。項羽悉引兵擊秦軍紆水上，大破之。\n\n章邯使人見項羽，欲約。項羽召軍吏謀曰：“糧少，欲聽其約。”軍吏皆曰“善。”項羽乃與期洹水南殷墟上。已盟，章邯見項羽而流涕，為言趙高。項羽乃立章邯為雍王，置楚軍中。使長史欣為上將軍，將秦軍為前行。\n\n到新安。諸侯吏卒異時故徭使屯戍過秦中，秦中吏卒遇之多無狀。及秦軍降諸侯，諸侯吏卒乘勝多奴虜使之，輕折辱秦吏卒。秦吏卒多竊言曰：“章將軍等詐吾屬降諸侯。今能入關破秦，大善；即不能，諸侯虜吾屬而東，秦必盡誅吾父母妻子。”諸將微聞其計，以告項羽。項羽乃召黥布、蒲將軍計曰：“秦吏卒尚眾，其心不服，至關中不聽，事必危。不如擊殺之，而獨與章邯、長史欣、都尉翳入秦。”於是楚軍夜擊坑秦卒二十餘萬人新安城南。\n\n行略定秦地。函谷關有兵守關，不得入。又聞沛公已破咸陽，項羽大怒，使當陽君等擊關，項羽遂入，至於戲西。沛公軍霸上，未得與項羽相見。沛公左司馬曹無傷使人言於項羽曰：“沛公欲王關中，使子嬰為相，珍寶盡有之。”項羽大怒，曰：“旦日饗士卒，為擊破沛公軍！”當是時，項羽兵四十萬，在新豐鴻門，沛公兵十萬，在霸上；范增說項羽曰：“沛公居山東時，貪於財貨，好美姬。今入關，財物無所取，婦女無所幸，此其志不在小。吾令人望其氣，皆為龍虎，成五采，此天子氣也。急擊勿失。”\n\n楚左尹項伯者，項羽季父也，素善留侯張良。張良是時從沛公，項伯乃夜馳之沛公軍，私見張良，具告以事。欲呼張良與俱去，曰：“毋從俱死也。”張良曰：“臣為韓王送沛公，沛公今事有急，亡去不義，不可不語。”良乃入，具告沛公。沛公大驚，曰：“為之奈何？”張良曰：“誰為大王為此計者？”曰：“鯫生說我曰：‘距關，毋內諸侯，秦地可盡王也。‘故聽之。”良曰：“料大王士卒足以當項王乎？”沛公默然，曰：“固不如也，且為之奈何？”張良曰：“請往謂項伯，言沛公不敢背項王也。”沛公曰：“君安與項伯有故？”張良曰：“秦時與臣遊，項伯殺人，臣活之。今事有急，故幸來告良。”沛公曰：“孰與君少長？”良曰：“長於臣。”沛公曰：“君為我呼入，吾得兄事之。”張良出，要項伯。項伯即入見沛公。沛公奉卮酒為壽，約為婚姻，曰：“吾入關，秋毫不敢有所近，籍吏民，封府庫，而待將軍。所以遣將守關者，備他盜之出入與非常也。日夜望將軍至，豈敢反乎！願伯具言臣之不敢倍德也。”項伯許諾，謂沛公曰：“旦日不可不蚤自來謝項王。”沛公曰：“諾。”於是項伯復夜去，至軍中，具以沛公言報項王，因言曰：“沛公不先破關中，公豈敢入乎？今人有大功而擊之，不義也，不如因善遇之。”項王許諾。\n\n沛公旦日從百餘騎來見項王，至鴻門，謝曰：“臣與將軍戮力而攻秦，將軍戰河北，臣戰河南，然不自意能先入關破秦，得復見將軍於此。今者有小人之言，令將軍與臣有隙。”項王曰：“此沛公左司馬曹無傷言之；不然，籍何以生此？”項王即日因留沛公與飲。項王、項伯東而坐，亞父南向坐。亞父者，范增也。沛公北向坐，張良西向侍。范增數目項王，舉所佩玉珏以示之者三，項王默然不應。范增起，出召項莊，謂曰：“君王為人不忍，若入前為壽，壽畢，請以劍舞，因擊沛公於坐，殺之。不者，若屬皆且為所虜。”莊則入為壽。壽畢，曰：“君王與沛公飲，軍中無以為樂，請以劍舞。”項王曰：“諾。”項莊拔劍起舞，項伯亦拔劍起舞，常以身翼蔽沛公，莊不得擊。於是張良至軍門見樊噲，樊噲曰：“今日之事何如？”良曰：“甚急！今者項莊拔劍舞，其意常在沛公也。”噲曰：“此迫矣，臣請入，與之同命。”噲即帶劍擁盾入軍門。交戟之衛士欲止不內，樊噲側其盾以撞，衛士仆地，噲遂入，披帷西向立，嗔目視項王，頭髮上指，目眥盡裂。項王按劍而跽曰：“客何為者？”張良曰：“沛公之參乘樊噲者也。”項王曰：“壯士！賜之卮酒。”則與鬥卮酒。噲拜謝，起，立而飲之。項王曰：“賜之彘肩。”則與一生彘肩。樊噲覆其盾於地，加彘肩上，拔劍切而啖之。項王曰：“壯士，能復飲乎？”樊噲曰：“臣死且不避，卮酒安足辭！夫秦王有虎狼之心，殺人如不能舉，刑人如不恐勝，天下皆叛之。懷王與諸將約曰：‘先破秦入咸陽者王之。’今沛公先破秦入咸陽，毫毛不敢有所近，封閉宮室，還軍霸上，以待大王來。故遣將守關者，備他盜出入與非常也。勞苦而功高如此，未有封侯之賞，而聽細說，欲誅有功之人，此亡秦之續耳，竊為大王不取也。”項王未有以應，曰：“坐！”樊噲從良坐。坐須臾，沛公起如廁，因招樊噲出。\n\n沛公已出，項王使都尉陳平召沛公。沛公曰：“今者出，未辭也，為之奈何？”樊噲曰：“大行不顧細謹，大禮不辭小讓。如今人方為刀俎，我為魚肉，何辭為！”於是遂去。乃令張良留謝。良問曰：“大王來何操？”曰：“我持白璧一雙，欲獻項王；玉斗一雙，欲與亞父。會其怒，不敢獻。公為我獻之。”張良曰：“謹諾。”當是時，項王軍在鴻門下，沛公軍在霸上，相去四十里。沛公則置車騎，脫身獨騎，與樊噲、夏侯嬰、靳強、紀信等四人持劍盾步走。從酈山下，道芷陽間行。沛公謂張良曰：“從此道至吾軍，不過二十里耳。度我至軍中，公乃入。”沛公已去，間至軍中。張良入謝，曰：“沛公不勝杯杓，不能辭。謹使臣良奉白璧一雙，再拜獻大王足下；玉斗一雙，再拜奉大將軍足下。”項王曰：“沛公安在？”良曰：“聞大王有意督過之，脫身獨去，已至軍矣。”項王則受璧，置之坐上。亞父受玉斗，置之地，拔劍撞而破之，曰：“唉！豎子不足與謀。奪項王天下者，必沛公也。吾屬今為之虜矣。”沛公至軍，立誅殺曹無傷。\n\n居數日，項羽引兵西屠咸陽，殺秦降王子嬰，燒秦宮室，火三月不滅，收其貨寶婦女而東。人或說項王曰：“關中阻山河四塞，地肥饒，可都以霸。”項王見秦宮室皆以燒殘破，又心懷思欲東歸，曰：“富貴不歸故鄉，如衣繡夜行，誰知之者！”說者曰：“人言楚人沐猴而冠耳，果然。”項王聞之，烹說者。\n\n項王使人致命懷王，懷王曰：“如約。”乃尊懷王為義帝。項王欲自王，先王諸將相，謂曰：“天下初發難時，假立諸侯後以伐秦。然身被堅執銳首事，暴露於野三年，滅秦定天下者，皆將相諸君與之籍之力也。義帝雖無功，故當分其地而王之。”諸將皆曰：“善！”乃分天下，立諸將為侯王。項王、范增疑沛公之有天下，業已講解，又惡負約，恐諸侯叛之，乃陰謀曰：“巴、蜀道險，秦之遷人皆居蜀。”乃曰：“巴、蜀亦關中地也。”故立沛公為漢王，王巴、蜀、漢中，都南鄭。而三分關中，王秦降將以距塞漢王。項王乃立章邯為雍王，王咸陽以西，都廢丘。長史欣者，故為櫟陽獄掾，嘗有德於項梁；都尉董翳者，本勸章邯降楚。故立司馬欣為塞王，王咸陽以東至河，都櫟陽；立董翳為翟王，王上郡，都高奴。徙魏王豹為西魏王，王河東，都平陽。瑕丘申陽者，張耳嬖臣也，先下河南，迎楚河上，故立申陽為河南王，都洛陽。韓王成因故都，都陽翟。趙將司馬昂定河內，數有功，故立昂⑨為殷王，王河內，都朝歌。徙趙王歇為代王。趙相張耳素賢，又從入關，故立耳為常山王，王趙地，都襄國。當陽君黥布為楚將，常冠軍，故立布為九江王，都六。鄱君吳芮率百越佐諸侯，又從入關，故立芮為衡山王，都邾。義帝柱國共敖將兵擊南郡，功多，因立敖為臨江王，都江陵。徙燕王韓廣為遼東王。燕將臧荼從楚救趙，因從入關，故立荼為燕王，都薊。徙齊王田市為膠東王。齊將田都從共救趙，因從入關，故立都為齊王，都臨淄。故秦所滅齊王建孫田安，項羽方渡河救趙，田安下濟北數城，引其\n\n兵降項羽，故立安為濟北王，都博陽。田榮者，數負項梁，又不肯將兵從楚擊秦，以故不封。成安君陳餘棄將印去，不從入關，然素聞其賢，有功於趙，聞其在南皮，故因環封三縣。番君將梅涓功多，故封十萬戶侯。項王自立為西楚霸王，王九郡，都彭城。\n\n漢之元年四月，諸侯罷戲下，各就國。項王出之國，使人徙義帝，曰：“古之帝者地方千里，必居上游。”乃使使徙義帝長沙郴縣。趣義帝行，其群臣稍背叛之，乃陰令衡山、臨江王擊殺之江中。韓王成無軍功，項王不使之國，與俱至彭城，廢以為侯，已又殺之。臧荼之國，因逐韓廣之遼東，廣弗聽，荼擊殺廣無終，並王其地。\n\n田榮聞項羽徙齊王市膠東，而立齊將田都為齊王，乃大怒，不肯譴齊王之膠東，因以齊反，迎擊田都。田都走楚。齊王市畏項王，乃亡之膠東就國。田榮怒，追擊殺之即墨。榮因自立為齊王，而西擊殺濟北王田安，並王三齊。榮與彭越將軍印，令反樑地。陳餘陰使張同、夏說說齊王田榮曰：“項羽為天下宰，不平。今盡王故王於醜地，而王其群臣諸將善地，逐其故主，趙王乃北居代，餘以為不可。聞大王起兵，且不聽不義，願大王資餘兵，請以擊常山，以復趙王，請以國為捍蔽。”齊王許之，因遣兵之趙。陳餘悉發三縣兵，與齊併力擊常山，大破之。張耳走歸漢。陳餘迎故趙王歇於代，反之趙。趙王因立陳餘為代王。\n\n是時，漢還定三秦，項羽聞漢王皆已並關中，且東，齊、趙叛之，大怒。乃以故吳令鄭昌為韓王，以距漢。令蕭公角等擊彭越。彭越敗蕭公角等。漢使張良徇韓，乃遺項羽書曰：“漢王失職，欲得關中，如約即止，不敢東。”又以齊、樑反書遺項王曰：“齊欲與趙並滅楚。”楚以此故無西意，而北擊齊。徵兵九江王布。布稱疾不往，使將將數千人行。項王由怨也。漢之二年冬，項羽遂北至城陽，田榮亦將兵會戰。田榮不勝，走至平原，平原民殺之。遂北燒夷齊城郭室屋，皆坑田榮降卒，系虜其老弱婦女。徇齊至北海，多所殘滅。齊人相聚而叛之。於是田榮弟田橫收齊亡卒，得數萬人，反城陽。項王因留，連戰未能下。\n\n春，漢王部五諸侯兵，凡五十六萬人，東伐楚。項王聞之，即令諸將擊齊，而自以精兵三萬人南從魯出胡陵。四月，漢皆已入彭城，收其貨寶美人，日置酒高會。項王乃西蕭，晨擊漢軍項東，至彭城，日中，大破漢軍。楚軍皆走，相隨入谷、泗水，殺漢卒十餘萬人。漢卒皆南走山，楚又追擊，至靈壁東睢水上。漢軍卻，為楚所擠，多殺，漢卒十餘萬人皆入睢水，睢水為之不流。圍漢王三匝。於是大風從西北而起，折木髮屋，揚沙石，窈冥晝晦，逢迎楚軍。楚軍大亂，壞散，而漢王乃得與數十騎遁去。欲過沛，收家室而西。楚亦使人追之沛，取漢王家，家皆亡，不與漢王相見。漢王道逢得孝惠、魯元，乃載行。楚騎追漢王，漢王急，推墮孝惠、魯元車下，滕公常下收載之，如是者三。曰：“雖急，不可以驅，奈何棄之！”於是遂得脫。求太公、呂后不相遇。審食其從太公，呂后間行，求漢王，反遇楚軍。楚軍遂與歸，報項王，項王常置軍中。\n\n是時呂后兄周呂侯為漢將兵居下邑，漢王間往從之，稍稍收其士卒。至滎陽，諸敗軍皆會。蕭何亦發關中老弱未傅悉詣滎陽，復大振。楚起於彭城，常乘勝逐北，與漢戰滎陽南京，索間，漢敗楚，楚以故不能過滎陽而西。\n\n項王之求彭城，追漢王至滎陽，田橫亦得收齊，立田榮子廣為齊王。漢王之敗彭城，諸侯皆復與楚而背漢。漢軍滎陽，築甬道屬之河，以取敖倉粟。漢之三年，項王數侵奪漢甬道，漢王食乏，恐，請和，割滎陽以西為漢。\n\n項王欲聽之。歷陽侯范增曰：“漢易與耳，今釋弗取，後必悔之。”項王乃與范增急圍滎陽。漢王患之，乃用陳平計間項王。項王使者來，為太牢具，舉欲進之。見使者，詳驚愕曰：“吾以為亞父使者，乃反項王使者。”更持去，以惡食食項王使者。使者歸報項王。項王乃疑范增與漢有私，稍奪之權。范增大怒，曰：“天下大事大定矣，君王自為之。願賜骸骨歸卒伍。”項王許之。行未至彭城，疽發背而死。\n\n漢將紀信說漢王曰：“事已急矣，請為王誑楚為王，王可以間出。”於是漢王夜出女子滎陽東門被甲二千人，楚兵四面擊之。紀信乘黃屋車，傅左纛，曰：“城中食盡，漢王降。”楚軍皆呼萬歲。漢王亦與數十騎從城西門出，走成皋。項王見紀信，問：“漢王安在？”信曰：“漢王已出矣。”項王燒殺紀信。\n\n漢王使御史大夫周苛、樅公、魏豹守滎陽。周苛、樅公謀曰：“反國之王，難與守城。”乃共殺魏豹。楚下滎陽城，生得周苛。項王謂周苛曰：“為我將，我以公為上將軍，封三萬戶。”周苛罵曰：“若不趣降漢，漢今虜若，若非漢敵也。”項王怒，烹周苛，並殺樅公。\n\n漢王之出滎陽，南走宛、葉，得九江王布，行收兵，復入保成皋。漢之四年，項王進兵圍成皋，漢王逃，獨與滕公出成皋北門，渡河走修武，從張耳、韓信軍。諸將稍稍得出成皋，從漢王。楚遂拔成皋，欲西。漢使兵距之鞏，令其不得西。\n\n是時，彭越渡河擊楚東阿，殺楚將軍薛公。項王乃自東擊彭越。漢王得淮陰侯兵，欲渡河南。鄭忠說漢王，乃止壁河內。使劉賈將兵佐彭越，燒楚積聚。項王東擊破之，走彭越。漢王則引兵渡河，復取成皋，軍廣武，就敖倉食。項王已定東海來，西，與漢俱臨廣武而軍，相守數月。\n\n當此時，彭越數反樑地，絕楚糧食。項王患之，為高俎，置太公其上，告漢王曰：“今不急下，吾烹太公。”漢王曰：“吾與項羽俱北面受命懷王，曰‘約為兄弟’，吾翁即若翁。必欲烹而翁，則幸分我一杯羹。”項王怒，欲殺之。項伯曰：“天下事未可知，且為天下者不顧家，雖殺之無益，只益禍耳。”項王從之。\n\n楚、漢久相持未決，丁壯苦軍旅，老弱罷轉漕。項王謂漢王曰：“天下匈匈數歲者，徒以吾兩人耳，願與漢王挑戰，決雌雄，毋徒苦天下之民父子為也。”漢王笑謝曰：“吾寧鬥智，不能鬥力。”項王令壯士出挑戰。漢有善騎射者樓煩，楚挑戰三合，樓煩輒殺之。項王大怒，乃自被甲持戟挑戰。樓煩欲射之，項王嗔目叱之，樓煩目不敢視，手不敢發，遂走還入壁，不敢復出。漢王使人間問之，乃項王也。漢王大驚。於是項王乃即漢王相與臨廣武間而語。漢王數之，項王怒，欲一戰。漢王不聽。項王伏弩射中漢王。漢王傷，走入成皋。\n\n項王聞淮陰侯已舉河北，破齊、趙，且欲擊楚，乃使龍且往擊之。淮陰侯與戰，騎將灌嬰擊之，大破楚軍，殺龍且。韓信因自立為齊王。項王聞龍且軍破，則恐，使盱臺人武涉往說淮侯。淮陰侯弗聽。是時，彭越復反，下樑地，絕楚糧。項王乃謂海春侯大司馬曹咎等曰：“謹守成皋，則漢欲挑戰，慎勿與戰，毋令得東而已。我十五日必誅彭越，定樑地，復從將軍。”乃東，行擊陳留、外黃。\n\n外黃不下。數日，已降，項王怒，悉令男子年十五已上詣城東，欲坑之。外黃令舍人兒年十三，往說項王曰：“彭越強劫外黃，外黃恐，故且降，待大王。大王至，又皆坑之，百姓豈有歸心？從此以東，樑地十餘城皆恐，莫肯下矣。”項王然其言，乃赦外黃當坑者。東至睢陽，聞之皆爭下項王。\n\n漢果數挑楚軍戰，楚軍不出。使人辱之，五六日，大司馬怒，渡兵汜水。士卒半渡，漢擊之，大破楚軍，盡得楚國貨賂。大司馬咎，長史翳，塞王欣皆自剄汜水上。大司馬咎者，故蘄獄掾，長史欣亦故櫟陽獄吏，兩人嘗有德於項梁，是以項王信任之。當是時，項王在睢陽，聞海春侯軍敗，則引兵還。漢軍方圍鍾離昧於滎陽東，項王至，漢軍畏楚，盡走險阻。\n\n是時，漢兵盛食多，項王兵罷食絕。漢遣陸賈說項王，請太公，項王弗聽。漢王復使侯公往說項王，項王乃與漢約，中分天下。割鴻溝以西者為漢，鴻溝而東者為楚。項王許之。即歸漢王父母妻子。軍皆呼萬歲。漢王乃封侯公為平國君，匿弗肯復見。曰：“此天下辯士，所居傾國，故號為平國君。”項王已約，乃引兵解而東歸。\n\n漢欲西歸。張良、陳平說曰：“漢有天下太半，而諸侯皆附之。楚兵罷食盡，此天亡楚之時也，不如因其機而遂取之。今釋弗擊，此所謂‘養虎自遺患’也。”漢王聽之。漢五年，漢王乃追項王至陽夏南，止軍，與淮陰侯韓信、建成侯彭越期會而擊楚軍。至固陵，而信、越之兵不會。楚擊漢軍，大破之。漢王復入壁，深塹而自守。謂張子房曰：“諸侯不從約，為之奈何？”對曰：“楚兵且破，信，越未有分地，其不至固宜。君王能與共天下，今可立致也。即不能，事未可知也。君王能自陳以東傅海，盡與韓信；睢陽以北至谷城，以與彭越：使各自為戰，則楚易敗也。”漢王曰：“善。”於是乃發使者告韓信、彭越曰：“併力擊楚，楚破，自陳以東傅海與齊王；睢陽以北至谷城與彭相國。”使者至，韓信，彭越皆報曰：“請今進兵。”韓信乃從齊往，劉賈軍從壽春並行，屠城父，至垓下。大司馬周殷叛楚，以舒屠六。舉九江兵，隨劉賈、彭越皆會垓下，詣項王。\n\n項王軍壁垓下，兵少食盡，漢軍及諸侯兵圍之數重。夜聞漢軍四面皆楚歌，項王乃大驚曰：“漢皆已得楚乎？是何楚人之多也！”項王則夜起，飲帳中。有美人名虞，常幸從；駿馬名騅，常騎之。於是項王乃悲歌慷慨，自為詩曰：“力拔山兮氣蓋世，時不利兮騅不逝。騅不逝兮可奈何，虞兮虞兮奈若何！”歌數闋，美人和之。項王泣數行下，左右皆泣，莫能仰視。\n\n於是項王乃上馬騎，麾下壯士騎從者八百餘人，直夜潰圍南出，馳走。平明，漢軍乃覺之，令騎將灌嬰以五千騎追之。項王渡淮，騎能屬者百餘人耳。項王至陰陵，迷失道，問一田父，田父紿曰：“左。”左，乃陷大澤中，以故漢追及之。項王乃復引兵而東，至東城，乃有二十八騎。漢騎追者數千人。項王自度不得脫，謂其騎曰：“吾起兵至今八歲矣，身七十餘戰，所當者破，所擊者服，未嘗敗北，遂霸有天下。然今卒困於此，此天之亡我，非戰之罪也。今日固決死，願為諸君快戰，必三勝之，為諸君潰圍，斬將，刈旗，令諸君知天亡我，非戰之罪也。”乃分其騎以為四隊，四向。漢軍圍之數重。項王謂其騎曰：“吾為公取彼一將。”令四面騎馳下，期山東為三處。於是項王大呼馳下，漢軍皆披靡，遂斬漢一將。是時，赤泉侯為騎將，追項王，項王嗔目而叱之，赤泉侯人馬俱驚，辟易數裡。與其騎會為三處。漢軍不知項王所在，乃分軍為三，復圍之。項王乃馳，復斬漢一都尉，殺數十百人，復聚其騎，亡其兩騎耳。乃謂其騎曰：“何如？”騎皆伏曰：“如大王言！”\n\n於是項王乃欲東渡烏江。烏江亭長艤船待，謂項王曰：“江東雖小，地方千里，眾數十萬人，亦足王也。願大王急渡。今獨臣有船，漢軍至，無以渡。”項王笑曰：“天之亡我，我何渡為！且籍與江東子弟八千人渡江而西，今無一人還，縱江東父兄憐而王我，我何面目見之？縱彼不言，籍獨不愧於心乎？”乃謂亭長曰：“吾知公長者。吾騎此馬五歲，所當無敵，嘗一日行千里，不忍殺之，以賜公。”乃令騎皆下馬步行，持短兵接戰。獨籍所殺漢軍數百人。項王身亦被十餘創，顧見漢騎司馬呂馬童，曰：“若非吾故人乎？”馬童面之，指王翳曰：“此項王也。”項王乃曰：“吾聞漢購我頭千金，邑萬戶，吾為若德。”乃自刎而死。王翳取其頭，餘騎相蹂踐爭項王，相殺者數十人。最其後，郎中騎楊喜、騎司馬呂馬童、郎中呂勝、楊武，各得其一體。五人共會其體，皆是。故分其地為五：封呂馬童為中水侯，封王翳為杜衍侯，封楊喜為赤泉侯，封楊武為吳防侯，封呂勝為涅陽侯。\n\n項王已死。楚地皆降漢，獨魯不下。漢乃引天下兵欲屠之；為其守禮義，為主死節，乃持項王頭示魯，魯父兄乃降。始，楚懷王初封項籍為魯公，及其死，魯最後下，故以魯公禮葬項王谷城。漢王為發哀，泣之而去。\n\n諸項氏枝屬，漢王皆不誅，乃封項伯為射陽侯。桃侯、平皋侯、玄武侯皆項氏，賜姓劉。\n\n太史公曰：吾聞之周生曰“舜目蓋重瞳子”，又聞項羽亦重瞳子。羽豈其苗裔邪？何興之暴也！夫秦失其政，陳涉首難，豪傑蜂起，相與並爭，不可勝數。然羽非有尺寸，乘勢起隴畝之中，三年，遂將五諸侯滅秦，分裂天下，而封王侯，政由羽出，號為“霸王”，位雖不終，近古以來未嘗有也，及羽背關懷楚，放逐義帝而自立，怨王侯叛己，難矣。自矜功伐，奮其私智而不師古。謂霸王之業，欲以力征經營天下。五年卒亡其國，身死東城，尚不覺寐而不自責，過矣。乃引“天亡我，非用兵之罪也”，豈不謬哉！\n\n"
		},
		{
			"章节": "漢文五",
			"章节名称": "史記·伯夷列傳",
			"章节内容": "史記\n\n夫學者載籍極博。尤考信於六藝。《詩》、《書》雖缺，然虞、夏之文可知也。堯將遜位，讓於虞舜，舜、禹之間，嶽牧鹹薦，乃試之於位，典職數十年，功用既興，然後授政。示天下重器，王者大統，傳天下若斯之難也。而說者曰：“堯讓天下於許由，許由不受，恥之逃隱。及夏之時，有卞隨、務光者。”此何以稱焉？太史公曰：餘登箕山，其上蓋有許由冢雲。孔子序列古之仁聖賢人，如吳太伯、伯夷之倫詳矣。餘以所聞，由、光義至高，其文辭不少概見，何哉？\n\n孔子曰：“伯夷、叔齊，不念舊惡，怨是用希。”“求仁得仁，又何怨乎？”餘悲伯夷之意，睹軼詩可異焉。其傳曰：伯夷、叔齊，孤竹君之二子也。父欲立叔齊。及父卒，叔齊讓伯夷。伯夷曰：“父命也。”遂逃去。叔齊亦不肯立而逃之。國人立其中子。於是伯夷、叔齊聞西伯昌善養老，“盍往歸焉！”及至，西伯卒，武王載木主，號為文王，東伐紂。伯夷、叔齊叩馬而諫曰：“父死不葬，爰及干戈，可謂孝乎？以臣弒君，可謂仁乎？”左右欲兵之。太公曰：“此義人也。”扶而去之。武王已平殷亂，天下宗周，而伯夷、叔齊恥之，義不食周粟，隱於首陽山，采薇而食之。及餓且死，作歌，其辭曰：“登彼西山兮，採其薇矣。以暴易暴兮，不知其非矣。神農、虞、夏忽焉沒兮，我安適歸矣？于嗟徂兮，命之衰矣。”遂餓死於首陽山。由此觀之，怨邪非邪？\n\n或曰：“天道無親，常與善人。”若伯夷、叔齊，可謂善人者非邪？積仁潔行，如此而餓死。且七十子之徒，仲尼獨薦顏淵為好學。然回也屢空，糟糠不厭，而卒蚤夭。天之報施善人，其何如哉？盜跖日殺不辜，肝人之肉，暴戾恣睢，聚黨數千人，橫行天下，竟以壽終，是遵何德哉？此其尤大彰明較著者也。若至近世，操行不軌，事犯忌諱，而終身逸樂，富厚累世不絕。或擇地而蹈之，時然後出言，行不由徑，非公正不發憤，而遇禍災者，不可勝數也。餘甚惑焉，倘所謂天道，是邪非邪？\n\n子曰：“道不同，不相為謀。”亦各從其志也。故曰：“富貴如可求，雖執鞭之士，吾亦為之。如不可求，從吾所好。”“歲寒，然後知松柏之後凋。”舉世混濁，清士乃見。豈以其重若彼，其輕若此哉？“君子疾沒世而名不稱焉。”賈子曰：“貪夫徇財，烈士徇名，誇者死權，眾庶馮生。”同明相照，同類相求。“雲從龍，風從虎，聖人作而萬物睹。”伯夷、叔齊雖賢，得夫子而名益彰；顏淵雖篤學，附驥尾而行益顯。巖穴之士，趨舍有時，若此類名湮滅而不稱，悲夫。閭巷之人，欲砥行立名者，非附青雲之士，惡能施於後世哉！\n\n"
		},
		{
			"章节": "漢文六",
			"章节名称": "遊俠列傳",
			"章节内容": "史記\n\n韓子曰：“儒以文亂法，而俠以武犯禁。”二者皆譏，而學士多稱於世雲。至如以術取宰相卿大夫，輔翼其世主，功名俱著於春秋，固無可言者。及若季次、原憲，閭巷人也。讀書懷獨行君子之德，義不苟合當世，當世亦笑之。故季次、原憲終身空室蓬戶，褐衣疏食不厭。死而已四百餘年，而弟子志之不倦。今遊俠，其行雖不軌於正義，然其言必信，其行必果，已諾必誠，不愛其軀，赴士之厄困。既已存亡死生矣，而不矜其能，羞伐其德，蓋亦有足多者焉。\n\n且緩急，人之所時有也。\n\n大史公曰：昔者虞舜窘於井廩，伊尹負於鼎俎，傅說匿於傅險，呂尚困於棘津，夷吾桎梏，百里飯牛，仲尼畏匡，菜色陳、蔡。此皆學士所謂有道仁人也，猶然遭此災。況以中材而涉亂世之末流乎？其遇害何可勝道哉！\n\n鄙人有言曰：“何知仁義，已饗其利者為有德。”故伯夷醜周，餓死首陽山，而文、武不以其故貶王；跖、礄暴戾，其徒誦義無窮。由此觀之，“竊鉤者誅，竅國者侯，侯之門仁義存”，非虛言也。\n\n今拘學或抱咫尺之義，久孤於世，豈若卑論儕俗，與世沉浮而取榮名哉！而布衣之徒，設取予然諾，千里誦義，為死不\n\n顧世，此亦有所長，非苟而已也，故士窮窘而得委命，此豈非人之所謂賢豪間者邪？誠使鄉曲之俠，予季次、原憲比權量力，效功於當世，不同日而論矣。要以功見言信，俠客之義又曷可少哉！\n\n古布衣之俠，靡得而聞已。近世延陵、孟嘗、春申、平原、信陵之徒，皆因王者親屬。藉於有土卿相之富厚，招天下賢者，顯名諸侯，不可謂不賢者矣。比如順風而呼，聲非加疾，其勢激也。至如閭巷之俠，修行砥名，聲施於天下，莫不稱賢，是為難耳。然儒、墨皆排擯不載。自秦以前，匹夫之俠，湮滅不見，餘甚恨之。以餘所聞，漢興有朱家、田仲、王公、劇孟、郭解之徒，雖時扞當世之文罔，然其私義廉潔退讓，有足稱者。名不虛立，士不虛附。至如朋黨宗強比周，設財役貧，豪暴侵凌孤弱，恣欲自快，遊俠亦醜之。餘悲世俗不察其意，而猥以朱家、郭解等令與暴豪之徒同類而共笑之也。\n\n魯朱家者，與高祖同時。魯人皆以儒教，而朱家用俠聞，所藏活豪士以百數。其餘庸人不可勝言。然終不伐其能，歆其德。諸所嘗施，唯恐見之。振人不贍，先從貧賤始。家無餘財，衣不完采，食不重味，乘不過軥牛。專趨人之急，甚己之私。既陰脫季布將軍之厄，及布尊責，終身不見也。自關以東，莫不延頸願交焉。\n\n楚田仲以俠聞，喜劍，父事朱家，自以為行弗及。田仲已死，而洛陽有劇孟。周人以商賈為資，而劇孟以任俠顯諸侯。吳楚反時，條侯為太尉，乘傳車將至河南，得劇孟，喜曰：“吳楚舉大事而不求孟，吾知其無能為已矣。”天下騷動，宰相得之若得一敵國雲。劇孟行大類朱家，而好博，多少年之戲。然劇孟母死，自遠方送喪蓋千乘。及劇孟死，家無餘十金之財。而符離人王孟亦以俠稱江淮之間。\n\n是時濟南瞯氏、陳周庸亦以豪聞，景帝聞之，使使盡誅此屬。其後代諸白、樑韓無闢、陽翟薛（況）〈兄〉、（陝）〈郟〉韓孺紛紛復出焉。\n\n郭解、軹人也，字翁伯，善相人者許負外孫也。解父以任俠，孝文時誅死。解為人短小精悍，不飲酒。少時陰賊、慨不快意，身所殺甚眾。以軀借交報仇，藏命作奸剽攻不休，及鑄錢掘冢，固不可勝數。適有天幸，窘急常得脫，若遇赦。及解年長，更折節為儉，以德報怨，厚施而薄望。然其自喜為俠益甚。既已振人之命，不矜其功。其陰賊著於心，卒發於睚眥如故云。而少年慕其行，亦輒為報仇，不使知也。解姊子負解之勢，與人飲，使之嚼。非其任，強必灌之。人怒，拔刃刺殺解姊子，亡去。解姊怒曰：“以翁伯之義，人殺吾子，賊不得。”棄其屍於道，弗葬，欲以辱解。解使人微知賊處。賊窘自歸，具以實告解，解曰：“公殺之固當，吾兒不直。”遂去其賊，罪其姊子，乃收而葬之。諸公聞之，皆多解之義，益附焉。\n\n解出入，人皆避之。有一人獨箕倨視之，解遣人問其名姓。客欲殺之，解曰：“居邑屋至不見敬，是吾德不修也。彼何罪！”乃陰屬尉史曰：“是人，吾所急也，至踐更時脫之。”每至踐更，數過，吏弗求。怪之，問其故，乃解使脫之。箕踞者乃肉袒謝罪。少年聞之，愈益慕解之行。\n\n洛陽人有相仇者，邑中賢豪居間者以十數，終不聽。客乃見郭解，解夜見仇家，仇家曲聽解。解乃謂仇家曰：“吾聞洛陽諸公在此間，多不聽者。今子幸而聽解，解奈何乃從他縣奪人邑中賢大夫權乎！”乃夜去，不使人知，曰：“且無用，待我去，令洛陽豪居其聞，乃聽之。”\n\n解執恭敬，不敢乘車入其縣廷。之旁郡國，為人請求事，事可出，出之；不可者，各厭其意，然後乃敢嘗酒食。諸公以故嚴重之，爭為用。邑中少年及旁近縣賢豪，夜半過門常十餘車，請得解客舍養之。\n\n及徙豪富茂陵也，解家貧，不中訾。吏恐，不敢不徙。衛將軍為言“郭解家貧不中徙。”上曰：“布衣權至使將軍為言，此其家不貧。”解家遂徙。諸公送者出千餘萬。軹人楊季主子為縣掾，舉徙解。解兄子斷揚掾頭。由此楊氏與郭氏為仇。\n\n解入關，關中賢豪知與不知，聞其聲，爭交歡解。解為人短小，不飲酒，出未嘗有騎。已又楊季主，楊季主家上書，人又殺之闕下。上聞，乃下吏捕解。解亡，置其母家室夏陽，身至臨晉。臨晉籍少公素不知解，解冒，因求出關。籍少公已出解，解轉入大原，所過輒告主人家。吏逐之，跡至籍少公。少公自殺，口絕。久之，乃得解。窮治所犯，為解所殺，皆在赦前。軹有儒生侍使者坐，客譽郭解，生曰：“郭解專以奸犯公法，何謂賢！”解客聞，殺此生，斷其舌。吏以此責解，解實不知殺者。殺者亦竟絕，莫知為誰。吏奏解無罪。御史大夫公孫弘議曰：“解布衣為任俠行權，以睚眥殺人。解雖弗知，此罪甚於解殺之，當大逆無道。”遂族郭解翁伯。\n\n自是之後，為俠者極眾，敖而無足數者。然關中長安樊仲子，槐裡趙王孫，長陵高公子，西河郭公仲，大原滷公孺，臨淮兒長卿，東陽田君孺，雖為俠而逡逡有退讓君子之風。至若北道姚氏，西道諸杜，南道仇景，東道趙他、羽公子、南陽趙調之徒，此盜跖居民間者耳，曷足道哉！此乃鄉者朱家之羞也。\n\n大史公曰：吾視郭解，狀貌不及中人，言語不足採者。然天下無賢與不肖，知與不知，皆慕其聲，言俠者皆引以為名。諺曰：“人貌榮名，豈有既乎！”於戲，惜哉！\n\n"
		},
		{
			"章节": "漢文七",
			"章节名称": "孔子世家贊",
			"章节内容": "史記\n\n太史公曰：“詩有之:‘高山仰止，景行行止。’雖不能至，然心鄉往之。餘讀孔氏書，想見其為人。適魯，觀仲尼廟堂，車服禮器，諸生以時習禮其家，餘低迴留之，不能去雲。\n\n“天下君王，至於賢人，眾矣！當時則榮，沒則已焉！孔子布衣，傳十餘世，學者宗之。自天子王侯，中國言六藝者，折中於夫子，可謂至聖矣！”\n\n"
		},
		{
			"章节": "漢文八",
			"章节名称": "管晏列傳",
			"章节内容": "史記\n\n管仲夷吾者，潁上人也。少時，常與鮑叔牙遊，鮑叔知其賢。管仲貧困，常欺鮑叔；鮑叔終善遇之，不以為言。已而鮑叔事齊公子小白，管仲事公子糾。及小白立為桓公，公子糾死，管仲囚焉。鮑叔遂進管仲。管仲既用，任政於齊，齊桓公以霸，九合諸侯，一匡天下，管仲之謀也。\n\n管仲曰：“吾始困時，嘗與鮑叔賈，分財利，多自與；鮑叔不以我為貪，知我貧也；吾嘗為鮑叔謀事，而更窮困，鮑叔不以我為愚，知時有利不利也；吾嘗三仕三見逐於君，鮑叔不以我為不肖，知我不遭時也；吾嘗三戰三走，鮑叔不以我為怯，知我有老母也；公子糾敗，召忽死之，吾幽囚受辱，鮑叔不以我為無恥，知我不羞小節，而恥功名不顯於天下也；生我者父母，知我者鮑子也！”\n\n鮑叔既進管仲，以身下之。子孫世祿於齊，有封邑者十餘世，常為名大夫。天下不多管仲之賢，而多鮑叔能知人也。\n\n管仲既任政相齊，以區區之齊，在海濱，通貨積財，富國強兵，與俗同好惡，故其稱曰：“倉廩實而知禮節，衣食足而知榮辱。上服度，則六親固。四維不張，國乃滅亡。下令如流水之原，令順民心。”故論卑而易行。俗之所欲，因而予之；俗之所否，因而去之。其為政也，善因禍而為福，轉敗而為功。貴輕重，慎權衡。桓公實怒少姬，南襲蔡；管仲因而伐楚，責包茅不入貢於周室。桓公實北征山戎；而管仲因而令燕修召公之政。於柯之會，桓公欲背曹沫之約，管仲因而信之，諸侯由是歸齊。故曰：“知與之為取，政之寶也。”\n\n管仲富擬於公室，有三歸反坫，齊人不以為侈。管仲卒，齊國遵其政，常強於諸侯。後百餘年而有晏子焉。\n\n晏平仲嬰者，萊之夷維人也。事齊靈公、莊公、景公，以節儉力行重於齊。既相齊，食不重肉，妾不衣帛。其在朝，君語及之，即危言；語不及之，即危行。國有道，即順命；無道，即衡命。以此三世顯名於諸侯。\n\n越石父賢，在縲紲中，晏子出，遭之塗，解左驂贖之，載歸。弗謝，入閨，久之，越石父請絕，晏子懼然，攝衣冠謝曰：“嬰雖不仁，免子於厄，何子求絕之速也？”石父曰：“不然，吾聞君子詘於不知己，而信於知己者。方吾在縲紲中，彼不知我也，夫子既已感寤而贖我，是知己；知己而無禮，固不如在縲紲之中。”晏子於是延入為上客。\n\n晏子為齊相，出，其御之妻，從門間而窺其夫；其夫為相御，擁大蓋，策駟馬，意氣揚揚，甚自得也。既而歸，其妻請去，夫問其故。妻曰：“晏子長不滿六尺，身相齊國，名顯諸侯。今者妾觀其出，志念深矣，常有以自下者。今子長八尺，乃為人僕御。然子之意，自以為足，妾是以求去也。”其後，夫自抑損，晏子怪而問之，御以實對。晏子薦以為大夫。\n\n太史公曰：“吾讀管氏牧民、山高、乘馬、輕重、九府，及晏子春秋，詳哉其言之也。既見其著書，欲觀其行事，故次其傳。至其書，世多有之，是以不論，論其軼事。管仲世所謂賢臣，然孔子小之。豈以為周道衰微，桓公既賢，而不勉之至王，乃稱霸哉？語曰：‘將順其美，匡救其惡，故上下能相親\n\n也。’豈管仲之謂乎？方晏子伏莊公屍哭之，成禮然後去，豈所謂‘見義不為無勇’者邪？至其諫說，犯君之顏，此所謂‘進思盡忠，退思補過’者哉！假令晏子而在，餘雖為之執鞭，所忻慕焉。”\n\n"
		},
		{
			"章节": "漢文九",
			"章节名称": "貨殖列傳序",
			"章节内容": "史記\n\n老子曰：“至治之極，鄰國相望，雞狗之聲相聞，民各甘其食，美其服，安其俗，樂其業，至老死不相往來。”必用此為務，挽近世，塗民耳目，則幾無行矣。\n\n太史公曰：夫神農以前，吾不知已。至若詩書所述，虞夏以來，耳目欲極聲色之好，口欲窮芻豢之味，身安逸樂，而心誇矜勢能之榮，使俗之漸民久矣。雖戶說以眇論，終不能化。故善者因之，其次利道之，其次教誨之，其次整齊之，最下者與之爭。\n\n夫山西饒材、竹、谷、纑、旄、玉石；山東多魚、鹽、漆、絲、聲色；江南出楠、梓、姜、桂、金、錫、連、丹沙、犀、玳瑁、珠璣、齒、革；龍門碣石北多馬、牛、羊、旃、裘、筋、角，銅鐵則千里往往山出棋置：此其大較也，皆中國人民所喜好，謠俗被服飲食奉生送死之具也。故待農而食之，虞而出之，工而成之，商而通之。此寧有政教發徵期會哉？人各任其能，竭其力，以得所欲。故物賤之徵貴，貴之徵賤，各勸其業，樂其事，若水之趨下，日夜無休時，不召而自來，不求而民出之，豈非道之所符而自然之驗邪？\n\n周書曰：“農不出則乏其食，工不出則乏其事，商不出則三寶絕，虞不出則財匱少，財匱少而山澤不闢矣。”此四者，民所衣食之原也。原大則饒，原小則鮮，上則富國，下則富家：貧富之道，莫之奪予，而巧者有餘，拙者不足。故太公望封於營丘，地瀉滷，人民寡。於是太公勸其女功，極技巧，通魚鹽，則人物歸之，繈纑至而輻奏。故齊冠帶衣履天下，海岱之間，斂袂而往朝焉。\n\n其後，齊中衰，管子修之，設輕重九府，則桓公以霸。九合諸侯，一匡天下；而管氏亦有三歸，位在陪臣，富於列國之君。是以齊富強至於威宣也。故曰：“倉廩實而知禮節。衣食足而知榮辱。”\n\n禮生於有，而廢於無。故君子富，好行其德；小人富，以適其力。淵深而魚生之，山深而獸往之，人富而仁義附焉。富者得勢益彰，失勢則客無所之，以而不樂，夷狄益甚。諺曰：“千金之子，不死於市。”非空言也。故曰：“天下熙熙，皆為利來；天下壤壤，皆為利往。”夫千乘之王，萬家之侯，百室之君，尚猶患貧，而況匹夫編戶之民乎？\n\n"
		},
		{
			"章节": "漢文十",
			"章节名称": "廉頗藺相如列傳",
			"章节内容": "史記\n\n廉頗者，趙之良將也。趙惠文王十六年，廉頗為趙將，伐齊，大破之，取陽晉，拜為上卿，以勇氣聞於諸侯。藺相如者，趙人也，為趙宦者令繆賢舍人。\n\n趙惠文王時得楚“和氏璧”，秦昭王聞之，使人遺趙王書，願以十五城請易璧。趙王與大將軍廉頗諸大臣謀，欲予秦，秦城恐不可得，徒見欺；欲勿予，即患秦兵之來。計未定，求人可使報秦者，未得。宦者令繆賢曰：“臣舍人藺相如可使。”王問：“何以知之？”對曰：“臣嘗有罪，竊計欲亡走燕，臣舍人相如止臣，曰：‘君何以知燕王？’臣語曰：‘臣嘗從大王與燕王會境上，燕王私握臣手，曰：“願結友。”以此知之，故欲往。’相如謂臣曰：‘夫趙強而燕弱，而君幸於趙王，故燕王欲結於君。今君乃亡趙走燕，燕畏趙，其勢必不敢留君而束君歸趙矣。君不如肉袒伏斧質請罪，則幸得脫矣。’臣從其計，大王亦幸赦臣。臣竊以為其人勇士，有智謀，宜可使。”於是王召見，問藺相如曰：“秦王以十五城請易寡人之璧，可予不？”相如曰：“秦強而趙弱，不可不許。”王曰：“取吾璧不予我城，奈何？”相如曰：“秦以城求璧而趙不許，曲在趙；趙予璧而秦不予趙城，曲在秦。均之二策，寧許以負秦曲。”王曰：“誰可使者？”相如曰：“王必無人，臣願奉璧往使，城入趙而璧留秦；城不入，臣請完璧歸趙。”趙王於是遂遣相如奉璧西入秦。\n\n秦王坐章臺見相如，相如奉璧奏秦王，秦王大喜，傳以示美人及左右，左右皆呼萬歲。相如視秦王無意償趙城，乃前曰：“璧有瑕，請指示王。”王授璧，相如因持璧卻立倚柱，怒髮上衝冠，謂秦王曰：“大王欲得璧，使人發書至趙王，趙王悉召群臣議，皆曰：‘秦貪，負其強，以空言求璧，償城恐不可得。’議不欲予秦璧，臣以為布衣之交尚不相欺，況大國乎？且以一璧之故逆強秦之歡，不可。於是趙王乃齋戒五日，使臣奉璧，拜送書於庭。何者？嚴大國之威以脩敬也。今臣至，大王見臣列觀，禮節甚倨；得璧，傳之美人以戲弄臣。臣觀大王無意償趙王城邑，故臣復取璧。大王必欲急臣，臣頭今與璧俱碎於柱矣。”相如持其璧睨柱，欲以擊柱。秦王恐其破璧，乃辭謝固請，召有司案圖，指從此以往十五都予趙。相如度秦王特以詐佯為予趙城，實不可得，乃謂秦王曰：“和氏璧，天下所共傳寶也；趙王恐，不敢不獻。趙王送璧時，齋戒五日，今大王亦宜齋戒五日，設九賓於廷，臣乃敢上璧。”秦王度之終不可強奪，遂許齋五日，舍相如廣成傳舍。\n\n相如度秦王雖齋，決負約不償城，乃使其從者衣褐，懷其璧，從徑道亡。歸璧於趙。\n\n秦王齋五日後，乃設九賓禮於庭，引趙使者藺相如。相如至，謂秦王曰：“秦自繆公以來二十餘君，未嘗有堅明約束者也。臣誠恐見欺於王而負趙，故令人持璧歸，間至趙矣。且秦強而趙弱，大王遣一介之使至趙，趙立奉璧來；今以秦之強而先割十五都予趙，趙豈敢留璧而得罪於大王乎？臣知欺大王之罪當誅，臣請就湯鑊，唯大王與群臣熟計議之！”秦王與群臣相視而嘻，左右或欲引相如去；秦王因曰：“今殺相如，終不得璧也，而絕秦趙之歡；不如因而厚遇之，使歸趙。趙王豈以一璧之故欺秦邪？”卒廷見相如，畢禮而歸之。\n\n相如既歸，趙王以為賢大夫，使不辱於諸侯，拜相如為上大夫。秦亦不以城予趙，趙亦終不予秦璧。\n\n其後秦伐趙，拔石城；明年，復攻趙，殺二萬人。秦王使使者告趙王，欲與王為好會於西河外澠池。趙王畏秦，欲毋行。廉頗藺相如計曰：“王不行；示趙弱且怯也。”趙王遂行，相如從。廉頗送至境，與王訣曰：“王行，度道里會遇之禮畢，還，不過三十日；三十日不還，則請太子為王，以絕秦望。”王許之，遂與秦王會澠池。\n\n秦王飲酒，酣，曰：“寡人竊聞趙王好音，請奏瑟。”趙王鼓瑟，秦御史前書曰：“某年月日，秦王與趙王會飲，令趙王鼓瑟。”藺相如前曰：“趙王竊聞秦王善為秦聲，請奉盆缶秦王，以相娛樂。”秦王怒，不許。於是相如前進缶，因跪請秦王，秦王不肯擊缶。相如曰：“五步之內，相如請得以頸血濺大王矣。”左右欲刃相如，相如張目叱之，左右皆靡。於是秦王不懌，為一擊缶；相如顧召趙御史書曰：“某年月日，秦王為趙王擊缶。”秦之群臣曰：“請以趙十五城為秦王壽。”藺相如亦曰：“請以秦之咸陽為趙王壽。”秦王竟酒，終不能加勝於趙，趙亦盛設兵以待秦，秦不敢動。\n\n既罷，歸國，以相如功大，拜為上卿，位在廉頗之右。廉頗曰：“我為趙將，有攻城野戰之大功，而藺相如徒以口舌為勞，而位居我上；且相如素賤人，吾羞不忍為之下。”宣言曰：“我見相如，必辱之。”相如聞，不肯與會，相如每朝時，常稱病，不欲與廉頗爭列。已而，相如出，望見廉頗，相如引車避匿，於是舍人相與諫曰：“臣所以去親戚而事君者，徒慕君之高義也。今君與廉頗同列，廉君宣惡言，而君畏匿之，恐懼殊甚，且庸人尚羞之，況於將相乎？臣等不肖，請辭去。”藺相如固止之，曰：“公之視廉將軍孰與秦王？”曰：“不若也。”相如曰：“夫以秦王之威，而相如廷叱之，辱其群臣，相如雖駑，獨畏廉將軍哉！顧吾念之，強秦之所以不敢加兵於趙者，徒以吾兩人在也。今兩虎共鬥，其勢不俱生。吾所以為此者，以先國家之急而後私讎也。”廉頗聞之。肉袒負荊，因賓客至藺相如門謝罪，曰：“鄙賤之人，不知將軍寬之至此也。”卒相與歡，為刎頸之交。\n\n太史公曰：知死必勇，非死者難也，處死者難。方藺相如引璧睨柱，及叱秦王左右，勢不過誅；然士或怯懦而不敢發。相如一奮其氣，威信敵國，退而讓頗，名重太山，其處智勇，可謂兼之矣。\n\n"
		},
		{
			"章节": "漢文十一",
			"章节名称": "荊軻傳",
			"章节内容": "史記\n\n荊軻者，衛人也。其先乃齊人。徙於衛，衛人謂之慶卿；而之燕，燕人謂之荊卿。\n\n荊卿好讀書、擊劍，以術說衛元君，衛元君不用。其後秦伐魏，置東郡，徙衛元君之支屬於野王。\n\n荊軻嘗遊過榆次，與蓋聶論劍，蓋聶怒而目之。荊軻出，人或言復召荊卿，蓋聶曰：“曩者吾與論劍有不稱者，吾目之，試往，是宜去，不敢留。”使使往之主人，荊卿則已駕而去榆次矣。使者還報，蓋聶曰：“固去也，吾曩者目攝之。”\n\n荊軻遊於邯鄲，魯句踐與荊軻博，爭道，魯句踐怒而叱之，荊軻嘿而逃去，遂不復會。\n\n荊軻既至燕，愛燕之狗屠及善擊築者高漸離。荊軻嗜酒，日與狗屠及高漸離飲於燕市，酒酣以往，高漸離擊築，荊軻和而歌於市中相樂也。已而相泣，旁若無人者。荊軻雖遊於酒人乎，然其為人沈深好書，其所遊諸侯，盡與其賢豪長者相結。其之燕，燕之處士田光先生亦善待之，知其非庸人也。\n\n居頃之，會燕太子丹質秦亡歸燕。燕太子丹者，故嘗質於趙，而秦王政生於趙，其少時與丹歡。及政立為秦王，而丹質於秦，秦王之遇燕太子丹不善，故丹怨而亡歸。歸而求為報秦王者，國小力不能。其後秦日出兵山東，以伐齊楚三晉，稍蠶食諸侯，且至於燕。燕君臣皆恐禍之至。太子丹患之，問其傅鞠武。武對曰：“秦地遍天下，威脅韓魏趙氏，北有甘泉谷口之固，南有涇渭之沃，擅巴漢之饒，右隴蜀之山，左關崤之險，民眾而士厲，兵革有餘。意有所出，則長城之南，易水之北，未有所定也。奈何以見陵之怨，欲批其逆鱗哉？”丹曰：“然則何由？”對曰：“請入圖之。”\n\n居有間，秦將樊於期得罪於秦王，亡之燕，太子受而舍之。鞠武諫曰：“不可，夫以秦王之暴，而積怒於燕，足為寒心，又況聞樊將軍之所在乎！是謂委肉當餓虎之蹊也，禍必不振矣，雖有管晏，不能為之謀也。願太子疾遣樊將軍入匈奴以滅口，請西約三晉，南連齊楚，北購於單于，其後乃可圖也。”太子曰：“太傅之計曠日彌久，心惛然，恐不能須臾。且非獨於此也。夫樊將軍窮困於天下，歸身於丹，丹終不以迫於強秦而棄所哀憐之交，置之匈奴，是固丹命卒之時也，願太傅更慮之。”鞠武曰：夫行危欲求安，造禍而求福，計淺而怨深，連結一人之後交，不顧國家之大害，此謂資怨而助禍矣。夫以鴻毛燎於爐炭之上，必無事矣。且以雕鷙之秦，行怨暴之怒，豈足道哉。燕有田光先生，其為人智深而勇沈，可與謀。”太子曰：“願因太傅而得交於田先生可乎？”鞠武曰：“敬諾。”出見田先生，道太子願圖國事於先生也。田光曰：“敬奉教。”乃造焉。太子逢迎，卻行為導，跪而蔽席。田光坐定，左右無人，太子避席而請曰：“燕秦不兩立，願先生留意也。”田光曰：“臣聞騏驥盛壯之時，一日而馳千里，至其衰老，駑馬先之。今太子聞光盛壯之時，不知臣精已消亡矣。雖然，光不敢以圖國事，所善荊卿可使也。”太子曰：“願因先生得結交於荊卿可乎？”田光曰：“敬諾。”即起趨出，太子送至門，戒曰：“丹所報，先生所言者，國之大事也，願先生勿洩也。”田光俯而笑曰：\n\n“諾。”僂行見荊卿曰：“光與子相善，燕莫不知；今太子聞光壯盛之時，不知吾形已不逮也，幸而教之曰：‘燕秦不兩立，願先生留意也’，光竊不自外，言足下於太子也，願足下過太子於宮。”荊軻曰：“謹奉教。”田光曰：“吾聞之，長者為行，不使人疑之，今太子告光曰：‘所言者國之大事也，願先生勿洩’，是太子疑光也。夫為行而使人疑之，非節俠也。”欲自殺以激荊卿，曰：“願足下急過太子，言光已死，明不言也。”因遂自刎而死。\n\n荊軻遂見太子，言田光已死，致光之言。太子再拜而跪，膝行流涕，有頃而後言曰：“丹所以誡田先生毋言者，欲以成大事之謀也。今田先生以死明不言，豈丹之心哉！”荊軻坐定，太子避席頓首曰：“田先生不知丹之不肖，使得至前敢有所道，此天之所以哀燕而不棄其孤也。今秦有貪利之心，而欲不可足也，非盡天下之地，臣海內之王者，其意不厭。今秦已虜韓王，盡納其地，又舉兵南伐楚，北臨趙，王翦將數十萬之眾距漳、鄴，而李信出太原、雲中。趙不能支秦，必入臣，入臣則禍至燕。燕小弱，數困於兵，今計舉國不足以當秦。諸侯服秦，莫敢合從。丹之私計，愚以為誠得天下之勇士，使於秦，窺以重利，秦王貪，其勢必得所願矣。誠得劫秦王，使悉反諸侯侵地，若曹沫之與齊桓公，則大善矣。則不可，因而刺殺之。彼秦大將擅兵於外，而內有亂，則君臣相疑；以其間，諸侯得合從，其破秦必矣。此丹之上願，而不知所委命，唯荊卿留意焉。”久之，荊軻曰：“此國之大事也，臣駑下，恐不足任使。”太子前頓首，固請毋讓，然後許諾。於是尊荊軻為上卿，舍上舍，太子日造門下，供太牢，具異物，間進車騎美女，恣荊軻所欲，以順適其意。\n\n久之，荊軻未有行意。秦將王翦破趙，虜趙王，盡收其地，進兵北略地，至燕南界。太子丹恐懼，乃請荊軻曰：“秦兵旦暮渡易水，則雖欲長侍足下，豈可得哉！”荊軻曰：“微太子言，臣願謁之，今行而毋信，則秦未可親也。夫樊將軍，秦王購之金千斤，邑萬家。誠得樊將軍首，與燕督亢之地圖，奉獻秦王，秦王必說見臣，臣乃得有以報。”太子曰：“樊將軍窮困來歸丹，丹不忍以己之私而傷長者之意，願足下更慮之。”\n\n荊軻知太子不忍，乃遂私見樊於期曰：“秦之遇將軍可謂深矣，父母宗族皆為戮沒，今聞購將軍首金千斤，邑萬家，將奈何？”於期仰天太息，流涕曰：“於期每念之，常痛於骨髓，顧計不知所出耳。”荊軻曰：“今有一言可以解燕國之患，報將軍之仇者何如？”於期乃前曰：“為之奈何？”荊軻曰：“願得將軍之首以獻秦王，秦王必喜而見臣。臣左手把其袖，右手揕其胸；然則將軍之仇報而燕見陵之愧除矣。將軍豈有意乎？”樊於期偏袒扼腕而進曰：“此臣之日夜切齒腐心也。乃今得聞教。”遂自剄。太子聞之，馳往伏屍而哭，極哀。既已不可奈何，乃遂盛樊於期首函封之。\n\n於是太子豫求天下之利匕首，得趙人徐夫人匕首，取之百金。使工以藥錊之，以試人，血濡縷，人無不立死者。乃裝為遣荊卿。燕國有勇士秦舞陽，年十三殺人，人不敢忤視，乃令秦舞陽為副。荊軻有所待，欲與俱；其人居遠未來，而為治行，頃之，未發，太子遲之，疑其改悔，乃復請曰：“日已盡矣，荊卿豈有意哉？丹請得先遣秦舞陽。”荊軻怒叱太子曰：“何太子之遣？往而不反者豎子也。且提一匕首，入不測之強秦。僕所以留者，待吾客與俱。今太子遲之，請辭決矣。”遂發。\n\n太子及賓客知其事者，皆白衣冠以送之。至易水之上，既祖，取道，高漸離擊築，荊軻和而歌，為變徵之聲，士皆垂淚涕泣。又前而歌曰：“風蕭蕭兮易水寒；壯士一去兮不復還。”復為羽聲慷慨，士皆瞋目，發盡上指冠。於是荊軻就車而去，終已不顧。\n\n遂至秦，持千金之資幣物，厚遺秦王寵臣中庶子蒙嘉。嘉為先言於秦王曰：“燕王誠振怖大王之威，不敢舉兵以逆軍吏，願舉國為內臣，比諸侯之列，給貢職如郡縣，而得奉守先王之宗廟。恐懼不敢自陳，謹斬樊於期之頭，及獻燕督亢之地圖，函封，燕王拜送於庭，使使以聞大王。唯大王命之。”秦王聞之大喜，乃朝服，設九賓，見燕使者咸陽宮。荊軻奉樊於期頭函，而秦舞陽奉地圖匣，以次進。至陛，秦舞陽色變振恐，群臣怪之。荊軻顧笑舞陽，前謝曰：“北蕃蠻夷之鄙人，未嘗見天子，故振懾，願大王少假借之，使得畢使於前。”秦王謂軻曰：“取舞陽所持地圖。”軻既取圖奏之，秦王發圖，圖窮而匕首見，因左手把秦王之袖，而右手持匕首揕之。未至身，秦王驚，自引而起，袖絕；拔劍，劍長，操其室；時惶急，劍堅，故不可立拔。荊軻逐秦王，秦王環柱而走。群臣皆愕，卒起不意，盡失其度。而秦法：群臣侍殿上者，不得持尺寸之兵，諸郎中執兵皆陳殿下，非有詔召不得上。方急時，不及召下兵。以故荊軻乃逐秦王，而卒惶急無以擊軻，而以手共搏之。是時，侍醫夏無且，以其所奉藥囊提荊軻也。秦王方環柱走，卒惶急不知所為，左右乃曰：“王負劍。”負劍，遂拔，以擊荊軻，斷其左股。荊軻廢，乃引其匕首以擲秦王，不中，中銅柱。秦王復擊軻，軻被八創。軻自知事不就，倚柱而笑，箕踞以罵曰：“事所以不成者，以欲生劫之，必得約契以報太子也。”於是左右既前殺軻，秦王不怡者良欠。已而論功賞群臣及當坐者各有差，而賜夏無且黃金二百鎰，曰：“無且愛我，乃以藥囊提荊軻也。”\n\n於是，秦王大怒，益發兵詣趙，詔王翦軍以伐燕。十月而拔薊城，燕王喜、太子丹等盡率其精兵東保於遼東。秦將李信追擊燕王急，代王嘉乃遺燕王喜書曰：“秦所以尤追燕急者，以太子丹故也。今王誠殺丹獻之秦王，秦王必解，而社稷幸得血食。”其後李信追丹，丹匿衍水中；燕王乃使使斬太子丹，欲獻之秦；秦復進兵攻之，後五年，秦卒滅燕，虜燕王喜。\n\n其明年，秦並天下，立號為皇帝。於是秦逐太子丹荊軻之客，皆亡。高漸離變名姓為人庸保，匿作於宋子。久之作苦，聞其家堂上客擊築，彷徨不能去。每出言曰：“彼有善有不善。”從者以告其主，曰：“彼庸乃知音，竊言是非。”家大人召使前擊築，一坐稱善，賜酒。而高漸離念久隱畏約無窮時，乃退，出其裝匣中築與其善衣，更容貌而前。舉坐客皆驚，下與抗禮，以為上客，使擊築而歌，客無不流涕而去者。宋子傳客之。聞於秦始皇，秦始皇召見。人有識者，乃曰：“高漸離也。”秦皇帝惜其善擊築，重赦之，乃矐其目，使擊築，未嘗不稱善，稍益近之。高漸離乃以鉛置築中，復進得近，舉築撲秦皇帝，不中。於是遂誅高漸離，終身不復近諸侯之人。\n\n魯句踐已聞荊軻之刺秦王，私曰：“嗟乎，惜哉，其不講於刺劍之術也！甚矣，吾不知人也！曩者吾叱之，彼乃以我為非人也。”\n\n"
		},
		{
			"章节": "漢文十二",
			"章节名称": "報任少卿書",
			"章节内容": "司馬遷\n\n太史公牛馬走，司馬遷再拜言少卿足下：曩者辱賜書，教以慎於接物，推賢進士為務；意氣勤勤墾墾，若望僕不相師，而用流俗人之言。僕非敢如此也。雖罷駑，亦嘗側聞長者之遺風矣。顧自以為身殘處穢，動而見尤，欲益反損；是以獨鬱悒而與誰語。諺曰：“誰為為之？孰令聽之？”蓋鍾子期死，伯牙終身不復鼓琴。何則？士為知己者用，女為悅己者容。若僕大質已虧缺矣，雖材懷隨、和，行若由、夷，終不可以為榮，適足以發笑而自點耳。書辭宜答，會東從上來，又迫賤事，相見日淺，卒卒無須臾之間，得竭志意。今少卿抱不測之罪，涉旬月，迫季冬，僕又薄從上雍，恐卒然不可諱，是僕終已不得舒憤懣以曉左右，則長逝者魂魄私恨無窮，請略陳固陋。闕然久不報，幸勿為過！\n\n僕聞之，修身者，智之符也；愛施者，仁之端也；取予者，義之表也；恥辱者，勇之決也；立名者，行之極也。士有此五者，然後可以託於世，而列於君子之林矣。故禍莫憯於欲利，悲莫痛於傷心，行莫醜於辱先，而詬莫大於宮刑。刑餘之人，無所比數，非一世也，所從來遠矣。昔衛靈公與雍渠同載，孔子適陳；商鞅因景監見，趙良寒心；同子參乘，袁絲變色；自古而恥之。夫以中材之人，事有關於宦豎，莫不傷氣，而況慷慨之士乎！如今朝庭雖乏人，奈何令刀鋸之餘，薦天下豪雋哉？僕賴先人緒業，得待罪輦轂下二十餘年矣。所以自惟，上之，不能納忠效信，有奇策材力之譽，自結明主；次之，又不能拾遺補闕，招賢進能，顯巖穴之士；外之，又不能備行伍，攻城野戰，有斬將搴旗之功；下之，又不能積日累勞，取尊官厚祿，以為宗族交遊光寵。四者無一遂，苟合取容，無所短長之效，可見如此矣。鄉者，僕亦常廁下大夫之列，陪外廷末議，不以此時引維綱，盡思慮，今已虧形，為掃除之隸，在闒茸之中，乃欲仰首伸眉，論列是非，不亦輕朝廷，羞當世之士邪？嗟乎！嗟乎！如僕尚何言哉！尚何言哉！\n\n且事本末未易明也。僕少負不羈之材，長無鄉曲之譽，主上幸以先人之故，使得奏薄伎，出入周衛之中。僕以為戴盆何以望天，故絕賓客之知，亡室家之業，日夜竭其不肖之材力，務一心營職，以求親媚於主上，而事乃有大謬不然者夫。僕與李陵，俱居門下，素非能相善也，趣舍異路，未嘗銜杯酒，接殷勤之餘歡。然僕觀其為人，自守奇士，事親孝，與士信，臨財廉，取予義，分別有讓，恭儉下人，常思奮不顧身，以徇國家之急。其素所蓄積也，僕以為有國士之風。夫人臣出萬死不顧一生之計，赴公家之難，斯以奇矣。今舉事一不當，而全軀保妻子之臣，隨而媒孽其短，僕誠私心痛之！且李陵提步卒不滿五千，深踐戎馬之地，足歷王庭，垂餌虎口，橫挑強胡，仰億萬之師，與單于連戰十有餘日，所殺過當。虜救死扶傷不給，旃裘之君長鹹震怖，乃悉徵其左右賢王，舉引弓之人，一國共攻而圍之。轉鬥千里，矢盡道窮，救兵不至，士卒死傷如積。然李陵一呼勞，軍士無不起，躬自流涕，沫血飲泣，更張空弮，冒白刃，北向爭死敵者。陵未沒時，使有來報，漢公卿王侯皆奉觴上壽。後數日，陵敗書聞，主上為之食不甘味，聽朝不怡，\n\n大臣憂懼，不知所出。僕竊不自料其卑賤，見主上慘愴怛悼，誠欲效其款款之愚，以為李陵素與士大夫絕甘分少，能得人之死力，雖古之名將不能過也。身雖陷敗，彼觀其意，且欲得其當而報於漢；事已無可奈何，其所摧敗，功亦足以暴於天下矣。僕懷欲陳之，而未有路，適會召問，即以此指，推言陵之功，欲以廣主上之意，塞睚眥之辭，未能盡明。明主不曉，以為僕沮貳師，而為李陵遊說，遂下於理，拳拳之忠，終不能自列。因為誣上，卒從吏議。家貧，貨賂不足以自贖，交遊莫救視，左右親近不為一言。身非木石，獨與法吏為伍，深幽囹圄之中，誰可告訴者？此真少卿所親見，僕行事豈不然乎？李陵既生降，隤其家聲，而僕又佴之蠶室，重為天下觀笑。悲夫！悲夫！\n\n事未易一二為俗人言也。僕之先人非有剖符丹書之功，文史、星曆，近乎卜祝之間，固主上所戲弄，倡優所畜，流俗之所輕也。假令僕伏法受誅，若九牛亡一毛，與螻蟻何以異？而世又不與能死節者比，特以為智窮罪極，不為自免，卒就死耳。何也？素所自樹立使然也。人固有一死，或重於泰山，或輕於鴻毛，用之所趨異也。太上不辱先，其次不辱身，其次不辱理色，其次不辱辭令，其次詘體受辱，其次易服受辱，其次關木索，被棰楚受辱，其次剔毛髮，嬰金鐵受辱，其次毀肌膚，斷支體受辱，最下腐刑極矣。傳曰：“刑不上大夫。”此言士節不可不勉勵也。猛虎在深山，百獸震恐，及其在檻阱之中，搖尾而求食，積威約之漸也。故士有畫地為牢勢不可入，削木為吏議不可對，定計於鮮也。今交手足，受木索，暴肌膚，受榜棰，幽於圜牆之中，當此之時，見獄吏則頭槍地，視徒隸則正惕息，何者？積威約之勢也。及以至此，言不辱者，所謂強顏耳，曷足貴乎？且西伯，伯也，拘於羑里；李斯，相也，具於五刑；淮陰，王也，受械於陳；彭越、張敖，南面稱孤，繫獄抵罪；絳侯誅諸呂，權傾五伯，囚於請室；魏其，大將也，衣赭衣，關三木，季布為朱家鉗奴，灌夫受辱於居室。此人皆身至王侯將相，聲聞鄰國，及罪至罔加，不能引決自裁，在塵埃之中，古今一體，安在其不辱也？由此言之，勇怯，勢也；強弱，形也。審矣，何足怪乎？夫人不能蚤自裁繩墨之外，已稍陵遲，至於鞭棰之間，乃欲引節，斯不亦遠乎？古人所以重施刑于大夫者，殆為此也。夫人情莫不貪生惡死，念父母，顧妻子，至激於義理者不然，乃有所不得已也。今僕不幸，蚤失父母，無兄弟之親，獨身孤立，少卿視僕於妻子何如哉？且勇者不必死節，怯夫慕義，何處不勉焉。僕雖怯懦欲苟活，亦頗識去就之分矣，何至自沈溺縲紲之辱哉？且夫臧獲婢妾，由能引決，況僕之不得已乎？所以隱忍苟活，幽於糞土之中而不辭者，恨私心有所不盡，鄙陋沒世而文采不表於後世也。\n\n古者富貴而名摩滅，不可勝記，唯倜儻非常之人稱焉。蓋文王拘而演周易，仲尼厄而作春秋；屈原放逐，乃賦離騷；左丘失明，厥有國語；孫子臏腳，兵法修列；不韋遷蜀，世傳呂覽；韓非囚秦，說難、孤憤；詩三百篇，大抵賢聖發憤之所為作也。此人皆意有所鬱結，不得通其道，故述往事，思來者。乃如左丘明無目，孫子斷足，終不可用，退而論書策，以舒其憤，思垂空文以自見。僕竊不遜，近自託於無能之辭，網羅天下放失舊聞，略考其行事，綜其終始，稽其成敗興壞之紀，上計軒轅，下至於茲，為十表，本紀十二，書八章，世家三十，列傳七十，凡百三十篇，亦欲以究天人之際，通古今之變，成一家之言。草創未就，會遭此禍，惜其不成，是以就極刑而無慍色，僕誠已著此書，藏之名山，傳之其人，通邑大都；則僕償前辱之責，雖萬被戮，豈有悔哉！然此可為智者道，難為俗人言也。\n\n且負下未易居，下流多謗議。僕以口語遇遭此禍，重為鄉里所戮笑，以汙辱先人，亦何面目覆上父母之丘墓乎？雖累百世，垢彌甚耳。是以腸一日而九回，居則忽忽若有所亡，出則不知其所往。每念斯恥，汗未嘗不發背沾衣也！身直為閨閤之臣，寧得自引於深藏巖穴邪！故且從俗浮沈，與時俯仰，以通其狂惑。今少卿乃教以推賢進士，無乃與僕私心刺謬乎！今雖欲自雕琢曼辭以自解，無益，於俗不信，適足取辱耳。要之，死日，然後是非乃定。書不能盡意，故略陳固陋，謹再拜。\n\n"
		},
		{
			"章节": "漢文十三",
			"章节名称": "歸田賦",
			"章节内容": "張衡\n\n遊都邑以永久，無明略以佐時。徒臨川以羨魚，俟河清乎未期。感蔡子之慷慨，從唐生以決疑。諒天道之微昧，追漁父以同嬉。超埃塵以遐逝，與世事乎長辭。\n\n於是仲春令月，時和氣清；原隰鬱茂，百草滋榮。王雎鼓翼，倉庚哀鳴；交頸頡頏，關關嚶嚶。於焉逍遙，聊以娛情。\n\n爾乃龍吟方澤，虎嘯山丘。仰飛纖繳，俯釣長流。觸矢而斃，貪餌吞鉤。落雲間之逸禽，懸淵沉之鯊鰡。\n\n於時曜靈俄景，繼以望舒。極般遊之至樂，雖日夕而忘劬。感老氏之遺誡，將回駕乎蓬廬。彈五絃之妙指，詠周、孔之圖書。揮翰墨以奮藻，陳三皇之軌模。苟縱心於物外，安知榮辱之所如。\n\n"
		},
		{
			"章节": "漢魏文一",
			"章节名称": "洛神賦",
			"章节内容": "曹植\n\n黃初三年，餘朝京師，還濟洛川。古人有言，斯水之神，名曰宓妃。感宋玉對楚王神女之事，遂作斯賦。其辭曰：\n\n餘從京域，言歸東藩。背伊闕，越轘轅，經通谷，陵景山。日既西傾，車殆馬煩。爾乃稅駕乎蘅皋，秣駟乎芝田，容與乎陽林，流眄乎洛川。於是精移神駭，忽焉思散。俯則末察，仰以殊觀，睹一麗人，於巖之畔。乃援御者而告之曰：“爾有覿於彼者乎？彼何人斯？若此之豔也！”御者對曰：“臣聞河洛之神，名曰宓妃。然則君王所見，無乃日乎？其狀若何？臣願聞之。”餘告之曰：“其形也，翩若驚鴻，婉若游龍。榮曜秋菊，華茂春鬆。彷彿兮若輕雲之蔽月，飄飄兮若流風之迴雪。遠而望之，皎若太陽升朝霞；迫而察之，灼若芙蕖出淥波。禯纖得衷，修短合度。肩若削成，腰如約素。延頸秀項，皓質呈露。芳澤無加，鉛華弗御。雲髻峨峨，修眉聯娟。丹脣外朗，皓齒內鮮，明眸善睞，靨輔承權。瑰姿豔逸，儀靜體閒。柔情綽態，媚於語言。奇服曠世，骨像應圖。披羅衣之璀粲兮，珥瑤碧之華琚。戴金翠之首飾，綴明珠以耀軀。踐遠遊之文履，曳霧綃之輕裾。微幽蘭之芳藹兮，步踟躕于山隅。於是忽焉縱體，以遨以嬉。左倚採旄，右蔭桂旗。壤皓腕於神滸兮，採湍瀨之玄芝。餘情悅其淑美兮，心振盪而不怡。無良媒以接歡兮，託微波而通辭。願誠素之先達兮，解玉佩以要之。嗟佳人之信修，羌習禮而明詩。抗瓊珶以和予兮，指潛淵而為期。執眷眷之款實兮，懼斯靈之我欺。感交甫之棄言兮，悵猶豫而狐疑。收和顏而靜志兮，申禮防以自持。於是洛靈感焉，徙倚彷徨，神光離合，乍陰乍陽。竦輕軀以鶴立，若將飛而未翔。踐椒塗之郁烈，步蘅薄而流芳。超長吟以永慕兮，聲哀厲而彌長。爾乃眾靈雜遢，命儔嘯侶，或戲清流，或翔神渚，或採明珠，或拾翠羽。從南湘之二妃，攜漢濱之遊女。嘆匏瓜之無匹兮，詠牽牛之獨處。揚輕袿之猗靡兮，翳修袖以延儜。休迅飛鳧，飄忽若神，陵波微步，羅襪生塵。動無常則，若危若安。進止難期，若往若還。轉眄流精，光潤玉顏。含辭未吐，氣若幽蘭。華容婀娜，令我忘餐。於是屏翳收風，川后靜波。馮夷鳴鼓，女媧清歌。騰文魚以警乘，鳴玉鸞以偕逝。六龍儼其齊首，載雲車之容裔，鯨鯢踴而夾轂，水禽翔而為衛。於是越北沚。過南岡，紆素領，回清陽，動朱脣以徐言，陳交接之大綱。恨人神之道殊兮，怨盛年之莫當。抗羅袂以掩涕兮，淚流襟之浪浪。悼良會之永絕兮。哀一逝而異鄉。無微情以效愛兮，獻江南之明璫。雖潛處於太陽，長寄心於君王。忽不悟其所舍，悵神宵而蔽光。於是背下陵高，足往神留，遺情想像，顧望懷愁。冀靈體之復形，御輕舟而上溯。浮長川而忘返，思綿綿督。夜耿耿而不寐，沾繁霜而至曙。命僕伕而就駕，吾將歸乎東路。攬騑轡以抗策，悵盤桓而不能去。\n\n"
		},
		{
			"章节": "漢魏文二",
			"章节名称": "過秦論上",
			"章节内容": "賈誼\n\n秦孝公據崤函之固，擁雍州之地，君臣固守，以窺周室；有席捲天下，包舉宇內，囊括四海之意，併吞八荒之心。當是時也，商君佐之，內立法度，務耕織，修守戰之具，外連衡而鬥諸侯。於是秦人拱手而取西河之外。\n\n孝公既沒，惠文、武、昭襄蒙故業。因遺策，南取漢中，西舉巴蜀，東割膏腴之地，北收要害之郡。諸侯恐懼，會盟而謀弱秦，不愛珍器重寶肥饒之地，以致天下之士，合從締交，相與為一。當此之時，齊有孟嘗，趙有平原，楚有春申，魏有信陵；此四君者，皆明智而忠信，寬厚而愛人，尊賢重士，約從離橫，兼韓、魏、燕、趙、齊、楚、宋、衛、中山之眾。於是六國之士，有甯越、徐尚、蘇秦、杜赫之屬為之謀；齊明、周最、陳軫、昭滑、樓綏、翟景、蘇厲、樂毅之徒通其意；吳起、孫臏、帶佗、兒良、王廖、田忌、廉頗、趙奢之倫制其兵。嘗以十倍之地，百萬之眾，叩關而攻秦。秦人開關延敵，九國之師，逡巡遁逃而不敢進。秦無亡矢遺鏃之費，而天下諸侯已困矣。於是從散約解，爭割地而賂秦。秦有餘力而制其敝，追亡逐北，伏屍百萬，流血漂櫓；因利乘便，宰割天下，分裂河山，強國請服，弱國入朝。施及孝文王、莊襄王，享國日淺，國家無事。\n\n及至秦王，續六世之餘烈，振長策而御宇內，吞二週而亡諸侯，履至尊而制六合，執捶拊以鞭笞天下，威振四海，南取百越之地以為桂林、象郡；百越之君，俯首繫頸，委命下吏；乃使蒙恬北築長城而守藩籬，卻匈奴七百餘里；胡人不敢南下而牧馬，士不敢彎弓而報怨。於是廢先王之道，焚百家之言，以愚黔首；墮名城，殺豪俊，收天下之兵，聚之咸陽，銷鋒鑄鐻，以為金人十二，以弱天下之民。然後踐華為城，因河為池，據億丈之城，臨不測之谿以固。良將勁弩，守要害之處；信臣精卒，陳利兵而誰何？天下已定，秦王之心，自以為關中之固，金城千里，子孫帝王萬世之業也。\n\n秦王既沒，餘威震於殊俗。然而陳涉，甕牖繩樞之子，甿隸之人，而遷徙之徒也，才能不及中人，非有仲尼、墨翟之賢，陶朱、猗頓之富，躡足行伍之間，而倔起阡陌之中，率罷散之卒，將數百之眾，轉而攻秦；斬木為兵，揭竿為旗，天下雲集而響應，贏糧而景從，山東豪俊，遂並起而亡秦族矣。\n\n且夫天下非小弱也，雍州之地，崤函之固，自若也；陳涉之位，非尊於齊、楚、燕、趙、韓、魏、宋、衛、中山之君也；鋤耰棘矜，非銛於鉤戟長鎩也；謫戍之眾，非抗於九國之師也；深謀遠慮，行軍用兵之道，非及曩時之士也；然而成敗異變，功業相反。試使山東之國，與陳涉度長絜大，比權量力，則不可同年而語矣；然秦以區區之地，致萬乘之權，招八州而朝同列，百有餘年矣；然後以六合為家，崤函為宮，一夫作難而七廟墮，身死人手，為天下笑者，何也？仁義不施，而攻守之勢異也。\n\n"
		},
		{
			"章节": "漢魏文三",
			"章节名称": "論貴粟疏",
			"章节内容": "晁錯\n\n聖王在上，而民不凍飢者，非能耕而食之，織而衣之也，為開其資財之道也。故堯禹有九年之水，湯有七年之旱，而國無捐瘠者，以畜積多，而備先具也。今海內為一，土地人民之眾，不避湯禹，加以亡天災數年之水旱，而畜積未及者，何也？地有遺利，民有餘力，生谷之土未盡墾，山澤之利未盡出也，遊食之民未盡歸農也。\n\n民貧則奸邪生。貧生於不足，不足生於不農，不農則不地著；不地著則離鄉輕家，民如鳥獸，雖有高城深池，嚴法重刑，猶不能禁也。夫寒之於衣，不待輕暖；飢之於食，不待甘脂；飢寒至身，不顧廉恥。人情一日不再食則飢，終歲不製衣則寒。夫腹飢不得食，膚寒不得衣，雖慈母不能保其子，君安能以有其民哉？明主知其然也，故務民於農桑，薄賦斂，廣畜積，以實倉廩，備水旱，故民可得而有也。\n\n民者，在上所以牧之；趨利如水走下，四方亡擇也。夫珠玉金銀，飢不可食，寒不可衣，然而眾貴之者，以上用之故也。其為物輕微易藏，在於把握，可以周海內而亡飢寒之患。此令臣輕背其主，而民易去其鄉，盜賊有所勸，亡逃者得輕資也。粟米布帛生於地，長於時，聚於力，非可一日成也。數石之重，中人弗勝，不為奸邪所利，一日弗得而飢寒至。是故明君貴五穀而賤金玉。\n\n今農夫五口之家，其服役者，不下二人；其能耕者，不過百畝；百畝之收，不過百石。春耕，夏耘，秋獲，冬藏，伐薪樵，治官府，給徭役，春不得避風塵，夏不得避暑熱，秋不得避陰雨，冬不得避寒凍：四時之間，亡日休息。又私自送往迎來，弔死問疾，養孤長幼在其中。勤苦如此，尚覆被水旱之災，急政暴賦，賦斂不時，朝令而暮當具。有者，半賈而賣；亡者，取倍稱之息；於是有賣田宅，鬻子孫，以償債者矣！而商賈大者積貯倍息，小者坐列販賣，操其奇贏，日遊都市，乘上之急，所賣必倍。故其男不耕耘，女不蠶織；衣必文采，食必粱肉；亡農夫之苦，有阡陌之得。因其富厚，交通王侯，力過吏勢；以利相傾，千里遊敖，冠蓋相望，乘堅策肥，履絲曳縞。此商人所以兼併農人，農人所以流亡者也。\n\n今法律賤商人，商人已富貴矣；尊農夫，農夫已貧賤矣。故俗之所貴，主之所賤也；吏之所卑，法之所尊也。上下相反，好惡乖迕，而欲國富法立，不可得也。\n\n方今之務，莫若使民務農而已矣。欲民務農，在於貴粟。貴粟之道，在於使民以粟為賞罰。今募天下入粟縣官，得以拜爵，得以除罪；如此，富人有爵，農民有錢，粟有所渫。夫能入粟以受爵，皆有餘者也。取於有餘，以供上用，則貧民之賦可損；所謂損有餘，補不足，令出而民利者也。順於民心，所補者三：一曰主用足；二曰民賦少；三曰勸農功。\n\n今令民有車騎馬一匹者，復卒三人。車騎者，天下武備也，故為復卒。神農之教曰：“有石城十仞，湯池百步，帶甲百萬，而亡粟，弗能守也。”以是觀之，粟者，王者大用，政之本務。令民入粟受爵，至五大夫以上，乃復一人耳，此其與騎馬之功相去遠矣。\n\n爵者，上之所擅，出於口而亡窮；粟者，民之所種，生於地而不乏。夫得高爵與免罪，人之所甚欲也。使天下人入粟於邊，以受爵免罪，不過三歲，塞下之粟必多矣。\n\n"
		},
		{
			"章节": "漢魏文四",
			"章节名称": "長門賦",
			"章节内容": "司馬相如\n\n夫何一佳人兮，步逍遙以自虞。魂逾佚而不反兮，形枯槁而獨居。言我朝往而暮來兮，飲食樂而忘人。心慊移而不省故兮，交得意而相親。伊予志之慢愚兮，懷貞愨之歡心。願賜問而自進兮，得尚君之玉音。奉虛言而望誠兮，期城南之離宮。修薄具而自設兮，君曾不肯乎幸臨。\n\n廓獨潛而專精兮，天飄飄而疾風。登蘭臺而遙望兮，神恍恍而外淫。浮雲鬱而四塞兮，天窈窈而晝陰。雷殷殷而響起兮，聲象君之車音。飄風回而起閏兮，舉帷幄之襢襢；桂樹交而相紛兮，芳酷烈之誾誾。孔雀集而相存兮，玄猿嘯而長吟。翡翠脅翼而來萃兮，鸞鳳翔而北南。心憑噫而不舒兮，邪氣壯而攻中。\n\n下蘭臺而周覽兮，步從容於深宮。正殿塊以造天兮，鬱並起而穹崇。間徙倚於東廂兮，觀夫靡靡而無窮。擠玉戶以撼金鋪兮，聲噌吰而似鍾音。刻木蘭以為榱兮，飾文杏以為樑。羅丰茸之遊樹兮，離樓梧而相撐。施瑰木之欖櫨兮，委參差以槺樑。時彷佛以物類兮，象積石之將將。五色炫以相曜兮，爛耀耀而成光。致錯石之瓴甓兮，象玳瑁之文章。張羅綺之幔帷兮，垂楚組之連綱。撫柱楣以從容兮，覽曲臺之央央。白鶴嘷以哀號兮，孤雌踶襢以於枯楊。日黃昏而望絕兮，悵獨託於空堂。\n\n懸明月以自照兮，徂清夜於洞房。援雅琴以變調兮，奏愁思之不可長。按流徵以卻轉兮，聲幼妙而復揚。貫歷覽其中操兮，意慷慨而自昂。左右悲而垂淚兮，涕流離而從橫。舒息悒而增欷兮，蹤履起而彷徨。揄長袂以自翳兮，數昔日之愆殃。無面目之可顯兮，遂頹思而就床。摶芬若以為枕兮，席荃蘭而茝香。忽寢寐而夢想兮，魂若君之在旁。惕寤覺而無見兮，魂迋迋若有亡。眾雞鳴而愁予兮，起視月之精光。觀眾星之行列兮，畢昴出於東方。望中庭之藹藹兮，若季秋之降霜。夜曼曼其若歲兮，懷鬱郁其不可再更。澹偃蹇而待曙兮，荒亭亭而復明。妾人竊自悲兮，究年歲而不敢忘。\n\n"
		},
		{
			"章节": "漢魏文五",
			"章节名称": "蘇武傳",
			"章节内容": "漢書\n\n武字子卿，少以父任，兄弟併為郎，稍遷至栘中廄監。時漢連伐胡，數通使相窺觀。匈奴留漢使郭吉、路充國等前後十餘輩，匈奴使來，漢亦留之以相當。天漢元年，且鞮侯單于初立，恐漢襲之，乃曰：“漢天子我丈人行也。”盡歸漢使路充國等。武帝嘉其義，乃遣武以中郎將使持節送匈奴使留在漢者，因厚賂單于，答其善意。\n\n武與副中郎將張勝及假吏常惠等募士斥候百餘人俱。既至匈奴，置幣遺單于；單于益驕，非漢所望也。方欲發使送武等，會緱王與長水虞常等謀反匈奴中。緱王者，昆邪王姊子也，與昆邪王俱降漢，後隨浞野侯沒胡中，及衛律所將降者，陰相與謀，劫單于母閼氏歸漢。會武等至匈奴。虞常在漢時，素與副張勝相知，私候勝曰：“聞漢天子甚怨衛律，常能為漢伏弩射殺之，吾母與弟在漢，幸蒙其賞賜。”張勝許之，以貨物與常。後月餘，單于出獵，獨閼氏子弟在。虞常等七十餘人慾發，其一人夜亡告之。單于子弟發兵與戰，緱王等皆死，虞常生得。單于使衛律治其事。張勝聞之，恐前語發，以狀語武。武曰：“事如此，此必及我，見犯乃死，重負國！”欲自殺，勝惠共止之。虞常果引張勝。單于怒，召諸貴人議，欲殺漢使者。左伊秩訾曰：“即謀單于，何以復加？宜皆降之。”單于使衛律召武受辭。武謂惠等：“屈節辱命，雖生何面目以歸漢？”引佩刀自刺。衛律驚，自抱持武。馳召醫，鑿地為坎，置熅火，覆武其上，蹈其背，以出血。武氣絕，半日復息。惠等哭，輿歸營。單于壯其節，朝夕遣人候問武，而收系張勝。\n\n武益愈。單于使使曉武，會論虞常，欲因此時降武。劍斬虞常已，律曰：“漢使張勝謀殺單于近臣，當死；單于募降者，赦罪。”舉劍欲擊之，勝請降。律謂武曰：“副有罪，當相坐。”武曰：“本無謀，又非親屬，何謂相坐？”復舉劍擬之，武不動。律曰：“蘇君，律前負漢歸匈奴，幸蒙大恩，賜號稱王，擁眾數萬，馬畜彌山，富貴如此。蘇君今日降，明日復然。空以身膏草野，誰復知之？”武不應。律曰：“君因我降，與君為兄弟；今不聽吾計，後雖復欲見我，尚可得乎？”武罵律曰：“女為人臣子，不顧恩義，畔主背親，為降虜於蠻夷，何以女為見？且單于信女，使決人死生，不平心持正，反欲鬥兩主觀禍敗。南越殺漢使者，屠為九郡；宛王殺漢使者，頭縣北闕；朝鮮殺漢使者，即時誅滅。獨匈奴未耳。若知我不降明，欲令兩國相攻，匈奴之禍，從我始矣！”律知武終不可脅，白單于。單于愈益欲降之。乃幽武置大窖中，絕不飲食。天雨雪。武臥，齧雪與旃毛並咽之，數日不死。匈奴以為神，乃徙武北海上無人處，使牧羝。羝乳，乃得歸。別其官屬常惠等，各置他所。\n\n武既至海上，廩食不至，掘野鼠去屮實而食之。仗漢節牧羊，臥起操持，節旄盡落。積五、六年，單于弟於靬王弋射海上。武能網紡繳，檠弓弩，於靬王愛之，給其衣食。三歲餘，王病，賜武馬畜、服匿、穹廬。王死後，人眾徙去。其冬，丁令盜武牛羊，武復窮厄。\n\n初，武與李陵俱為侍中。武使匈奴明年，陵降，不敢求武。久之，單于使陵至海上，為武置酒設樂。因謂武曰：“單于聞陵與子卿素厚，故使陵來說足下，虛心欲相待。終不得歸漢，空自苦亡人之地，信義安所見乎？前長君為奉車，從至雍棫陽宮，扶輦下除，觸柱，折轅，劾大不敬，伏劍自刎，賜錢二百萬以葬。孺卿從祠河東後土，宦騎與黃門駙馬爭船，推墮駙馬河中，溺死，宦騎亡。詔使孺卿逐捕。不得，惶恐飲藥而死。來時太夫人已不幸，陵送葬至陽陵。子卿婦年少，聞已更嫁矣。獨有女弟二人，兩女一男，今復十餘年，存亡不可知。人生如朝露，何久自苦如此？陵始降時，忽忽如狂，自痛負漢；加以老母系保宮。子卿不欲降，何以過陵？且陛下春秋高，法令亡常，大臣亡罪夷滅者數十家，安危不可知。子卿尚復誰為乎？願聽陵計，勿復有云！”武曰：“武父子亡功德，皆為陛下所成就，位列將，爵通侯，兄弟親近，常願肝腦塗地。今得殺身自效，雖蒙斧鉞湯鑊，誠甘樂之。臣事君，猶子事父也。子為父死，亡所恨，願無復再言。”陵與武飲數日，復曰：“子卿，壹聽陵言。”武曰：“自分已死久矣！王必欲降武，請畢今日之歡，效死於前！”陵見其至誠，喟然嘆曰：“嗟呼！義士！陵與衛律之罪上通於天！”因泣下沾衿，與武決去。\n\n陵惡自賜武，使其妻賜武牛羊數十頭。後陵復至北海上，語武：“區脫捕得雲中生口，言太守以下吏民皆白服，曰：‘上崩。’”武聞之，南鄉號哭，歐血，旦夕臨。數月，昭帝即位。數年，匈奴與漢和親。漢求武等。匈奴詭言武死。後漢使復至匈奴。常惠請其守者與俱，得夜見漢使，具自陳道。教使者謂單于言：“天子射上林中，得雁足有系帛書，言武等在某澤中。”使者大喜，如惠語以讓單于。單于視左右而驚，謝漢使曰：“武等實在。”於是李陵置酒賀武曰：“今足下還歸，揚名於匈奴，功顯於漢室，雖古竹帛所載，丹青所畫，何以過子卿！陵雖駑怯，令漢且貰陵罪，全其老母，使得奮大辱之積志，庶幾乎曹柯之盟。此陵宿昔之所不忘也！收族陵家，為世大戮，陵尚復何顧乎？已矣！令子卿知吾心耳！異域之人，壹別長絕！”陵起舞，歌曰：“徑萬里兮度沙幕，為君將兮奮匈奴。路窮絕兮矢刃摧，士眾滅兮名已隤，老母已死，雖欲報恩將安歸？”\n\n陵泣下數行，因與武決。單于召會武官屬，前以降及物故，凡隨武還者九人。武以始元六年春至京師，詔武奉一太牢謁武帝園廟，拜為典屬國，秩中二千石，賜錢二百萬，公田二頃，宅一區。常惠徐聖趙終根皆拜為中郎，賜帛各二百匹。其餘六人，老歸家，賜錢人十萬，復終身。常惠後至右將軍，封列侯，自有傳。武留匈奴凡十九歲，始以強壯出，及還，鬚髮盡白。\n\n"
		},
		{
			"章节": "漢魏文六",
			"章节名称": "戒兄子嚴敦書",
			"章节内容": "馬援\n\n援兄子嚴、敦，並喜譏議，而通輕俠客。援前在交趾，還書誡之日：“吾欲汝曹聞人過失，如聞父母之名：耳可得聞，口不可得言也。好論議人長短，妄是非正法，此吾所大惡也；寧死，不願聞子孫有此行也。汝曹知吾惡之甚矣，所以復言者，施衿結縭，申父母之戒，欲使汝曹不忘之耳！”\n\n“龍伯高敦厚周慎，口無擇言，謙約節儉，廉公有威。吾愛之重之，願汝曹效之。杜季良豪俠好義，憂人之憂，樂人之樂，清濁無所失。父喪致客，數郡畢至。吾愛之重之，不願汝曹效也。效伯高不得，猶為謹敕之士，所謂刻鵠不成，尚類鶩者也。效季良不得，陷為天下輕薄子，所謂畫虎不成，反類狗者也。訖今季良尚未可知，郡將下車輒切齒，州郡以為言，吾常為寒心，是以不願子孫效也。”\n\n"
		},
		{
			"章节": "漢魏文七",
			"章节名称": "前出師表",
			"章节内容": "諸葛亮\n\n臣亮言：先帝創業未半，而中道崩殂；今天下三分，益州疲敝，此誠危急存亡之秋也。然侍衛之臣，不懈於內；忠志之士，忘身於外者：蓋追先帝之殊遇，欲報之於陛下也。誠宜開張聖聽，以光先帝遺德，恢弘志士之氣；不宜妄自菲薄，引喻失義，以塞忠諫之路也。宮中府中，俱為一體；陟罰臧否，不宜異同：若有作奸犯科，及為忠善者，宜付有司，論其刑賞，以昭陛下平明之治；不宜偏私，使內外異法也。侍中、侍郎郭攸之、費依、董允等，此皆良實，志慮忠純，是以先帝簡拔以遺陛下：愚以為宮中之事，事無大小，悉以諮之，然後施行，必得裨補闕漏，有所廣益。將軍向寵，性行淑均，曉暢軍事，試用之於昔日，先帝稱之曰“能”，是以眾議舉寵為督：愚以為營中之事，事無大小，悉以諮之，必能使行陣和穆，優劣得所也。親賢臣，遠小人，此先漢所以興隆也；親小人，遠賢臣，此後漢所以傾頹也。先帝在時，每與臣論此事，未嘗不嘆息痛恨於桓、靈也！侍中、尚書、長史、參軍，此悉貞亮死節之臣也，願陛下親之、信之，則漢室之隆，可計日而待也。\n\n臣本布衣，躬耕南陽，苟全性命於亂世，不求聞達於諸侯。先帝不以臣卑鄙，猥自枉屈，三顧臣於草廬之中，諮臣以當世之事，由是感激，遂許先帝以驅馳。後值傾覆，受任於敗軍之際，奉命於危難之間：爾來二十有一年矣。先帝知臣謹慎，故臨崩寄臣以大事也。受命以來，夙夜憂慮，恐付託不效，以傷先帝之明；故五月渡瀘，深入不毛。今南方已定，甲兵已足，當獎帥三軍，北定中原，庶竭駑鈍，攘除奸凶，興復漢室，還於舊都：此臣所以報先帝而忠陛下之職分也。至於斟酌損益，進盡忠言，則攸之、依、允等之任也。願陛下託臣以討賊興復之效，不效則治臣之罪，以告先帝之靈；若無興復之言，則責攸之、依、允等之咎，以彰其慢。陛下亦宜自謀，以諮諏善道，察納雅言，深追先帝遺詔。臣不勝受恩感激！今當遠離，臨表涕泣，不知所云。\n\n"
		},
		{
			"章节": "漢魏文八",
			"章节名称": "後出師表",
			"章节内容": "諸葛亮\n\n先帝慮漢、賊不兩立，王業不偏安，故託臣以討賊也。以先帝之明，量臣之才，故知臣伐賊，才弱敵強也。然不伐賊，王業亦亡。惟坐而待亡，孰與伐之？是故託臣而弗疑也。臣受命之日，寢不安席，食不甘味；思惟北征，宜先入南：故五月渡瀘，深入不毛，並日而食。臣非不自惜也：顧王業不可偏安於蜀都，故冒危難以奉先帝之遺意。而議者謂為非計。今賊適疲於西，又務於東，兵法“乘勞”：此進趨之時也。謹陳其事如左：\n\n高帝明並日月，謀臣淵深，然涉險被創，危然後安；今陛下未及高帝，謀臣不如良、平，而欲以長策取勝，坐定天下：此臣之未解一也。劉繇、王朗，各據州郡，論安言計，動引聖人，群疑滿腹，眾難塞胸；今歲不戰，明年不徵，使孫策坐大，遂並江東：此臣之未解二也。曹操智計，殊絕於人，其用兵也，仿怫孫、吳，然困於南陽，險於烏巢，危於祁連，逼於黎陽，幾敗北山，殆死潼關，然後偽定一時耳；況臣才弱，而欲以不危而定之：此臣之未解三也。曹操五攻昌霸不下，四越巢湖不成，任用李服而李服圖之，委任夏侯而夏侯敗亡，先帝每稱操為能，猶有此失；況臣弩下，何能必勝：此臣之未解四也。自臣到漢中，中間期年耳，然喪趙雲、陽群、馬玉、閻芝、丁立、白壽、劉合、鄧銅等，及驅長屯將七十餘人，突將無前，叢叟、青羌，散騎武騎一千餘人，此皆數十年之內，所糾合四方之精銳，非一州之所有；若複數年，則損三分之二也。當何以圖敵：此臣之未解五也。今民窮兵疲，而事不可息；事不可息，則住與行，勞費正等；而不及今圖之，欲以一州之地，與賊持久：此臣之未解六也。\n\n夫難平者，事也。昔先帝敗軍於楚，當此時，曹操拊手，謂天下已定。然後先帝東連吳、越，西取巴、蜀，舉兵北征，夏侯授首：此操之失計，而漢事將成也。然後吳更違盟，關羽毀敗，秭歸蹉跌，曹丕稱帝：凡事如是，難可逆見。臣鞠躬盡瘁，死而後已；至於成敗利鈍，非臣之明所能逆睹也。\n\n"
		},
		{
			"章节": "漢魏文九",
			"章节名称": "誡子篇",
			"章节内容": "諸葛亮\n\n夫君子之行,靜以修身,儉以養德.非澹泊無以明志,非寧靜無以致遠.夫學須靜也,才須學也,非學無以廣才,非志無以成學,淫漫則不能勵精,險躁則不能治性,年與時馳,意與日去,遂成枯落,多不接世,悲守窮廬,將復何及！\n\n"
		},
		{
			"章节": "漢魏文十",
			"章节名称": "典論·論文",
			"章节内容": "曹丕\n\n文人相輕，自古而然。傅毅之於班固，伯仲之間耳，而固小之，與弟超書曰：“武仲以能屬文為蘭臺令史，下筆不能自休。”夫人善於自見，而文非一體，鮮能備善，是以各以所長，相輕所短。里語曰：“家有弊帚，享之千金。”斯不自見之患也。今之文人：魯國孔融文舉、廣陵陳琳孔璋、山陽王粲仲宣、北海徐幹偉長、陳留阮瑀元瑜、汝南應瑒德璉、東平劉楨公幹，斯七子者，於學無所遺，於辭無所假，鹹自以騁驥騄於千里，仰齊足而並馳。以此相服，亦良難矣！蓋君子審己以度人，故能免於斯累，而作論文。\n\n王粲長於辭賦，徐幹時有齊氣，然粲之匹也。如粲之初征、登樓、槐賦、徵思，幹之玄猿、漏卮、圓扇、橘賦，雖張、蔡不過也，然於他文未能稱是。琳、瑀之章表書記，今之雋也。應瑒和而不壯；劉楨壯而不密。孔融體氣高妙，有過人者；然不能持論，理不勝辭；至於雜以嘲戲；及其所善，揚、班儔也。\n\n常人貴遠賤近，向聲背實，又患闇於自見，謂己為賢。夫文字同而末異，蓋奏議宜雅，書論宜理，銘誄尚實，詩賦欲麗。此四科不同，故能之者偏也；唯通才能備其體。\n\n文以氣為主，氣之清濁有體，不可力強而致。譬諸音樂，曲度雖均，節奏同檢，至於引氣不齊，巧拙有素，雖在父兄，不能以移子弟。\n\n蓋文章，經國之大業，不朽之盛事。年壽有時而盡，榮樂止乎其身，二者必至之常期，未若文章之無窮。是以古之作者，寄身於翰墨，見意於篇籍，不假良史之辭，不託飛馳之勢，而聲名自傳於後。故西伯幽而演易，周旦顯而制禮，不以隱約而弗務，不以康樂而加思。夫然，則古人賤尺璧而重寸陰，懼乎時之過已。而人多不強力；貧賤則懾於飢寒，富貴則流於逸樂，遂營目前之務，而遺千載之功。日月逝於上，體貌衰於下，忽然與萬物遷化，斯志士之大痛也！融等已逝，唯幹著論，成一家言。\n\n"
		},
		{
			"章节": "漢魏文十一",
			"章节名称": "與吳質書",
			"章节内容": "曹丕\n\n二月三日，丕白：歲月易得，別來行復四年。三年不見，東山猶嘆其遠；況乃過之？思何可支！雖書疏往返，未足解其勞結。\n\n昔年疾疫，親故多離其災。徐陳應劉，一時俱逝，痛可言邪？昔日遊處，行則連輿，止則接席；何曾須臾相失。每至觴酌流行，絲竹並奏，酒酣耳熱，仰而賦詩。當此之時，忽然不自知樂也。謂百年己分，可長共相保；何圖數年之間，零落略盡，言之傷心！頃撰其遺文，都為一集。觀其姓名，已為鬼錄。追思昔遊，猶在心目。而此諸子，化為糞壤，可複道哉！\n\n觀古今文人，類不護細行，鮮能以名節自立。而偉長獨懷文抱質，恬淡寡欲，有箕山之志，可謂彬彬君子者矣。著中論二十餘篇，成一家之言，辭義典雅，足傳於後，此子為不朽矣。德璉常斐然有述作之意，其才學足以著書，美志不遂，良可痛惜！間者歷覽諸子之文，對之抆淚；既痛逝者，行自念也。孔璋章表殊健，微為繁富。公幹有逸氣，但未遒耳；其五言詩之善者，妙絕時人。元瑜書記翩翩，致足樂也。仲宣獨自善於辭賦，惜其體弱，不足起其文；至於所善，古人無以遠過。\n\n昔伯牙絕弦於鍾期，仲尼覆醢於子路，痛知音之難遇，傷門人之莫逮。諸子但為未及古人，亦一時之雋也。今之存者，已不逮矣。後生可畏，來者難誣，恐吾與足下不及見也。\n\n年行已長大，所懷萬端，時有所慮，至通夜不瞑。志意何時復類昔日？已成老翁，但未白頭耳。光武有言：“年三十餘；在兵中十歲，所更非一。”吾德不及之，年與之齊矣。以犬羊之質，服虎豹之文；無眾星之明，假日月之光；動見瞻觀，何時易乎？恐永不復得為昔日遊也。少壯真當努力，年一過往，何可攀援？古人思秉燭夜遊，良有以也。\n\n頃何以自娛？頗覆有所述造否？東望於邑，裁書敘心。丕白。\n\n"
		},
		{
			"章节": "漢魏文十二",
			"章节名称": "與楊德祖書",
			"章节内容": "曹植\n\n植白：數日不見，思子為勞，想同之也。僕少小好為文章，迄至於今，二十有五年矣！然今世作者，可略而言也。昔仲宣獨步於漢南，孔璋鷹揚於河朔，偉長擅名於青土，公幹振藻於海隅，德璉發跡於此魏，足下高視於上京；當此之時，人人自謂握靈蛇之珠，家家自謂抱荊山之玉。吾王於是設天網以該之，頓八吰以掩之，今悉集茲國矣。然此數子，猶復不能飛軒絕跡，一舉千里也。以孔璋之才，不閒於辭賦，而多自謂能與司馬長卿同風，譬畫虎不成反為狗也。前有書嘲之，反作論盛道僕贊其文。夫鍾其不失聽，於今稱之。吾亦不能妄嘆者，畏後世之嗤餘也。\n\n世人之著述，不能無病。僕常好人譏彈其文，有不善者，應時改定。昔丁敬禮嘗作小文，使僕潤飾之。僕自以才不過若人，辭不為也。敬禮謂僕：“卿何所疑難，文之佳惡，吾自得之，後世誰相知定吾文者邪！”吾常嘆此達言，以為美談！\n\n昔尼父之文辭，與人通流；至於制春秋，遊夏之徒，乃不能措一辭。過此而言不病者，吾未之見也。蓋有南威之容，乃可以論於淑媛；有龍淵之利，乃可以議於斷割。劉季緒才不能逮於作者，而好詆訶文章，掎摭利病。昔田巴毀五帝，罪三王，訾五霸於稷下，一旦而服千人；魯連一說，使終身杜口。劉生之辯，未若田氏；今之仲連，求之不難，可無息乎？人各有好尚：蘭茝蓀蕙之芳，眾人之所好，而海畔有逐臭夫；咸池、六莖之發，眾人所共樂，而墨翟有非之之論：豈可同哉！\n\n今往僕少小所著辭賦一相與。夫街談巷說，必有可採；擊轅之歌，有應風雅。匹夫之思，未易輕棄也。辭賦小道，固未足以揄揚大義，彰示來世也。昔揚子云先朝執戟之臣耳，猶稱壯夫不為也。吾雖德薄，位為蕃侯，猶庶幾戮力上國，流惠下民，建永世之業，留金石之功；豈徒以翰墨為勳績，辭賦為君子哉！若吾志未果，吾道不行，則將採庶官之實錄，辯時俗之得失，定仁義之衷，成一家之言。雖未能藏之於名山，將以傳之於同好。非要之皓首，豈今日之論乎？其言之不慚，恃惠子之知我也！明早相迎，書不盡懷！植白。\n\n"
		},
		{
			"章节": "漢魏文十三",
			"章节名称": "登樓賦",
			"章节内容": "王粲\n\n登茲樓以四望兮，聊暇日以銷憂。覽斯宇之所處兮，實顯敞而寡仇。挾清漳之通浦兮，倚曲沮之長洲。背墳衍之廣陸兮，臨皋隰之沃流。北彌陶牧，西接昭邱。華實蔽野，黍稷盈疇。雖信美而非吾土兮，曾何足以少留！\n\n遭紛濁而遷逝兮，漫逾紀以迄今。情眷眷而懷歸兮，孰憂思之可任？憑軒檻以遙望兮，向北風而開襟。平原遠而極目兮，蔽荊山之高岑。路逶迤而修迥兮，川既漾而濟深。悲舊鄉之壅隔兮，涕橫墜而弗禁。昔尼父之在陳兮，有歸歟之嘆音。鍾儀幽而楚奏兮，莊舄顯而越吟。人情同於懷土兮，豈窮達而異心！\n\n惟日月之逾邁兮，俟河清其未極。冀王道之一平兮，假高衢而騁力。懼匏瓜之徒懸兮，畏井渫之莫食。步棲遲以徙倚兮，白日忽其將匿。風蕭瑟而並興兮，天慘慘而無色。獸狂顧以求群兮，鳥相鳴而舉翼，原野闃其無人兮，征夫行而未息。心悽愴以感發兮，意忉怛而慘惻。循階除而下降兮，氣交憤於胸臆。夜參半而不寐兮，悵盤桓以反側。\n\n"
		},
		{
			"章节": "六朝唐文一",
			"章节名称": "桃花源記",
			"章节内容": "陶淵明\n\n晉太元中，武陵人捕魚為業，緣溪行，忘路之遠近。忽逢桃花林，夾岸數百步，中無雜樹，芳草鮮美，落英繽紛，漁人甚異之。復前行，欲窮其林。林盡水源，便得一山，山有小口，彷彿若有光，便舍船從口入。初極狹，才通人，復行數十步，豁然開朗。土地平曠，屋舍儼然，有良田美池桑竹之屬。阡陌交通，雞犬相聞。其中往來種作，男女衣著，悉如外人。黃髮垂髫，並怡然自樂。見漁人，乃大驚，問所從來。具答之。便要還家，設酒殺雞作食。村中聞有此人，鹹來問訊。自雲先世避秦時亂，率妻子邑人來此絕境，不復出焉，遂與外人間隔。問今是何世，乃不知有漢，無論魏晉。此人一一為具言所聞，皆嘆惋。餘人各復延至其家，皆出灑食。停數日，辭去。此中人語云，不足為外人道也。既出，得其船，便扶向路，處處志之。及郡下，詣太守說如此。太守即遣人隨其往，尋向所志，遂迷不復得路。南陽劉子驥，高尚士也，聞之，欣然規往，未果。尋病終。後遂無問津者。\n\n"
		},
		{
			"章节": "六朝唐文二",
			"章节名称": "閒情賦並序",
			"章节内容": "陶淵明\n\n(序)\n\n初，張衡作《定情賦》，蔡邕作《靜情賦》，檢逸辭而宗澹泊，始則蕩以思慮，而終歸閒正。將以抑流宕之邪心，諒有助於諷諫。綴文之士，奕代繼作；因並觸類，廣其辭義。餘園閭多暇，復染翰為之；雖文妙不足，庶不謬作者之意乎。\n\n(正文)\n\n夫何瑰逸之令姿，獨曠世以秀群。表傾城之豔色，期有德於傳聞。佩鳴玉以比潔，齊幽蘭以爭芬。淡柔情於俗內，負雅志於高雲。悲晨曦之易夕，感人生之長勤；同一盡於百年，何歡寡而愁殷！褰朱幃而正坐，泛清瑟以自欣。送纖指之餘好，攮皓袖之繽紛。瞬美目以流眄，含言笑而不分。曲調將半，景落西軒。悲商叩林，白雲依山。仰睇天路，俯促鳴弦。神儀嫵媚，舉止詳妍。\n\n激清音以感餘，願接膝以交言。欲自往以結誓，懼冒禮之為愆；待鳳鳥以致辭，恐他人之我先。意惶惑而靡寧，魂須臾而九遷：願在衣而為領，承華首之餘芳；悲羅襟之宵離，怨秋夜之未央！願在裳而為帶，束窈窕之纖身；嗟溫涼之異氣，或脫故而服新！願在發而為澤，刷玄鬢於頹肩；悲佳人之屢沐，從白水而枯煎！願在眉而為黛，隨瞻視以閒揚；悲脂粉之尚鮮，或取毀於華妝！願在莞而為席，安弱體於三秋；悲文茵之代御，方經年而見求！願在絲而為履，附素足以周旋；悲行止之有節，空委棄於床前！願在晝而為影，常依形而西東；悲高樹之多蔭，慨有時而不同！願在夜而為燭，照玉容於兩楹；悲扶桑之舒光，奄滅景而藏明！願在竹而為扇，含悽飆於柔握；悲白露之晨零，顧襟袖以緬邈！願在木而為桐，作膝上之鳴琴；悲樂極而哀來，終推我而輟音！\n\n考所願而必違，徒契契以苦心。擁勞情而罔訴，步容與於南林。棲木蘭之遺露，翳青松之餘陰。儻行行之有覿，交欣懼於中襟；竟寂寞而無見，獨悁想以空尋。斂輕裾以復路，瞻夕陽而流嘆。步徙倚以忘趣，色慘慘而就寒。葉燮燮以去條，氣悽悽而就寒，日負影以偕沒，月媚景於雲端。鳥悽聲以孤歸，獸索偶而不還。悼當年之晚暮，恨茲歲之慾殫。思宵夢以從之，神飄飄而不安；若憑舟之失棹，譬緣崖而無攀。於時畢昴盈軒，北風悽悽，炯炯(本作忄旁，從辭海，通)不寐，眾念徘徊。起攝帶以侍晨，繁霜粲於素階。雞斂翅而未鳴，笛流遠以清哀；始妙密以閒和，終寥亮而藏摧。意夫人之在茲，託行雲以送懷；行雲逝而無語，時奄冉而就過。徒勤思而自悲，終阻山而滯河。迎清風以怯累，寄弱志於歸波。尤《蔓草》之為會，誦《召南》之餘歌。坦萬慮以存誠，憩遙情於八遐。\n\n"
		},
		{
			"章节": "六朝唐文三",
			"章节名称": "歸去來辭",
			"章节内容": "陶淵明\n\n歸去來兮！田園將蕪胡不歸？既自以心為形役，奚惆悵而獨悲？悟已往之不諫，知來者之可追；實迷途其未遠，覺今是而昨非。\n\n舟遙遙以輕揚，風飄飄而吹衣。問征夫以前路，恨晨光之熹微。乃瞻衡宇，載欣載奔。僮僕歡迎，稚子候門。三徑就荒，鬆菊猶存。攜幼入室，有酒盈樽。引壺觴以自酌，眄庭柯以怡顏，倚南窗以寄傲，審容膝之易安。園日涉以成趣，門雖設而常關。策扶老以流憩，時矯首而遐觀。雲無心以出岫，鳥倦飛而知還。景翳翳以將入，撫孤鬆而盤桓。\n\n歸去來兮！請息交以絕遊。世與我而相遺，復駕言兮焉求？悅親戚之情話，樂琴書以消憂。農人告餘以春及，將有事乎西疇。或命巾車，或棹孤舟。既窈窕以尋壑，亦崎嶇而經丘。木欣欣以向榮，泉涓涓而始流。羨萬物之得時，感吾生之行休。\n\n已矣乎！寓形宇內復幾時，曷不委心任去留，胡為遑遑欲何之？富貴非吾願，帝鄉不可期。懷良辰以孤往，或植杖而耘耔，登東皋以舒嘯，臨清流而賦詩。聊乘化以歸盡，樂夫天命復奚疑。\n\n"
		},
		{
			"章节": "六朝唐文四",
			"章节名称": "五柳先生傳",
			"章节内容": "陶淵明\n\n先生不知何許人也，亦不詳其姓字，宅邊有五柳樹，因以為號焉。閒靜少言，不慕榮利。好讀書，不求甚解；每有會意，便欣然忘食。性嗜酒，家貧不能常得。親舊知其如此，或置酒招之，造飲輒盡，期在必醉；既醉而退，曾不吝情去留。環堵蕭然，不蔽風日；短褐穿結，簞瓢屢空，晏如也。嘗著文章自娛，頗示己志。忘懷得失，以此自終。\n\n贊曰：黔婁有言：“不慼慼於貧賤，不汲汲於富貴。”其言茲若人之儔乎！銜觴賦詩，以樂其志，無懷氏之民歟！葛天氏之民歟！\n\n"
		},
		{
			"章节": "六朝唐文五",
			"章节名称": "晉書卷二十九列傳第十九",
			"章节内容": "阮籍\n\n阮籍兄子鹹，鹹子瞻，瞻弟孚，從子脩，族弟放，放弟裕。\n\n阮籍字嗣宗，陳留尉氏人也。父瑀，魏丞相椽，知名於世。籍容貌環傑，志氣巨集放，傲然獨得，任性不羈，而喜怒不形於色。或閉戶視書，累月不出；或登臨山水，經日忘歸。博覽群籍，尤好《莊》《老》。嗜酒能嘯，善彈琴。當其得意，忽忘形骸。時人多謂之痴，惟族兄文業每歎服之，以為勝己，由是鹹共稱異。\n\n籍嘗隨叔父至東郡，兗州刺史王昶請與相見，終日不開一言，自以不能測。太尉蔣濟聞其有雋才而闢之，籍詣都亭奏記曰：“伏惟明公以含一之德，據上臺之位，英豪翹首，俊賢抗足。開府之日，人人自以為椽屬；辟書始下，而下走為首。昔子夏在於西河之上，而文侯擁替；鄒子處於黍谷之陰，而昭王陪乘。夫布衣韋帶之士，孤居特立，王公大人所以禮下之者，為道存也。今籍無鄒卜之道，而有其陋，猥見採擇，無以稱當。方將耕於東皋之陽，輸黍稷之餘稅。負薪疲病，足力不強，補吏之召，非所克堪。乞回謬恩，以光清舉。”初，濟恐籍不至，得記欣然，遣卒迎之，而籍已去，濟大怒。於是鄉親共喻之，乃就吏。後謝病歸。復為尚書郎，少時，又以病免。及曾爽輔政，召為參軍。籍因以疾辭，屏于田裡，歲餘而爽誅，時人服其遠識。宣帝為太傅，命籍為從事中郎。及帝崩，復為景帝大司馬從事中郎．高貴鄉公即位，封關內侯，徙散騎常侍。\n\n籍本有濟世志，屬魏晉之際，天下多故，名士少有全者，籍由是不與世事，遂酣飲為常。文帝初欲為武帝求婚於籍，籍醉六十日，不得言而止。鍾會數以時事問之，欲因其可否而致之罪，皆以酣醉獲免。及文帝輔政，籍常從容言於帝曰：“籍平生曾遊東平，樂其風土。”帝大悅，即拜東平相，籍乘驢到郡，壞府舍屏鄣，使內外相望，法令清簡，旬日而還。帝引為大將軍從事中郎。有司言有子殺母者，籍曰：“嘻，殺父乃可，至殺母乎！”坐者怪其失言。帝曰：“殺父，天下極惡，而以為可乎？”籍曰：“禽獸知母而不知父，殺父，禽獸之類也。殺母，禽獸之不若。”眾乃悅服。\n\n籍聞步兵廚營人善釀，有貯酒三百斛，乃求為步兵校尉。遺落世事，雖去佐職，恆遊府內，朝宴必與焉。會帝讓九錫，公卿將勸進，使籍為其辭。籍沈醉忘作，臨詣府，使取之，見籍方據案醉眠。使者以告，籍便書案，使寫之，無所改竄。辭甚清壯，為時所重。\n\n籍雖不拘禮教，然發言玄遠，口不臧否人物。性至孝，母終，正與人圍棋，對者求止，籍留與決賭。既而飲酒二斗，舉聲一號，吐血數升。及將葬，食一蒸肫，飲二斗酒，然後臨訣，直言窮矣，舉聲一號，因又吐血數升。毀瘠骨立，殆致滅性。裴楷往吊之，籍散發箕踞，醉而直視，楷弔唁畢便去。或問楷：“凡吊者、主哭，客乃為禮。籍既不哭，君何為哭？”楷曰：“阮籍既方外之士，故不崇禮典。我俗中之士，故以軌儀自居。”時人嘆為兩得。籍又能為青白眼，見禮俗之士，以白眼對之。及嵇喜來吊，籍作白眼，喜不悸而退，喜弟康聞之，乃齋酒挾琴造焉，籍大悅，乃見青眼。由是禮法之士疾之若仇，而帝每保護之。\n\n籍嫂嘗歸寧，籍相見與別。或譏之，籍曰：“禮豈為我設邪！”鄰家少婦有美色，當戶壚沽酒。籍嘗詣飲，醉，便臥其側。籍既不自嫌，其夫察之，亦不疑也。兵家女有才色，未嫁而死。籍不識其父兄，徑往哭之，盡哀而還。其外坦蕩而內淳至，皆此類也。時率意獨駕，不由徑路，車跡所窮，輒慟哭而反，嘗登廣武，觀楚漢戰處，嘆曰：“時無英雄，使豎子成名！”登武牢山，望京邑而嘆，於是賦《豪傑詩》。景元四年冬卒，時年五十四。\n\n籍能屬文，初不留思。作《詠懷詩》八十餘篇，為世所重。著《達莊論》，敘無為之貴。文多不錄。\n\n籍嘗於蘇門山遇孫登，與商略終古及棲神導氣之術，登皆不應，籍因長嘯而退。至半嶺，聞有聲若鸞鳳之音，響乎巖谷，乃登之嘯也。遂歸著《大人先生傳》，其略曰：“世人所謂君子，惟法是修，惟禮是克。後執圭壁，足履繩墨。行欲為目前檢，言欲為無窮則。少稱鄉黨，長聞鄰國。上欲圖三公，下不失九州牧。獨不見群蝨之處褌中，逃乎深縫，匿乎壞絮，自以為吉宅也。行不敢離縫際，動不敢出褲襠，自以為得繩墨也。然炎丘火流，焦邑滅都，群蝨處於褲中而不能出也。君子之處域內，何異夫蝨之處褲中乎！”此亦籍之胸懷本趣也。\n\n子渾，字長成，有父風。少慕通達，不飾小節。籍謂曰：“仲容已豫吾此流，汝不得復爾！”太康中，為太子庶子。\n\n鹹字仲容。父熙，武都太守。鹹任達不拘，與叔父籍為竹林之遊，當世禮法者譏其所為。鹹與籍居道南，諸阮居道北，北阮富而南阮貧。七月七日，北阮盛晒衣服，皆錦績粲目。鹹以竿掛大布犢鼻於庭，人或怪之，答曰：“未能免俗，聊復爾耳！”\n\n歷仕散騎侍郎。山濤舉鹹典選，曰：“阮咸貞素寡慾，深識清濁，萬物不能移。若在官人之職，必絕於時。”武帝以鹹耽酒浮虛，遂不用。太原郭奕高爽有識量，知名於時，少所推先，見鹹心醉，不覺嘆焉。而居母喪，縱情越禮。素幸姑之婢，姑當歸於夫家，初雲留婢，既而自從去。時方有客，鹹聞之，遽惜客馬追婢，既及，與婢累騎而還，論者甚非之。\n\n鹹妙解音律，善彈琵琶。雖處世不交人事，惟共親知絃歌酣宴而已。與從子修特相善，每以得意為歡，諸阮皆飲酒，鹹至，宗人間共集，不復用杯觴斟酌，以大盆盛酒，圓坐相向，大酌更飲。時有群豕來飲其酒，鹹直接去其上，便共飲之。群從昆弟莫不以放達為行，籍弗之許。苟勖每與鹹論音律，自以為遠不及也，疾之，出補始平太守。以壽終。二子：瞻、孚。\n\n瞻字千里。性清虛寡慾，自得於懷。讀書不甚研求，而默識其要，遇理而辯，辭不足而旨有餘。善彈琴，人聞其能，多往求聽，不問貴賤長幼，皆為彈之。神氣沖和，而不知向人所在。內兄潘岳每令鼓琴，終日達夜，無憐色。由是識者嘆其恬澹，不可榮辱矣。舉止灼然。見司徒王戎，戎問曰：“聖人貴名教，老莊明自然，其旨同異？”瞻曰：“將無同。”戎諮嗟良久，即命闢之。時人謂之“三語椽”。大尉王衍亦雅重之。瞻嘗群行，冒熱渴甚，逆旅有井，眾人竟趨之，瞻獨逡巡在後，須飲者畢乃進，其夷退無競如此.\n\n東海王越鎮許昌，以瞻為記室參軍，與王承、謝鯤、鄧攸俱在越府。越與瞻等書曰：“禮，年八歲出就外傳，明始可以加師訓之則；十年曰幼學，明可漸先王之教也，然學之所入淺，體之所安深。是以閒習禮容，不如式瞻儀度；諷誦遺言，不若親承音旨。小兒毗既無令淑之質，不聞道德之風，望諸君時以閒豫，周旋誨接。”\n\n永嘉中，為太子舍人。瞻素執無鬼論，物莫能難，每自謂此理足可以辯正幽明。忽有一客通名詣瞻，寒溫畢，聊談名理。客甚有才辯，瞻與之言，良久及鬼神之事，反覆甚昔。客遂屈，乃作色曰：“鬼神，古今聖賢所共傳，君何得獨言無！即僕便是鬼。”於是變為異形，須臾消滅。瞻默然，意色大惡。後歲餘，病卒於倉垣，時年三十。\n\n孚字遙集。其母，即胡婢也。孚之初生，其姑取天延壽《魯靈光殿賦》曰“胡人遙集於上檻”而以字焉。初闢太傅府，遷騎兵屬。避亂渡江，元帝以為安東參軍。蓬髮飲酒，不以王務嬰心。時帝既用申韓以救世，而孚之徒未能棄也。雖然，不以事任處之。轉丞相從事中郎．終日酣縱，恆為有司所按，帝每優容之。\n\n琅邪王裒為車騎將軍，鎮廣陵，高選綱佐，以孚為長史，帝謂曰：“卿既統軍府，郊壘多事，宜節飲也。”孚答曰：“陛下不以臣不才，委之以戎旅之重，臣僶勉從事，不敢有言者，竊以今王蒞鎮，威風赫然，皇澤遐被，賊寇斂跡，氛祲既澄，日月自朗，臣亦何可爝火不息？正應端拱嘯詠，以樂當年耳。”遷黃門侍郎、散騎常侍。嘗以金貂換酒，復為所司彈劾，帝宥之。轉太子中庶子、左衛率，領屯騎校尉。\n\n明帝即位，遷侍中。從平王敦，賜爵南安縣侯。轉吏部尚書，領東海王師，稱疾不拜，詔就家用之，尚書令郗鑑以為非禮。帝曰：“就用之誠不快，不爾便廢才。”及帝疾大漸，溫嶠入受顧命，過孚，要與同行。升車，乃告之曰：“主上遂大漸，江左危弱，實資群賢，共康世務。卿時望所歸，今欲屈卿同受顧託。”孚不答，固求下車，嶠不許，垂至臺門，告嶠內迫，求暫下，便徒步還家。\n\n初，祖約性好財，孚性好屐，同是累而未判其得失。有詣約，見正料財物，客至，屏當不盡，餘兩小(車兒)，以著背後，傾身障之，意未能平。或有詣阮，正見自蠟屐，因自嘆曰：“未知一生當著幾量屐！”神色甚閒暢。於是勝負始分。\n\n咸和初，拜丹楊尹。時太后臨朝，政出舅族。孚謂所親曰：“今江東雖累世，而年數實淺。主幼時艱，運終百六，而庾亮年少，德信未孚，以吾觀之，將兆亂矣。”會廣州刺史劉覬卒，遂苦求出。王導等以孚疏放，非京尹才，乃除都督交廣寧三州軍事、鎮南將軍、領平越中郎將、廣州刺史、假節。未至鎮，卒，年四十九。尋而蘇峻作逆，識者以為知幾，無子，從孫廣嗣。\n\n修字宣子，好《易》《老》，善清言。嘗有論鬼神有無者，皆以人死者有鬼，修獨以為無，曰：“今見鬼者雲著生時衣服，若人死有鬼，衣服有鬼邪？”論者服焉。後遂伐社樹，或止之，修曰：“若社而為樹，伐樹則社移；樹而為社，伐樹則社亡矣。”\n\n性簡任，不修人事。絕不喜見俗人，遇便捨去。意有所思，率爾褰裳，不避晨夕，至或無言，但欣然相對。常步行，以百錢掛杖頭，至酒店，便獨酣暢。雖當世富貴而不肯顧，家無儋石之儲，宴如也。與兄弟同志，常自得於林阜之間。\n\n王衍當時談宗，自以論《易》略盡，然有所未了，研之終莫悟，每雲“不知比沒當見能通之者不”。衍族子敦謂衍曰：“阮宣子可與言。”衍曰：“吾亦聞之，但未知其齏齏之處定何如耳！”及與修談，言寡而旨暢，衍乃歎服焉。\n\n樑國張偉志趣不常，自隱於屠釣，修愛其才美，而知其不真。偉後為黃門郎、陳留內史，果以世事受累。\n\n修居貧，年四十餘未有室，玉敦等斂錢為婚，皆名士也，時慕之者求入錢而不得。\n\n修所著述甚寡，嘗作《大鵬贊》曰：“蒼蒼大鵬，誕自北溟。假精靈鱗，神化以生。如雲之翼，如山之形。海運水擊，扶搖上徵。翕然層舉，揹負太清，志存天地，不屑唐庭，蔦鳩仰笑，尺鷃所輕。超世高逝，莫知其情。”\n\n王敦時為鴻臚卿，謂修曰：“卿常無食，鴻臚丞差有祿，能作不？”修曰：“亦復可爾耳！”遂為之。轉大傅行參軍、太子洗馬，避亂南行，至西陽期思縣，為賊所害，時年四十二。\n\n放字思度。祖略，齊郡太守。父覬，淮南內史，放少與孚並知名。中興，除太學博士、太子中舍人、庶子。時雖戎車屢駕，而放侍太子，常說《老》《莊》，不及軍國。明帝甚友愛之。轉黃門侍郎，遷吏部郎，在銓管之任，甚有稱績。\n\n時成帝幼衝，庾氏執政，放求為交州，乃除監交州軍事、揚威將軍、交州刺史。行達寧浦，逢陶侃將高寶平梁碩自交州還，放設撰請寶，伏兵殺之，寶眾擊放，敗走，保簡陽城，得兔。到州少時，暴發渴，見寶為祟，遂卒，朝廷甚悼惜之，年四十四。追贈廷尉。\n\n放素知名，而性清約，不營產業，為吏部郎，不免飢寒。王導、庾亮以其名士，常供給衣食。子晞之，南頓太守。\n\n裕字思曠。巨集達不及放，而以德業知名。弱冠闢太宰椽。大將軍王敦命為主簿，甚被知遇。裕以敦有不臣之心，乃終日酣觴，以酒廢職。敦謂裕非當世實才，徒有虛譽而已，出為溧陽令，復以公事免官，由是得違敦難，論者以此貴之。\n\n咸和初，除尚書郎。時事故之後，公私弛廢，裕遂去職還家，居會稽剡縣。司徒王導引為從事中郎，固辭不就。朝廷將欲徵之，裕知不得已，乃求為王舒撫軍長史，舒薨，除吏部郎，不就。即家拜臨海太守，少時去職。司空鄭鑑請為長史，詔徵祕書監，皆以疾辭。復除東陽太守。尋徵侍中，不就。還剡山，有肥遁之志。有以問王羲之，羲之曰：“此公近不驚寵辱，雖古之沈冥，何以過此！”人云，裕骨氣不及逸少，簡秀不如真長，韶潤不如仲祖，思致不如殷浩，而兼有諸人之美。成帝崩，裕赴山陵，事畢便還。諸人相與追之，裕亦審時流必當逐已，而疾去，至方山不相及。劉幀嘆曰：“我入東，正當泊安石清下耳，不敢復近思曠傍。”\n\n裕雖不博學，論難甚精。嘗問謝萬雲：“未見《四本論》，君試為言之，”萬敘說既畢，裕以傅暇為長，於是構辭數百言，精義人微，聞者皆嗟味之，裕嘗以人不須廣學，正應以禮讓為先，故終日靜默，無所修綜，而物自宗焉。在剡曾有好車，借無不給。有人葬母，意欲借而不敢言。後裕聞之，乃嘆曰：“吾有車而使人不敢借，何以車為！”遂命焚之。\n\n在東山之久，復徵散騎常侍，領國子祭酒。俄而復以為金紫光祿大夫，領琅邪王師。經年敦逼，並無所就。御史中丞周閡奏裕及謝安違詔累載，並應有罪，禁銅終身，詔書貸之。或問裕曰：“子屢辭徵聘，而宰二郡，何邪？”裕曰：“雖屢辭王命，非敢為高也。吾少無宦情，兼拙於人間，既不能躬耕自活，必有所資，故曲躬二郡。豈以聘能，私計故耳。”年六十二卒。三子：傭、寧、普。\n\n傭，早卒。寧，鄱陽太守。普，驃騎諮議參軍。傭子歆之，中領軍。寧子腆，祕書監。腆弟萬齡及欲之子彌之，元熙中並列顯位。\n\n嵇康嵇康字叔夜，樵國銍人也。其先姓奚，會稽上虞人，以避怨，徙焉，銍有嵇山，家於其側，因則命氏，兄喜，有當世才，歷太僕、宗正。\n\n康早孤，有奇才，遠邁不群。身長七尺八寸，美詞氣，有鳳儀，而土木形骸，不自藻飾，人以為龍章鳳姿，天質自然。恬靜寡慾，含垢匿瑕，寬簡有大量。學不師受，博覽無不該通，長好《老》《莊》。與魏宗室婚，拜中散大夫。常修養性服食之事，彈琴詠詩，自足於懷。以為神仙稟之自然，非積學所得，至於導養得理，則安期、彭租之倫可及，乃著《養生論》。又以為君子無私，其論曰：“夫稱君子者，心不措乎是非，而行不違乎道者也。何以言之？夫氣靜神虛者，心不存於矜尚；體亮心達者，情不繫於所欲。矜尚不存乎心，故能越名教而任自然；情不繫於所欲，故能審貴賤而通物情。物情順通，故大道無違；越名任心，故是非無措也。是故言君子則以無措為主，以通物為美；言小人則以匿情為非，以違道為閡。何者？匿情矜吝，小人之至惡；虛心無措，君子之篤行也。是以大道言‘及吾無身，吾又何患’。無以生為貴者，是賢於貴生也。由斯而言，夫至人之用心，固不存有措矣。故曰‘君子行道，忘其為身’，斯言是矣。君子之行賢也，不察於有度而後行也；任心無邪，不議於善而後正也；顯情無措，不論於是而後為也。是故傲然忘賢，而賢與度會；忽然任心，則心與善遇；儻然無措，而事與是俱也。”其略如此。蓋其胸懷所寄，以高契難期，每思郢質。所與神交者惟陳留阮籍、河內山濤，豫其流者河內向秀、沛國劉伶、籍兄子鹹、琅邪王戎，遂為竹林之遊，世所謂‘竹林七賢’也。戎自言與康居山陽二十年，未嘗見其喜慍之色。\n\n康嘗採藥遊山澤，會其得意，忽焉忘反。時有樵蘇者遇之，鹹謂為神。至汲郡山中見孫登，康遂從之遊。登沈默自守，無所言說，康臨去，登曰：“君性烈而才雋，其能免乎！”康又\n\n遇王烈，共入山，烈嘗得石髓如飴，即自服半、餘半與康，皆凝而為石。又於石室中見一卷素書，遽呼康往取，輒不復見。烈乃嘆曰：“叔夜志趣非常而輒不遇，命也！”其神心所感，每遇幽逸如此。\n\n山濤將去選官，舉康自代。康乃與濤書告絕，曰：\n\n聞足下欲以吾自代，雖事不行，知足下故不知之也。恐足下羞皰之人獨割，引尸祝以自助，故為足下陳其可否。\n\n老子、莊周，吾之師也，親居賤職；柳下惠、東方朔，達人也，安乎卑位。吾豈敢短之哉！又仲尼兼愛，不羞執鞭；子文無慾卿相，而三為令尹，是乃君子思濟物之意也。所謂達能兼善而不渝，窮則自得而無悶。以此觀之，故知堯舜之居世，許由之巖棲，子房之佐漢，接輿之行歌，其撰一也。仰瞻數君，可謂能遂其志者也。故君子百行，殊塗同致，循性而動，各附所安。故有“處朝廷而不出，入山林而不返”之論。且延陵高子臧之風，長卿慕相如之節，姻秫所託，亦不可奪也。\n\n吾每讀《尚子平》、《臺孝威傳》，慨然慕之，想其為人。加少孤露，母兄驕恣不涉經學，又讀《老》《莊》，重增其放，故使榮進之心日頹，任逸之情轉篤。阮嗣宗口不論人過，吾每師之，而未能及。至性過人，與物無傷，惟飲酒過差耳，至為禮法之上所繩，疾之如仇仇，幸賴大將軍保持之耳。吾以不如嗣宗之資，而有慢弛之缺；又不識物情，暗於機宜；無萬石之慎，而有好盡之累；久與事接，疵釁日興，雖欲無患，其可得乎！\n\n又聞道士遺言，餌術黃精，令人久壽，意甚信之。遊山澤，觀魚鳥，心甚樂之。一行作吏，此事便廢，安能捨其所樂，而從其所懼哉！\n\n夫人之相知，貴識其天性，因而濟之。禹不逼伯成子高，全其長也；仲尼不假蓋於子夏，護其短也。近諸葛孔明不迫元直以入蜀，華子魚不強幼安以卿相，此可謂能相終始，真相知者也，自卜已審、若道盡塗彈則已耳，足下無事冤之令轉於溝壑也。\n\n吾新失母兄之歡，意常悽切，女年十三，男年八歲，未及成人，況復多疾，顧此恨恨，如何可言。今但欲守陋巷，教養子孫，時時與親；日敘離闊，陳說平生，濁酒一杯，彈琴一曲，志怠畢矣，豈可見黃門而稱貞哉！若趣欲共登王塗，朔於相致，時為歡益，一旦迫之，必發狂疾。自非重仇，不至此也。既以解足下，並以為別。\n\n此書既行，知其不可羈屈也。\n\n性絕巧而好鍛。宅中有一柳樹甚茂，乃激水圓之，每夏月，居其下以鍛。東平呂安服康高致，每一相思，輒千里命駕，康友而善之。後安為兄所在訴，以事繫獄，辭相證引，遂復收康。康性慎言行，一旦縹縱，乃作《幽憤詩》，曰：\n\n嗟餘薄枯，少遭不造，哀我靡識，越在褪褓。母兄鞠育，有慈無威，恃受肆姐，不訓不師。受及冠帶，憑寵自放，抗心希古，任其所尚。託好《莊》《老》，賤物貴身，志在守樸，養素全真。\n\n日予不敏，好善暗人，子玉之敗，屢增惟塵。大人含弘，藏垢懷恥，人之多僻，政不由己。惟此編心，顯明臧否；感悟思想，但若創瘠。欲寡其過，謗議沸騰，性不傷物，頻致怨憎。昔慚柳惠，今愧孫登，內負宿心，外恿良朋，仰慕嚴鄭，樂道閒居，與世無營，神氣晏如。\n\n諮予不淑，嬰累多虞。匪降自天，實由頑疏，理弊患結，卒致囹圄。對答鄙訊，貧此幽阻，實恥訟冤，時不我與。雖曰義直，神辱志沮，澡身滄浪，易雲能補。雍雍嗚雁，厲翼北遊，順時而動，得意忘憂。嗟我憤嘆，曾莫能疇。事與願違，遭茲淹留，窮達有命，亦有何求？\n\n古人有言，善莫近名。奉時恭默，咎悔不生。萬石周慎，安親保榮。世務紛壇，抵攪餘情，安樂必誡，乃終利貞。煌煌靈菩，一年三秀；予獨何為，有志不就。懲難思復，心焉內疚，庶勳將來，無馨無臭。採蔽山阿，散發巖峋．永嘯長吟，頤神養壽。\n\n初，康居貧，嘗與向秀共鍛於大樹之下，以自贍給。穎川鍾會，貴公子也，精練有才辯，故往造焉。康不為之禮，而鍛不輟。良久會去，康謂曰：“何所聞而來？何所見而去？”會曰：“聞所聞而來，見所見而去。”會以此憾之。及是，言於文帝曰：“祕康，臥龍也，不可起。公元憂天下，顧以康為慮耳。”因諧“康欲助貫丘儉，賴山濤不聽。昔齊戮華士，魯誅少正卯，誠以害時亂教，故聖賢去之。康、安等言論放蕩，非毀典漠，帝王者所不宜容。宜因釁除之，以淳風俗。”帝既呢聽信會，遂並害之。\n\n康將刑東市，大學生三千人請以為師，弗許。康顧視日影，索琴彈之，曰：“昔袁孝尼嘗從吾學《廣陵散》，多每靳固之，《廣陵散》於今絕矣！”時年四十。海內之上，莫不痛之。帝尋悟而恨焉。初，康嘗遊於洛西，暮宿華陽亭，引琴而彈。夜分，忽有客詣之，稱是古人，與康共談音律，辭致清辯，因素琴彈之，而為《廣陵散》，聲調絕倫，遂以授康，仍誓不傳人，亦不言其姓字。\n\n康善談理，又能屬文，其高情遠趣，率然玄遠。撰上古以來高士為之傳贊，欲友其人於千載也。又作《太師箴》，亦足以明帝王之道焉。復作《聲無哀樂論》，甚有條理）子紹，別有傳。\n\n向秀向秀字子期，河內懷人也。清悟有遠識，少為山濤所知，雅好看莊之學。莊周著內外數十篇，歷世才士雖有觀者，莫適論其旨統也，秀乃為之隱解，發明奇趣，振起玄風，讀之者超然心悟，莫不自足一時也。惠帝之世，郭象又述而廣之，儒墨之跡見鄙，道家之言遂盛焉。始，秀欲注，嵇康曰：“此書誆復須注，正是妨人作樂耳。”及成，示康曰“殊復勝不？”又與康論養生，辭難往復，蓋欲發康高致也。\n\n康善鍛，秀為之佐，相對欣然，傍若無人。又共呂安灌園于山陽。康既被誅，秀應本郡計入洛。文帝問曰：“聞有箕山之志，何以在此？”秀曰：“以為巢許猖介之士，未達堯心，豈足多慕。”帝甚悅。秀乃自此役，作《思舊賦》雲：\n\n餘與稽康、呂安居止接近，其人並有不羈之才。嵇意遠而疏，呂心曠而放。其後並以事見法。嵇康綜伎藝，於絲竹特妙，臨當就命，顧視日影，索琴而彈之。逝將西邁，經其舊廬。於時日薄虞泉，寒冰悽然。鄰人有吹笛者，發聲寥亮。追想囊昔遊宴之好，感音而嘆，故作賦曰：\n\n將命適於遠京兮，遂旋反以北祖。濟黃河以泛舟兮，經山陽之；日居。瞻曠野之蕭條兮，息餘駕乎城隅。踐二子之遺蹟兮，歷窮巷之空廬。嘆《黍離》之憨周兮，悲《麥秀》於殷墟。惟追昔以懷今兮，心徘徊以躊躇，棟字在而弗毀兮，形神逝其焉如。昔李斯之受罪兮，嘆黃大而長吟。悼稀生之永辭兮，顧日影而彈琴。託運遇於領會兮，寄餘命於寸陰。聽鳴笛之慷慨兮，妙聲絕而復尋。停駕言其將邁兮，故援翰以寫心。\n\n後為散騎侍郎，轉黃門侍郎、散騎常恃，在朝不任職，容跡而已。卒於位。二子：純、梯。\n\n劉伶劉伶字伯倫，沛國人也。身長六尺，容貌甚陋。放情肆志，常以細宇宙齊萬物為心。簷默少言，不妄交遊，與阮籍、稀康相遇，欣然神解，攜手入林。初不以家產有無介意。常乘鹿車，攜一壺酒，使人荷鋪而隨之，謂曰：“死便埋我。”其遺形骸如此。嘗渴甚，求酒於其妻。妻捐酒毀器，涕位諫曰：“君酒太過，非攝生之道，必宜斷之。”憐曰：“善！吾不能自禁，惟當祝鬼神自誓耳。便可具酒肉。”妻從之。伶跪祝曰：“天生劉伶，以酒為名。一飲一斛，五斗解醒。婦兒之言，慎不可聽，”仍引酒御肉，魄然復醉。嘗醉與俗人相憐，其人攘袂奮拳而往。伶徐曰：“雞肋不足以安尊拳。”其人笑而止。\n\n伶雖陶兀昏放，而機應不差。未嘗盾意文翰，惟著《酒德頌》一篇。其辭曰：“有大人先生，以天地為一朝，萬期為須臾，日月為扁脯，八荒為庭衙。行無轍跡，居無室廬，幕天席地，縱意所如。止則操危執斛，動則契婢提壺，惟酒是務，焉知其餘。有貴介公子、緒紳處士，聞吾風聲，議其所以，乃奮袂攘襟，怒目切齒，陳說禮法，是非蜂起。先生於是方捧罌承糟，銜杯漱醒，奮髯箕踞，枕鞠藉糟，無思無慮，其樂陶陶。兀然而醉，恍爾而醒。靜聽不聞雷霆之聲，熟視不睹泰山之形。不覺寒暑之切肌，利慾之感情。俯觀萬物，擾攏焉若江海之載浮萍。二豪侍側焉，如螺贏之與螟嶺。”\n\n嘗為建威參軍。泰始初對策，盛言無為之化。時輩皆以高第得佃，伶獨以無用罷。竟以壽終。\n\n謝鯤\n\n謝鯤字幼輿，陳國陽夏人也。祖攢，典農中郎將，父衡，以懦素顯，壯至國子祭酒。鯤少知名，通簡有高識，不修威儀，好《老》《易》，能歌善鼓琴，王衍、稀紹並奇之。\n\n永興中，長沙王義人輔政，時有疾鯤者，言其將出奔。義欲鞭之，鯤解衣就罰，曾無件容。既舍之，又無喜色。大傅東海王越聞其名，闢為椽，任達不拘，尋坐家憧取官稿除名。於時名士王玄、阮修之徒，並以鯤初登宰府，便至黜辱，為之嘆恨。鯤聞之，方清歌鼓琴，不以屑意，莫不服其遠暢，而恬與榮辱。鄰家高氏女有美色，鯤嘗挑之，女投梭，折其兩齒。時人為之語曰：“任達不已，幼與折齒。”鰥聞之，傲然長嘯曰：“猶不廢我嘯歌。”越尋更闢之，轉參軍事。昆以時方多故，乃謝病去職，避地於豫章。嘗行經空亭中夜宿，此亭舊每殺人。將曉，有黃衣人呼限字令開戶，鯤但然無懼色，便於窗中度手牽去，腫斷，視之，鹿也，尋血獲焉。爾後此亭無復妖怪。\n\n左將軍王敦引為長史，以討杜張功封鹹亭侯。母憂去職，服闖，遷敦大將軍長史。時王澄在敦坐，見鰥談話無倦，惟嘆謝長史可與言，都不陌敦，其為人所慕如此。鯤不狗功名，無七氏碩行，居身於可否之間，雖自處若穢，而動累不高，敦有不臣之跡，顯於朝野。鯤知不可以道匡粥，乃優遊寄遇，不屑政事，從容諷議，卒歲而已。每與畢卓、王尼、阮放、羊曼、恆彝、阮孚等縱酒，敦以其名高，雅相賓禮。\n\n嘗使至都，明帝在東宮見之，甚相親重。問曰：“論者以君方廈亮，自謂何如？”答曰：“端委廟堂，使百僚準則，鯤不如亮。一丘一壑，自謂過之。”溫嬌嘗謂鰥子尚曰：“尊大君豈惟識量淹遠，至於神鑑沈深，雖諸葛謹之喻孫權不過也。”\n\n及敦將為逆，謂鯤曰：“劉隴好邪，將危社稷。吾欲除君側之惡，匡主濟時，何如。？”對曰：“魄誠始禍，然城狐社鼠也。”敦怒曰：“君庸才，豈達大理。”出蠅為豫章大守，又留不遣，藉其才望，逼與俱下。\n\n敦至石頭，嘆曰：“吾不復得為盛德事矣。”鯤曰：“何為其然？但使自今以往，日忘日去耳。”初，敦謂鯤曰：“吾當以周伯仁為尚書令，戴若思為僕射。”及至都，復曰：“近來人情何如？”鯤對曰：“明公之舉，雖欲大存社稷，然悠悠之言，實未達高義。周覬、戴若思，南北人士之望，明公舉而用之，群情帖然矣。”是日，敦遣兵收周、戴，而鯤弗知，敦怒曰：“君粗疏邪！二子不相當，吾已收之矣。”鯤與覬素相親重，聞之愕然，若喪諸己。參軍王僑以敦誅覬，諫之甚切，敦大怒，命斬姘，時人士畏懼，莫敢言者。鰥曰：“明公舉大事，不戮一人。嬌以獻替件旨，便以釁鼓，不亦過乎！”敦乃止。\n\n敦既誅害忠賢，而稱疾不朝，將還武昌。鯤喻敦曰：“公大存社稷，建不世之勳，然天下之心實有未達。若能朝天子，使君臣釋然，萬物之心於是乃眼。杖眾望以順群情，盡衝退以奉主上，如斯則勳侔一匡，名垂千載矣。”敦曰：“君能保無變乎？”對曰：“鯤近日入覲，主上側席，遲得見公，宮省穆然，必無虞矣。公若人朝，鰥請侍從。”敦勃然曰：“正復殺君等數百人,亦復何損於時！”竟不朝而去。\n\n退時朝望被害，皆為其憂。而鯤推理安常，時進正言。敦既不能用，內亦不悅。軍還，使之郡，蒞政清肅，百姓愛之。尋卒官，時年四十三。敦死後,追贈太常，溢曰康。子尚嗣，別有傳。\n\n胡毋輔之子謙之胡毋輔之字彥國，泰山奉高人也。高祖班；漢執金吾。父原，練習兵馬，山濤稱其才堪邊任：愁為大尉長史墊河南令。輔之少擅高名，有知人之鑑。性嗜酒，任縱不拘小節。與王澄、王敦、庾覬俱為太尉王衍所呢，號曰四友。澄嘗與人書曰：“彥國吐佳言如鋸木屑，罪來不絕，誠為後進領袖也。”\n\n闢別駕、大尉椽，並不就。以家貧，求試守繁昌今，始節酒自厲，甚有能名。遷尚書郎。豫討疥刊際，賜伊陰平男。累轉司徒左長史；復求外出，為建武將軍、樂安太守。與郡人光逸晝夜酣飲，不視郡箏。成都王穎為大弟，召為中庶子，遂與謝鯤、王澄、阮修、王尼、畢卓俱為放達。\n\n嘗過河南門下飲，河南騶王子博箕坐其傍，輔之叱使取火。子博曰：“我卒也，惟不乏吾事則已，安復為人使！”輔之因就與語，嘆曰“吾不及也！”薦之河南尹樂廣，廣召見，甚悅之，咽殷功曹，其甄拔人物若此。\n\n東海王越聞輔之名另為從事中郎，復補振威將軍、陳留太守。王彌經其郡，輔之不能對，坐官兔“尋塗寧遠將軍、揚州刺史，不之職，越復以為右司馬、本州大中正。越薨,避亂渡江，元啼以為安東將軍涪議祭酒，遷揚武將軍、湘州刺史、假節。到州未幾卒，時年四十九。\n\n子謙之謙之字子光。才學不及父，而傲縱過之。至酣醉，常呼其父字，輔之亦不以介意，談者以為狂。輔之正酣飲，謙之窺而厲聲曰：“彥國年老，不得為爾！將令我尻背東壁。”輔之歡笑；呼入與共飲。其所為如此，年未三十卒。\n\n畢卓畢卓字茂世，新蔡淍陽人也。父湛，中書郎。卓少希放達，為胡毋輔之所知。太興未，為吏部郎，常飲酒廢職。比舍郎釀熟，卓因醉夜至其甕間盜飲之，為掌酒者所縛，明旦視之，乃畢吏部也；遵釋其縛。卓遂引主人宴於甕側，致醉而去。\n\n卓嘗謂人句得酒滿數百斛船，四時甘味置兩頭，右手持酒杯，左手持蟹螫，拍浮酒船中，便足了一生矣。”及過江，為溫嶠平南長史，卒官。\n\n王尼王尼，字孝孫，城陽人也，或雲河內人。本兵家子，寓居洛陽，卓革不羈。初為護軍府軍土力毋輔之與琅邪王澄、北地傅暢、中山劉輿、穎川苟逮、河東裴遇迭屬河南功曹甄述及洛陽令曹擄請解之。擄等以制旨所及，不敢。輔之等齋羊酒詣護軍嚇，門吏疏名呈護軍，護軍嘆曰：“諸名士持羊酒來，將有以也。”尼時以給府養馬，輔之等入，遂坐馬廄下，與尼炙羊飲酒，醉飽而去，竟不見護軍。護軍大驚，即與尼長假，因免為兵。\n\n東雙公騰闢為車騎府舍人，不就。時尚書何綏奢侈過度，尼謂人曰：綏居亂世矜豪乃爾，將死不久。”人曰：“白蔚聞言，必相危害。”尼曰：“伯蔚比聞我語，已死矣。”未幾，綏果為東海王越所殺。初入洛，尼詣越不拜。越問其故，尼曰：“公無宰相之能，是以不拜。”固數之，言甚切。又云：“公負尼物。”越大驚曰：“寧有是也？”尼曰：“昔楚人亡布，謂令尹盜之。今尼屋合資財，悉為公軍人所略，尼今飢凍，是亦明公之負也。”越大笑，即賜絹五十匹。諸貴人聞，竟往響之。\n\n洛陽陷，避亂江夏。時玉澄為荊州刺史，遏之甚厚。尼早喪婦，止有一子。無居宅，惟畜露車，有牛一頭，每行，輒使子御之，暮則共宿車上。常嘆曰：“滄海橫流，處處不安也。”俄而澄卒，荊上饑荒，尼不得食，乃殺牛壞車，煮肉淡之。概盡，父子俱餓死。\n\n羊曼弟聃羊曼字祖延，大傅祜兄孫也。父暨，陽平太守。曼少知名，本州禮命，太傅闢、皆不就。避難渡江，元帝以為鎮東參軍，轉丞相主薄，委以機密。歷黃門侍郎、尚書吏部郎、晉俊太守，以公事免。曼任達頹縱，好飲酒，溫嬌、質亮、阮放、桓彝同志友眷,併為中興名士。時州里稱陳留阮放為巨集伯，高平郡鑑為方伯，泰山胡毋輔之為達伯，濟陰卞壺為裁伯，陳留蔡漠為朗伯，阮孚為誕伯，高平劉綏為委伯，而曼為酣怕，凡八人，號殼州八伯，益擬古之八雋也。\n\n王敦既與朝廷乖貳，羈錄朝士，曼為右長史。曼知敦不臣，終日酣醉，諷議而已。敦以其士望，厚加禮遇，不委以事，故得不涉其難。敦敗，代阮孚為丹楊尹。時朝士過江初拜官，相飾供撰。曼拜丹楊，客來早者得佳設，日宴則漸蓉，不復及格，隨客早晚而不問貴賤。有羊固拜臨海太守，竟日皆美，雖晚至者猶護盛撰。論者以固之豐腆、乃不如曼之真率。\n\n蘇峻作亂，加前將軍，率文武守雲龍門。王師不振，或勸曼避峻。曼曰；“朝廷破敗，吾安所求生？”勒眾不動，為峻所害，年五十五。峻平，追贈太常。子貪嗣，少知名，尚嘰帝女南郡悼公主，除祕書郎，早卒。弟聃。\n\n聃字彭祖。少不經學，時論皆鄙其凡庸。先是，克州有八伯之號，其後更有四伯。大鴻腫陳留江泉以能食為谷伯，豫章太守史疇以大肥為笨怕，散騎郎高平張轟以狡妄為猾伯，而聃以狼戾為瑣伯，蓋擬古之四凶。\n\n聃初闢元帝丞相府，累遷廬陵太守。剛克粗暴，恃國戚，縱恣尤甚，眶毗之嫌輒加刑殺。疑郡人簡良等為賊，殺二百餘人，誅及嬰孩，所堯鎖百復餘。瘦亮執之，歸於京都。有司奏聃罪當死，以景獻皇后是其祖姑，應八議。成帝詔曰：“此事古今所無，何八儀之有！猶未忍肆之市朝，其賜命獄所。”兄子賞尚公主，自表求解婚。詔曰：“罪不相及，古今之令典也。肋雖極法，於責何有！其特不聽離婚。”琅邪太妃山氏，聃之甥也，入殿叩頭請命。玉導又啟：“聃罪不容恕，宜極重法。山太妃憂戚成疾，陛下罔極之恩，宜蒙生全之有。”於是詔下曰：“太妃惟此一舅，發言摧咽，乃至吐血，情慮深重。朕往丁茶毒，受太妃撫育之恩，同於慈親。若不堪忍之痛，以致頓弊，朕亦何顏以寄。今便原聃生命，以慰大妃渭陽之思。”於是除名。頃之，遇疾，恆見簡良等為祟，旬日而死。\n\n光逸光逸字孟祖，樂安人也，初為傅昌小吏，縣令使逸送客，冒寒舉體凍溼，還遇令不在，逸解衣炙之，入令被中臥。令還，大怒，將加嚴罰。逸曰：“家貧衣單，沾溼無可代。若不暫溫，勢必凍死，奈何惜一被而殺一人乎！君子仁愛，必不爾也，故寢而不疑。”令奇而釋之，後為門亭長，迎新令至京師。胡毋輔之與苟逮共詣令家，望見逸，謂這曰：“彼似奇才。”便呼上車，與談良久，果俊器。令怪客不入，吏白與光逸語。令大怒，除逸名，斥遣之。\n\n後舉孝廉，為州從事，棄官投輔之。輔之時為大傅越從事中郎，薦逸于越，越以門寒而不召。越後因閒宴，責輔之無所舉薦。輔之曰：“前舉光逸，公以非世家不召，非不舉也。”越即闢焉。書到郡縣，皆以為誤，審知是逸，乃備禮遣之。\n\n尋以世難，避亂渡江，復依輔之，初至，屬輔之與謝鯤、阮放、畢卓、羊曼、桓彝、阮孚散發裸程，閉室酣飲已累日。逸將排戶入，守者不聽，逸便於戶外脫衣露頭於狗竇中窺之而大叫，輔之驚曰：“他人決不能爾，必我孟祖也。”速呼入，遂與飲，不捨晝夜。時人謂之八達。\n\n元帝以逸補軍洛祭酒。中興建，為給事中，卒官。\n\n史臣曰：夫學非常道，則物靡不通；理有忘言，則在情斯遣。其進也，撫俗同塵，不居名利；其退也，餐和履順，以保天真。若乃一其本原，體無為之用，分其華葉，開寓言之道，是以伯陽垂範，鳴謙置式，欲崇諸己，先下於人，猶大樂無聲，而蹌鴛斯應者也。莊生放達其旨，而馳辯無窮；棄彼榮華，則俯輕爵位，懷其道術，則顧蔑王公；敵痔兼車，嗚鴦吞腐。以茸鑰冢諮賞嫖錚庖煨櫓郟型簾郟？檻、阮竹林之會，劉畢芳糟之友，馳聘莊門，排登李室。若夫儀天布憲，百官從軌，經禮之外，棄而不存。是以帝堯縱許由於埃烷之表，光武舍子陵於瀑潰之漱，松蘿低舉，用以優賢，巖水澄華，茲焉賜隱；臣行厥志，主有嘉名。至於嵇康遺源之書，阮氏創先生之傳，軍譜散發，吏部盜格，豈以世疾名流，茲焉自垢？臨鍛灶而不回，登廣武而長嘆，則嵇琴絕響，阮氣徒存。通其旁徑，必雕風俗；召以效官，居然屍素。軌躅之外，或有可觀者焉。鹹能符契情靈，各敦終始，滄神交於晚笛，或相思而動駕。史臣是以拾其遺事，附於篇雲。\n\n贊曰：老篇爰植，孔教提衡。各存其趣，道貴無名。相彼非禮，遵乎達生。秋水揚波，春雲斂映。旨酒厥德，憑虛其性。不玩斯風，誰虧王政？\n\n"
		},
		{
			"章节": "六朝唐文六",
			"章节名称": "秋興賦並序",
			"章节内容": "潘岳\n\n（序）晉十有四年，餘春秋三十有二，始見二毛。以太尉掾兼虎賁中郎將，寓直於散騎之省。高閣連雲，陽景罕曜，珥蟬冕而襲紈綺之士，此焉遊處。僕野人也，偃息不過茅屋茂林之下，談話不過農夫田父之客。攝官承乏，猥廁朝列，夙興晏寢，匪遑厔寧，譬猶池魚籠鳥，有江湖山藪之思。於是染翰操紙，慨然而賦。於時秋也，故以“秋興”命篇。辭曰：\n\n四時忽其代序兮，萬物紛以回薄。覽花蒔之時育兮，察盛衰之所託。感冬索而春敷兮，嗟夏茂而秋落。雖末士之榮悴兮，伊人情之美惡。善乎宋玉之言曰：“悲哉，秋之為氣也！蕭瑟兮草木搖落而變衰，憀慄兮若在遠行，登山臨水送將歸”。夫送歸懷慕徒之戀兮，遠行有羈旅之憤。臨川感流以嘆逝兮，登山懷遠而悼近。彼四戚之疚心兮，遭一塗而難忍。嗟秋日之可哀兮，諒無愁而不盡。\n\n野有歸燕，隰有翔隼。遊氛朝興，槁葉夕殞。於是乃屏輕箑，釋纖絺，藉莞蒻，御袷衣。庭樹槭以灑落兮，勁風戾而吹帷。蟬嘒嘒而寒吟兮，雁飄飄而南飛。天晃朗以彌高兮，日悠陽而浸微。何微陽之短晷，覺涼夜之方永。月朣朦以含光兮，露悽清以凝冷。熠耀粲於階闥兮，蟋蟀鳴乎軒屏。聽離鴻之晨吟兮，望流火之餘景。宵耿介而不寐兮，獨輾轉於華省。\n\n悟時歲之遒盡兮，慨俛首而自省。斑鬢髟以承弁兮，素髮颯以垂領。仰群俊之逸軌兮，攀雲漢以遊騁。登春臺之熙熙兮，珥金貂之炯炯。苟趣舍之殊塗兮，庸詎識其躁靜。聞至人之休風兮，齊天地於一指。彼知安而忘危兮，故出生而入死。行投趾於容跡兮，殆不踐而獲底。闕側足以及泉兮，雖猴猿而不履。龜祀骨於宗祧兮，思反身於綠水。且斂衽以歸來兮，忽投紱以高厲。耕東皋之沃壤兮，輸黍稷之餘稅。泉湧湍於石間兮，菊揚芳於崖澨。澡秋水之涓涓兮，玩遊鯈之潎潎。逍遙乎山川之阿，放曠乎人間之世。悠哉遊哉，聊以卒歲。\n\n"
		},
		{
			"章节": "六朝唐文七",
			"章节名称": "陳情表",
			"章节内容": "李密\n\n臣密言：“臣以險釁，夙遭閔凶。生孩六月，慈父見背；行年四歲，舅奪母志。祖母劉，愍臣孤弱，躬親撫養。臣少多疾病。九歲不行。零丁孤苦，至於成立。既無叔伯，終鮮兄弟。門衰祚薄，晚有兒息。外無期功強近之親，內無應門五尺之童。煢煢孑立，形影相弔。而劉夙嬰疾病，常在床蓐；臣待湯藥，未嘗廢離。\n\n逮奉聖朝，沐浴清化。前太守臣逵，察臣孝廉；後刺史臣榮，舉臣秀才。臣以供養無主，辭不赴命。詔書特下，拜臣郎中。尋蒙國恩，除臣洗馬。猥以微賤，當待東宮，非臣隕首所能上報。臣具以表聞，辭不就職。詔書切峻，責臣逋慢。郡縣逼迫，催臣上道。州司臨門，急於星火。臣欲奉詔賓士，則以劉病日篤；欲苟順私情，則告訴不許。臣之進退，實為狼狽。\n\n伏惟聖朝，以孝治天下。凡在故老，猶蒙矜育；況臣孤苦，特為尤甚。且臣少事偽朝，歷職郎署，本圖宦達，不矜名節。今臣亡國賤俘，至微至陋。過蒙拔擢，寵命優渥，豈敢盤桓，有所希冀？但以劉日薄西山，氣息奄奄，人命危淺，朝不慮夕。臣無祖母，無以至今日？祖母無臣，無以終餘年。母孫二人，更相為命。是以區區不能廢遠。\n\n臣密今年四十有四，祖母劉今年九十有六；是以臣盡節於陛下之日長，報劉之日短也。烏鳥私情，願乞終養！臣之辛苦，非獨蜀之人士，及二州牧伯，所見明知；皇天后土，實所共鑑。願陛下矜愍愚誠，聽臣微志。庶劉僥倖，卒保餘年。臣生當隕首，死當結草。臣不勝犬馬怖懼之情，謹拜表以聞！”\n\n"
		},
		{
			"章节": "六朝唐文八",
			"章节名称": "酒德頌",
			"章节内容": "劉伶\n\n有大人先生者，以天地為一朝，萬朝為須臾，日月為扃牖，八荒為庭衢。行無轍跡，居無室廬，暮天席地，縱意所如。止則操卮執觚，動則挈榼提壺，唯酒是務，焉知其餘？\n\n有貴介公子，縉紳處士，聞吾風聲，議其所以。乃奮袂攮襟，怒目切齒，陳說禮法，是非鋒起。先生於是方捧罌承槽，銜杯漱醪。奮髯箕踞，枕麴藉糟，無思無慮，其樂陶陶。兀然而醉，豁爾而醒。靜聽不聞雷霆之聲，熟視不睹泰山之形，不覺寒暑之切肌，利慾之感情。俯觀萬物，擾擾焉如江漢三載浮萍；二豪侍側焉，如蜾蠃之與螟蛉。\n\n"
		},
		{
			"章节": "六朝唐文九",
			"章节名称": "與山巨源絕交書",
			"章节内容": "嵇康\n\n康白：足下昔稱吾於潁川，吾嘗謂之知音。然經怪此，意尚未熟悉於足下，何從便得之也？前年從河東還，顯宗、阿都說足下議以吾自代；事雖不行，知足下故不知之。足下傍通，多可而少怪，吾直性狹中，多所不堪，偶與足下相知耳。間聞足下遷，惕然不喜；恐足下羞庖人之獨割，引尸祝以自助，手薦鸞刀，漫之羶腥。故具為足下陳其可否。\n\n吾昔讀書，得並介之人，或謂無之，今乃信其真有耳。性有所不堪，真不可強。今空語同知有達人，無所不堪，外不殊俗，而內不失正，與一世同其波流，而悔吝不生耳。老子、莊周，吾之師也，親居賤職；柳下惠、東方朔，達人也，安乎卑位。吾豈敢短之哉！又仲尼兼愛，不羞執鞭；子文無慾卿相，而三登令尹。是乃君子思濟物之意也。所謂達能兼善而不渝，窮則自得而無悶。以此觀之，故堯、舜之君世，許由之巖棲，子房之佐漢，接輿之行歌，其揆一也。仰瞻數君，可謂能遂其志者也。故君子百行，殊途而同致，循性而動，各附所安。故有處朝廷而不出，入山林而不反之論。且延陵高子臧之風，長卿慕相如之節，志氣所託，不可奪也。\n\n吾每讀尚子平、臺孝威傳，慨然慕之，想其為人。少加孤露，母兄見驕，不涉經學。性復疏懶，筋駑肉緩，頭面常一月十五日不洗；不大悶癢，不能沐也。每常小便而忍不起，令胞中略轉，乃起耳。又縱逸來久，情意傲散，簡與禮相背，懶與慢相成，而為儕類見寬，不功其過。又讀《莊》、《老》，重增其放。故使榮進之心日頹，任實之情轉篤。此由禽鹿，少見馴育，則服從教制；長而見羈，則狂顧頓纓，赴蹈湯火；雖飾以金鑣，飧以嘉餚，逾思長林而志在豐草也。\n\n阮嗣宗口不論人過，吾每師之，而未能及。至性過人，與物無傷，唯飲酒過差耳。至為禮法之士所繩，疾之如仇，幸賴大將軍保持之耳。以不如嗣宗之賢，而有慢馳之闋；又不識人情，暗於機宜；無萬石之慎，而有好盡之累，久與事接，疵釁日興，雖欲無患，其可得乎？又人倫有禮，朝庭有法，自惟至熟，有必不堪者七，甚不可者二。臥喜晚起，而當關呼之不置，一不堪也。抱琴行吟，弋鉤草野，而吏卒守之，不得妄動，二不堪也。危坐一時，痺不得搖,性復多蝨，把搔無已，而當裹以章服，揖拜上官，三不堪也。素不便書，又不喜作書，而人間多事，堆案盈機，不相酬答，則犯教傷義，欲自勉強，則不能久，四不堪也。不喜弔喪，而人道以此為重，己未見恕者所怨，至欲見中傷者；雖瞿然自責，然性不可化，欲降心順俗，則詭故不情，亦終不能獲無咎無譽，如此五不堪也。不喜俗人，而當與之共事，或賓客盈坐，鳴聲聒耳，囂塵臭處，千變百伎，在人目前，六不堪也。心不耐煩，而官事鞅掌，機務纏其心，世故繁其慮，七不堪也。又每非湯、武而薄周、孔，在人間不止此事，會顯世教所不容，此其甚不可一也。剛腸疾惡，輕肆直言，遇事而發，此甚不可二也。以促中小心之性，統此九患，不有外難，當有內病，寧可久處人間邪？\n\n又聞道士遺言，餌術、黃精，令人久壽，意甚信之。遊山澤，觀魚鳥，心甚樂之。一行作吏，此事便廢，安能捨其所樂，而從其所懼哉！\n\n夫人之相知，貴識其天性，因而濟之。禹不逼伯成子高，全其節也。仲尼不假蓋於子夏，護其短也。近諸葛孔明不逼元直以入蜀，華子魚不強幼安以卿相。此可謂能相始終，真相知也。足下見直木必不可為輪，曲者不可為桷，蓋不欲以枉其天才，令得其所也。故四民有業，各以得志為樂，唯達者為能通之，此足下度內耳。不可自見好章甫，強越人以文冕也；己嗜臭腐，養鴛雛以死鼠也。吾頃學養生之術，方外榮華，去滋味，遊心於寂寞，以無為為貴，縱無九患，尚不顧足下所好者。又有心悶疾，頃轉增篤，私意自試，不能堪其所不樂。自卜已審，若道盡途窮則已耳。足下無事冤之，令轉於溝壑也。\n\n吾新失母兄之歡，意常悽切。女年十三，男年八歲，未及成人，況復多病，顧此悢悢，如何可言。今但願守陋巷，教養子孫；時與親舊敘闊，陳說平生。濁酒一杯，彈琴一曲，志願畢矣。足下若嬲之不置，不過欲為官得人，以益時用耳。足下舊知吾潦倒粗疏，不切事情，自惟亦皆不如今日之賢能也。若以俗人皆喜榮華，獨能離之，以此為快；此最近之，可得言耳。然使長才廣度，無所不淹，而能不營，乃可貴耳。若吾多病困，欲離事自全，以保餘年，此真所乏耳。豈可見黃門而稱貞哉！若趣欲共登王途，期於相致，共為歡益，一旦迫之，必發其狂疾。自非重怨，不至於此也。\n\n野人有快炙背而美芹子者，欲獻之至尊，雖有區區之意，亦已疏矣。願足下勿似之。其意如此。既以解足下，並以為別。嵇康白。\n\n"
		},
		{
			"章节": "六朝唐文十",
			"章节名称": "蘭亭集序",
			"章节内容": "王羲之\n\n永和九年，歲在癸丑，暮春之初，會於會稽山陰之蘭亭，修禊事也。群賢畢至，少長鹹集。此地有崇山峻嶺，茂林修竹；又有清流激湍，映帶左右，引以為流觴曲水，列坐其次。雖無絲竹管絃之盛，一觴一詠，亦足以暢敘幽情。\n\n是日也，天朗氣清，惠風和暢，仰觀宇宙之大，俯察品類之盛，所以遊目騁懷，足以極視聽之娛，信可樂也。\n\n夫人之相與，俯仰一世，或取諸懷抱，晤言一室之內；或因寄所託，放浪形骸之外。雖取捨萬殊，靜躁不同，當其欣於所遇，暫得於己，快然自足，不知老之將至。及其所之既倦，情隨事遷，感慨系之矣。向之所欣，俯仰之間，已為陳跡，猶不能不以之興懷。況修短隨化，終期於盡。古人云：“死生亦大矣。”豈不痛哉！\n\n每覽昔人興感之由，若合一契，未嘗不臨文嗟悼，不能喻之於懷。固知一死生為虛誕，齊彭殤為妄作。後之視今，亦猶今之視昔。悲夫！故列敘時人，錄其所述，雖世殊事異，所以興懷，其致一也。後之覽者，亦將有感於斯文。\n\n"
		},
		{
			"章节": "六朝唐文十一",
			"章节名称": "思舊賦並序",
			"章节内容": "向秀\n\n餘與嵇康、呂安居至接近，其人並有不羈之才；然嵇志遠而疏，呂心曠而放，其後各以事見法。嵇博綜技藝，於絲竹特妙。臨當就命，顧視日影，索琴而彈之。餘逝將西邁，經其舊廬。於時日薄虞淵，寒冰悽然。鄰人有吹笛者，發聲寥亮。追思曩昔遊宴之好，感音而嘆，故作賦雲。\n\n將命適於遠京兮，遂旋反而北徂。濟黃河以泛舟兮，經山陽之舊居。瞻曠野之蕭條兮，息餘駕乎城隅。踐二子之遺蹟兮，歷窮巷之空廬。嘆‘黍離’之愍周兮，悲‘麥秀’於殷墟。惟古昔以懷今兮，心徘徊以躊躇。棟宇存而弗毀兮，形神逝其焉如！昔李斯之受罪兮，嘆黃犬而長吟。悼嵇生之永辭兮，顧日影而彈琴。託運遇於領會兮，寄餘命於寸陰。聽鳴笛之慷慨兮，妙聲絕而復尋。停駕言其將邁兮，遂援翰而寫心！\n\n"
		},
		{
			"章节": "六朝唐文十二",
			"章节名称": "別賦",
			"章节内容": "江淹\n\n黯然銷魂者，唯別而已矣！況秦、吳兮絕國，復燕、趙兮千里。或春苔兮始生，乍秋風兮暫起。是以行子腸斷，百感悽惻。風蕭蕭而異響，雲漫漫而奇色。舟凝滯於水濱，車逶遲于山側。棹容與而詎前，馬寒鳴而不息。掩金觴而誰御，橫玉柱而沾軾。居人愁臥，恍若有亡。日下壁而沉彩，月上軒而飛光。見紅蘭之受露，望青楸之離霜。巡層楹而空掩，撫錦幕而虛涼。知離夢之躑躅，意別魂之飛揚。\n\n故別雖一緒，事乃萬族。\n\n至若龍馬銀鞍，朱軒繡軸，帳飲東都，送客金谷。琴羽張兮簫鼓陳，燕、趙歌兮傷美人，珠與玉兮豔暮秋，羅與綺兮嬌上春。驚駟馬之仰秣，聳淵魚之赤鱗。造分手而銜涕，感寂寞而傷神。\n\n乃有劍客慚恩，少年報士，韓國趙廁，吳宮燕市。割慈忍愛，離邦去裡，瀝泣共訣，抆血相視。驅征馬而不顧，見行塵之時起。方銜感於一劍，非買價於泉裡。金石震而色變，骨肉悲而心死。\n\n或乃邊郡未和，負羽從軍。遼水無極，雁山參雲。閨中風暖，陌上草薰。日出天而曜景，露下地而騰文。鏡朱塵之照爛，襲青氣之煙熅，攀桃李兮不忍別，送愛子兮沾羅裙。\n\n至如一赴絕國，詎相見期？視喬木兮故里，決北樑兮永辭，左右兮魄動，親朋兮淚滋。可班荊兮憎恨，惟樽酒兮敘悲。值秋雁兮飛日，當白露兮下時，怨復怨兮遠山曲，去復去兮長河湄。\n\n又若君居淄右，妾家河陽，同瓊佩之晨照，共金爐之夕香。君結綬兮千里，惜瑤草之徒芳。慚幽閨之琴瑟，晦高臺之流黃。春宮閉此青苔色，秋帳含此明月光，夏簟清兮晝不暮，冬釭凝兮夜何長！織錦曲兮泣已盡，迴文詩兮影獨傷。\n\n儻有華陰上士，服食還仙。術既妙而猶學，道已寂而未傳。守丹灶而不顧，鍊金鼎而方堅。駕鶴上漢，驂鸞騰天。暫遊萬里，少別千年。惟世間兮重別，謝主人兮依然。\n\n下有芍藥之詩，佳人之歌，桑中衛女，上宮陳娥。春草碧色，春水淥波，送君南浦，傷如之何！至乃秋露如珠，秋月如圭，明月白露，光陰往來，與子之別，思心徘徊。\n\n是以別方不定，別理千名，有別必怨，有怨必盈。使人意奪神駭，心折骨驚，雖淵、雲之墨妙，嚴、樂之筆精，金閨之諸彥，蘭臺之群英，賦有凌雲之稱，辨有雕龍之聲，誰能摹暫離之狀，寫永訣之情著乎？\n\n"
		},
		{
			"章节": "六朝唐文十三",
			"章节名称": "水經注·江水",
			"章节内容": "酈道元\n\n江水歷峽，東逕新崩灘。此山漢和帝永元十二年崩，晉太元二年又崩。當崩之日，水逆流百餘里，湧起數十丈。今灘上有石，或圓如簞，或方似屋，若此者甚眾，皆崩崖所隕，致怒湍流，故謂之新崩灘。其頹巖所餘，比之諸嶺，尚為竦桀。其下十餘里，有大巫山，非惟三峽所無，乃當抗峰岷、峨，偕嶺衡、疑。其翼附群山，並概青雲，更就宵漢辨其優劣耳。神孟塗所處。《山海經》曰：夏後啟之臣孟塗，是司神於巴，巴人訟於孟塗之所，其衣有血者執之，是請生居山上，在丹山西。郭景純雲：丹山在丹陽，屬巴。丹山西即巫山者也。又帝女居焉。宋玉所謂天帝之季女，名曰瑤姬，未行而亡，封於巫山之陽，精魂為草實、為靈芝。所謂巫山之女，高唐之阻，旦為行雲，暮為行雨，朝朝暮暮，陽臺之下。旦早視之，果如其言，故立為廟，號朝雲焉。其間首尾百六十里，謂之巫峽，蓋因山為名也。\n\n自三峽七百里中，兩岸連山，略無闕處。重巖壘嶂，隱天蔽日，自非亭午夜分，不見曦月。至於夏水襄陵，沿溯阻絕。或王命急宣，有時朝發白帝，暮到江陵，其間千二百里，雖乘奔御風，不以疾也。春冬之時，則素湍綠潭，迴清倒影。絕巖多生怪柏，懸泉瀑布，飛漱其間，清榮峻茂，良多趣味。每至晴初霜旦，林寒澗肅，常有高猿長嘯，屬引悽異，空谷傳響，哀轉久絕。故漁者歌曰：“巴東三峽巫峽長，猿鳴三聲淚沾裳！”\n\n"
		},
		{
			"章节": "六朝唐文十四",
			"章节名称": "答謝中書書",
			"章节内容": "陶巨集景\n\n山川之美，古來共談。高峰入雲，清流見底。兩岸石壁，五色交輝；青林翠竹，四時俱備。曉霧將歇，猿鳥亂鳴；夕日欲頹，沈鱗競躍。實是欲界之仙都！\n\n自康樂以來，未復有能與其奇者。\n\n"
		},
		{
			"章节": "六朝唐文十五",
			"章节名称": "與宋元思書",
			"章节内容": "吳均\n\n風煙俱淨，天山共色。從流飄蕩，任意東西。自富陽至桐廬，一百許裡，奇山異水，天下獨絕。水皆縹碧，千丈見底；游魚細石，直視無礙。急流甚箭，猛浪若奔。夾岸高山，皆生寒樹，負勢競上，互相軒邈，爭高直指，千百成峰。泉水激石，泠泠作響。好鳥相鳴，嚶嚶成韻。蟬則千轉不窮，猿則百叫無絕。鳶飛戾天者，望峰息心；經綸世務者，窺谷忘反。橫柯上蔽，在晝猶昏；疏條交映，有時見日。\n\n"
		},
		{
			"章节": "六朝唐文十六",
			"章节名称": "採蓮賦",
			"章节内容": "蕭繹\n\n紫莖兮文波，紅蓮兮芰荷。綠房兮翠蓋，素實兮黃螺。於時妖童媛女，盪舟心許，鷁首徐回，兼傳羽杯。棹將移而藻掛，船欲動而萍開。爾其纖腰束素，遷延顧步。夏始春餘，葉嫩花初。恐沾裳而淺笑，畏傾船而斂裾，故以水濺蘭橈，蘆侵羅衤薦。菊澤未反，梧臺迥見，荇溼沾衫，菱長繞釧。泛柏舟而容與，歌採蓮於江渚。歌曰：“碧玉小家女，來嫁汝南王。蓮花亂臉色，荷葉雜衣香。因持薦君子，願襲芙蓉裳。”\n\n"
		},
		{
			"章节": "六朝唐文十七",
			"章节名称": "月賦",
			"章节内容": "謝莊\n\n陳王初喪應、劉，端憂多暇。綠苔生閣，芳塵凝榭。悄焉疚懷，不怡中夜。乃清蘭路，肅桂苑；騰吹寒山，弭蓋秋阪。臨浚壑而怨遙，登崇岫而傷遠。於時斜漢左界，北陸南躔；白露曖空，素月流天，沉吟齊章，殷勤陳篇。抽豪進牘，以命仲宣。\n\n仲宣跪而稱曰：臣東鄙幽介，長自丘樊，昧道懵學，孤奉明恩。\n\n臣聞沉潛既義，高明既經，日以陽德，月以陰靈。擅扶光於東沼，嗣若英於西冥。引玄兔於帝臺，集素娥於後庭。朒朓警闕,胐魄示衝。順辰通燭，從星澤風。增華臺室，揚採軒宮。委照而吳業昌，淪精而漢道融。\n\n若夫氣霽地表，雲斂天末，洞庭始波，木葉微脫。菊散芳于山椒，雁流哀於江瀨；升清質之悠悠，降澄輝之藹藹。列宿掩縟，長河韜映；柔祗雪凝，圓靈水鏡；連觀霜縞，周除冰淨。君王乃厭晨歡，樂宵宴；收妙舞，馳清縣；去燭房，即月殿；芳酒登，鳴琴薦。\n\n若乃涼夜自悽，風篁成韻，親懿莫從，羈孤遞進。聆皋禽之夕聞，聽朔管之秋引。於是弦桐練響，音容選和。徘徊《房露》，惆悵《陽阿》，聲林虛籟，淪池滅波。情紆軫其何託？訴皓月而長歌。\n\n歌曰：“美人邁兮音塵闕，隔千里兮共明月；臨風嘆兮將焉歇？川路長兮不可越。”\n\n歌響未終，餘景就畢；滿堂變容，回徨如失。\n\n又稱歌曰：“月既沒兮露欲晞，歲方晏兮無與歸；佳期可以還，微霜沾人衣！”\n\n陳王曰：“善。”乃命執事，獻壽羞璧。敬佩玉音，復之無懌。\n\n"
		},
		{
			"章节": "六朝唐文十八",
			"章节名称": "為徐敬業討武曌檄",
			"章节内容": "駱賓王\n\n偽臨朝武氏者，性非和順，地實寒微。昔充太宗下陳，曾以更衣入侍。洎乎晚節，穢亂春宮。潛隱先帝之私，陰圖後房之嬖。入門見嫉，蛾眉不肯讓人；掩袖工讒，狐媚偏能惑主。踐元后於翬翟，陷吾君於聚麃。加以虺蜴為心，豺狼成性。近狎邪僻，殘害忠良。殺姊屠兄，弒君鴆母。神人之所共嫉，天地之所不容。猶復包藏禍心，窺竊神器。君之愛子，幽之於別宮；賊之宗盟，委之以重任。鳴呼！霍子孟之不作，朱虛侯之已亡。燕啄皇孫，知漢祚之將盡。龍漦帝后，識夏庭之遽衰。\n\n敬業皇唐舊臣，公侯冢子。奉先帝之成業，荷本朝之厚恩。宋微子之興悲，良有以也；袁君山之流涕，豈徒然哉！是用氣憤風雲，志安社稷。因天下之失望，順宇內之推心。爰舉義旗，以清妖孽。\n\n南連百越，北盡三河；鐵騎成群，玉軸相接。海陵紅粟，倉儲之積靡窮；江浦黃旗，匡復之功何遠！班聲動而北風起，劍氣衝而南鬥平。喑嗚則山嶽崩頹，叱吒則風雲變色。以此制敵，何敵不摧？以此圖功，何功不克？\n\n公等或居漢地，或協周親；或膺重寄於話言，或受顧命於宣室。言猶在耳，忠豈忘心。一抔之土未乾，六尺之孤何託？倘能轉禍為福，送往事居，共立勤王之勳，無廢大君之命，凡諸爵賞，同指山河。若其眷戀窮城，徘徊歧路，坐昧先幾之兆，\n\n必貽後至之誅。請看今日之域中，竟是誰家之天下！\n\n"
		},
		{
			"章节": "六朝唐文十九",
			"章节名称": "陋室銘",
			"章节内容": "劉禹錫\n\n山不在高，有仙則名。水不在深，有龍則靈。斯是陋室，惟吾德馨。苔痕上階綠，草色入廉青。談笑有鴻儒，往來無白丁。可以調素琴，閱金經。無絲竹之亂耳，無案牘之勞形。南陽諸葛廬，西蜀子云亭。孔子云：“何陋之有？”\n\n"
		},
		{
			"章节": "六朝唐文二十",
			"章节名称": "滕王閣序",
			"章节内容": "王勃\n\n豫章故郡，洪都新府。星分翼軫，地接衡廬。襟三江而帶五湖，控蠻荊而引甌越。物華天寶，龍光射牛鬥之墟；人傑地靈，徐孺下陳蕃之榻。雄州霧列，俊彩星馳。臺隍枕夷夏之交，賓主盡東南之美。都督閻公之雅望，綮戟遙臨；宇文新州之懿範，譫帷暫駐。十旬休暇，勝友如雲。千里逢迎，高朋滿座。騰蛟起鳳，孟學士之詞宗；紫電青霜，王將軍之武庫。家君作宰，路出名區。童子何知？躬逢勝餞。\n\n時維九月，序屬三秋。潦水盡而寒潭清，煙光凝而暮山紫。儼驂騑於上路，訪風景於崇阿。臨帝子之長洲，得仙人之舊館。層巒聳翠，上出重霄；飛閣流丹，下臨無地。鶴汀鳧渚，窮島嶼之縈迴；桂殿蘭宮，即岡巒之體勢。\n\n披繡闥，俯雕甍。山原曠其盈視，川澤紆其駭矚。閭閻撲地，鐘鳴鼎食之家；舸艦迷津，青雀黃龍之舳。虹銷雨霽，彩徹區明。落霞與孤鶩齊飛，秋水共長天一色。漁舟唱晚，響窮彭蠡之濱，雁陣驚寒，聲斷衡陽之浦。\n\n遙吟甫暢，逸興遄飛。爽籟發而清風生，纖歌凝而白雲遏。睢園綠竹，氣凌彭澤之樽；鄴水朱華，光照臨川之筆。四美具，二難並。窮睇眄於中天，極娛遊於暇日。天高地迥，覺宇宙之無窮；興盡悲來，識盈虛之有數。望長安於日下，指吳會於雲間。地勢極而南溟深，天柱高而北辰遠。關山難越，誰悲失路之人；萍水相逢，盡是他鄉之客。懷帝閽而不見，奉宣室以何年？\n\n嗟乎！時運不齊，命途多舛。馮唐易老，李廣難封。屈賈誼於長沙，非無聖主；竄梁鴻於海曲，豈乏明時？所賴君子安貧，達人知命。老當益壯，寧移白首之心；窮且益堅，不墜青雲之志。酌貪泉而覺爽，處涸轍而猶歡。北海雖賒，夫搖可接；東隅已逝，桑榆非晚。孟嘗高潔，空懷報國之情；阮籍猖狂，豈效窮途之哭？\n\n勃三尺微命，一介書生。無路請纓，等終軍之弱冠；有懷投筆，慕宗愨之長風。舍簪笏於百齡，奉晨昏於萬里。非謝家之寶樹，接孟氏之芳鄰。他日趨庭，叨陪鯉對；今晨捧袂，喜託龍門。楊意不逢，撫凌雲而自惜；鍾期既遇，奏流水以何慚？\n\n鳴呼！勝地不常，盛筵難再。蘭亭已矣，梓澤邱墟。臨別贈言，幸承恩於偉餞；登高作賦，是所望於群公！敢竭鄙誠，恭疏短引。一言均賦，四韻俱成。請灑潘江，各傾陸海云爾。\n\n滕王高閣臨江渚，佩玉鳴鸞罷歌舞。畫棟朝飛南浦雲，珠廉暮卷西山雨。閒雲潭影日悠悠，物換星移幾度秋。閣中帝子今何在？檻外長江空自流！\n\n"
		},
		{
			"章节": "六朝唐文二十一",
			"章节名称": "原道",
			"章节内容": "韓愈\n\n博愛之謂仁，行而宜之之謂義，由是而之焉之謂道，足乎己無待於外之謂德。仁與義為定名，道與德為虛位。故道有君子小人，而德有凶有吉。老子之小仁義，非毀之也，其見者小也。坐井而觀天，曰天小者，非天小也。彼以煦煦為仁，孑孑為義，其小之也則宜。其所謂道，道其所道，非吾所謂道也；其所謂德，德其所德，非吾所謂德也。凡吾所謂道德雲者，合仁與義言之也，天下之公言也。老子之所謂道德雲者，去仁與義言之也，一人之私言也。\n\n周道衰，孔子沒。火於秦，黃老於漢，佛於晉、魏、樑、隋之間。其言道德仁義者，不入於楊，則入於墨；不入於老，則入於佛。入於彼，必出於此。入者主之，出者奴之；入者附之，出者汙之。噫！後之人其欲聞仁義道德之說，孰從而聽之？老者曰：“孔子，吾師之弟子也。”佛者曰：“孔子，吾師之弟子也。”為孔子者，習聞其說，樂其誕而自小也，亦曰：“吾師亦嘗師之云爾。”不惟舉之於其口，而又筆之於其書。噫！後之人，雖欲聞仁義道德之說，其孰從而求之？甚矣！人之好怪也，不求其端，不訊其末，惟怪之慾聞。\n\n古之為民者四，今之為民者六；古之教者處其一，今之教者處其三。農之家一，而食粟之家六；工之家一，而用器之家六；賈之家一，而資焉之家六。奈之何民不窮且盜也！\n\n古之時，人之害多矣。有聖人者立，然後教之以相生養之道。為之君，為之師，驅其蟲蛇禽獸，而處之中土。寒，然後為之衣；飢，然後為之食。木處而顛，土處而病也，然後為之宮室。為之工，以贍其器用；為之賈，以通其有無；為之醫藥，以濟其夭死；為之葬埋祭祀，以長其恩愛；為之禮，以次其先後；為之樂，以宣其湮鬱；為之政，以率其怠倦；為之刑，以鋤其強梗。相欺也，為之符璽鬥斛權衡以信之。相奪也，為之城郭甲兵以守之。害至而為之備，患生而為之防。今其言曰：“聖人不死，大盜不止。剖鬥折衡，而民不爭。”嗚呼！其亦不思而已矣！如古之無聖人，人之類滅久矣。何也？無羽毛鱗介以居寒熱也，無爪牙以爭食也。是故君者，出令者也；臣者，行君之令而致之民者也；民者，出粟米麻絲，作器皿，通貨財，以事其上者也。君不出令，則失其所以為君；臣不行君之令而致之民，則失其所以為臣；民不出粟米麻絲，作器皿，通貨財，以事其上，則誅。今其法曰：“必棄而君臣，去而父子，禁而相生養之道。”以求其所謂清淨寂滅者。嗚呼！其亦幸而出於三代之後，不見黜於禹、湯、文、武、周公、孔子也；其亦不幸而不出於三代之前，不見正於禹、湯、文、武、周公、孔子也。\n\n帝之與王，其號名殊，其所以為聖一也。夏葛而冬裘，渴飲而飢食，其事雖殊，所以為智一也。今其言曰：“曷不為太古之無事？”是亦責冬之裘者曰：“曷不為葛之之易也？”責飢之食者曰：“曷不為飲之之易也。”傳曰：“古之慾明明德於天下者，先治其國。欲治其國者，先齊其家。欲齊其家者，先修其身。欲修其身者，先正其心。欲正其心者，先誠其意。”然則古之所謂正心而誠意者，將以有為也。今也欲治其心，而外天下國家，滅其天常；子焉而不父其父，臣焉而不君其君，民焉而不事其事。孔子之作春秋也，諸侯用夷禮，則夷之；進於中國，則中國之。經曰：“夷狄之有君，不如諸夏之亡！”詩曰：“戎狄是膺，荊舒是懲。”今也舉夷狄之法，而加之先王之教之上，幾何其不胥而為夷也！\n\n夫所謂先王之教者，何也？博愛之謂仁，行而宜之之謂義，由是而之焉之謂道，足乎己無待於外之謂德。其文，詩書易春秋；其法，禮樂刑政；其民，士農工賈；其位，君臣父子師友賓主昆弟夫婦；其服，麻絲；其居，宮室；其食，粟米果蔬魚肉。其為道易明，而其為教易行也。是故以之為己，則順而祥；以之為人，則愛而公；以之為心，則和而平；以之為天下國家，無所處而不當。是故生則得其情，死則盡其常；郊焉而天神假，廟焉而人鬼享。曰：“斯道也，何道也？”曰：“斯吾所謂道也，非向所謂老與佛之道也。”堯以是傳之舜，舜以是傳之禹，禹以是傳之湯，湯以是傳之文武周公，文武周公傳之孔子，孔子傳之孟軻。軻之死，不得其傳焉。荀與揚也，擇焉而不精，語焉而不詳。由周公而上，上而為君，故其事行；由周公而下，下而為臣，故其說長。\n\n然則如之何而可也？曰：“不塞不流，不止不行。人其人，火其書，廬其居，明先王之道以道之，鰥寡孤獨廢疾者，有養也，其亦庶乎其可也。”\n\n"
		},
		{
			"章节": "六朝唐文二十二",
			"章节名称": "雜說一",
			"章节内容": "韓愈\n\n龍噓氣成雲，雲固弗靈於龍也。然龍乘是氣，茫洋窮乎玄間，薄日月，伏光景，感震電，神變化，水下土，汩陵谷，雲亦靈怪矣哉。雲，龍之所能使為靈也。若龍之靈，則非雲之所能使為靈也。然龍弗得雲，無以神其靈矣。失其所憑依，信不可歟。異哉！其所憑依，乃其所自為也。易曰：“雲從龍。”既曰龍，雲從之矣。\n\n"
		},
		{
			"章节": "六朝唐文二十三",
			"章节名称": "雜說四",
			"章节内容": "韓愈\n\n世有伯樂，然後有千里馬。千里馬常有，而伯樂不常有。故雖有名馬，只辱於奴隸人之手，駢死於槽櫪之間，不以千里稱也。馬之千里者，一食或盡粟一石。食馬者，不知其能千里而食也。是馬也，雖有千里之能，食不飽，力不足，才美不外見，且欲與常馬等不可得，安求其能千里也。策之不以其道，食之不能盡其材，鳴之而不能通其意，執策而臨之曰：“天下無馬。”嗚呼！其真無馬邪？其真不知馬也！\n\n"
		}
	]
}
