{
	"墨子 (繁體)": [
		{
			"章節": "01章",
			"章節名稱": "親士",
			"章節內容": "入國而不存其士，則亡國矣。見賢而不急，則緩其君矣。非賢無急，非士無與慮國。緩賢忘士，而能以其國存者，未曾有也。\n\n昔者文公出走而正天下；桓公去國而霸諸侯；越王勾踐遇吳王之醜而尚攝中國之賢君。三子之能達名成功於天下也，皆於其國抑而大丑也。太上無敗，其次敗而有以成，此之謂用民。吾聞之曰：“非無安居也，我無安心也；非無足財也，我無足心也。”是故君子自難而易彼，眾人自易而難彼。君子進不敗其志，內究其情；雖雜庸民，終無怨心。彼有自信者也。\n\n是故為其所難者，必得其所欲焉；未聞為其所欲，而免其所惡者也。是故逼臣傷君，諂下傷上。君必有弗弗之臣，上必有詻詻之下。分議者延延，而支苟者詻詻，焉可以長生保國。臣下重其爵位而不言，近臣則喑，遠臣則吟，怨結於民心。諂諛在側，善議障塞，則國危矣。桀紂不以其無天下之士邪？殺其身而喪天下。故曰：“歸國寶，不若獻賢而進士。”\n\n今有五錐，此其銛，銛者必先挫。有五刀，此其錯，錯者必先靡。是以甘井近竭，招木近伐，靈龜近灼，神蛇近暴。是故比干之殪，其抗也；孟賁之殺，其勇也；西施之沈，其美也；吳起之裂，其事也。故彼人者，寡不死其所長，故曰“太盛難守”也。\n\n故雖有賢君，不愛無功之臣；雖有慈父，不愛無益之子。是故不勝其任而處其位，非此位之人也；不勝其爵而處其祿，非此祿之主也。良弓難張，然可以及高入深；良馬難乘，然可以任重致遠；良才難令，然可以致君見尊。是故江河不惡小谷之滿己也，故能大。聖人者，事無辭也，物無違也，故能為天下器。是故江河之水，非一水之源也；千鎰之裘，非一狐之白也。夫惡有同方取不取同而已者乎？蓋非兼王之道也！\n\n是故天地不昭昭，大水不潦潦，大火不燎燎，王德不堯堯者，乃千人之長也。其直如矢，其平如砥，不足以覆萬物。是故溪陝者速涸，逝淺者速竭，〔土堯〕埆者其地不育。王者淳澤，不出宮中，則不能流國矣。"
		},
		{
			"章節": "02章",
			"章節名稱": "修身",
			"章節內容": "君子戰雖有陳，而勇為本焉；喪雖有禮，而哀為本焉；士雖有學，而行為本焉。是故置本不安者，無務豐末；近者不親，無務求遠；親戚不附，無務外交；事無終始，無務多業；舉物而暗，無務博聞。是故先王之治天下也，必察邇來遠，君子察邇，修身也。修身，見毀而反之身者也，此以怨省而行修矣。\n\n譖慝之言，無入之耳；批扞之聲，無出之口；殺傷人之孩，無存之心，雖有詆訐之民，無所依矣。是故君子力事日強，願欲日逾，設壯日盛。\n\n君子之道也：貧則見廉，富則見義，生則見愛，死則見哀；四行者不可虛假反之身者也。藏於心者，無以竭愛，動於身者，無以竭恭，出於口者，無以竭馴。暢之四支，接之肌膚，華髮隳顛，而猶弗舍者，其唯聖人乎！\n\n志不強者智不達；言不信者行不果。據財不能以分人者，不足與友；守道不篤，遍物不博，辯是非不察者，不足與遊。本不固者，末必幾。雄而不修者，其後必惰。原濁者，流不清；行不信者，名必耗。名不徒生，而譽不自長。功成名遂，名譽不可虛假反之身者也。務言而緩行，雖辯必不聽。多力而伐功，雖勞必不圖。慧者心辯而不繁說，多力而不伐功，此以名譽揚天下。言無務多而務為智，無務為文而務為察。故彼智與察在身，而情反其路者也。善無主於心者不留，行莫辯於身者不立；名不可簡而成也，譽不可巧而立也，君子以身戴行者也。思利尋焉，忘名忽焉，可以為士於天下者，未嘗有也。"
		},
		{
			"章節": "03章",
			"章節名稱": "所染",
			"章節內容": "子墨子言見染絲者而嘆，曰：染於蒼則蒼，染於黃則黃，所入者變，其色亦變。五入必而已則為五色矣。故染不可不慎也！\n\n非獨染絲然也，國亦有染。舜染於許由、伯陽，禹染於皋陶、伯益，湯染於伊尹、仲虺，武王染於太公、周公。此四王者，所染當，故王天下，立為天子，功名蔽天地。舉天下之仁義顯人，必稱此四王者。\n\n夏桀染於幹辛、推哆，殷紂染於崇侯、惡來，厲王染於厲公長父、榮夷終，幽王染於傅公夷、蔡公谷。此四王者，所染不當，故國殘身死，為天下僇，舉天下不義辱人，必稱此四王者。\n\n齊桓染於管仲、鮑叔，晉文染於舅犯、高偃，楚莊染於孫叔、沈尹，吳闔閭染於伍員、文義，越勾踐染於范蠡、大夫種。此五君者，所染當，故霸諸侯，功名傳於後世。\n\n範吉射染於長柳朔、王勝，中行寅染於藉秦、高強，吳夫差染於王孫雒、太宰嚭，知伯搖染於智國、張武，中山尚染於魏義、偃長，宋康染於唐鞅、佃不禮。此六君者，所染不當，故國家殘亡，身為刑戮，宗廟破滅，絕無後類，君臣離散，民人流亡。舉天下之貪暴苛擾者，必稱此六君也。\n\n凡君之所以安者何也？以其行理也。行理性於染當。故善為君者，勞於論人而佚於治官。不能為君者，傷形費神，愁心勞意；然國逾危，身逾辱。此六君者，非不重其國、愛其身也，以不知要故也。不知要者，所染不當也。\n\n非獨國有染也，士亦有染。其友皆好仁義，淳謹畏令，則家日益，身日安，名日榮，處官得其理矣，則段幹木、禽子、傅說之徒是也。其友皆好矜奮，創作比周，則家日損，身日危，名日辱，處官失其理矣，則子西、易牙、豎刀之徒是也。詩曰“必擇所堪，必謹所堪”者，此之謂也。"
		},
		{
			"章節": "04章",
			"章節名稱": "法儀",
			"章節內容": "子墨子曰：天下從事者，不可以無法儀。無法儀而其事能成者，無有。雖至士之為將相者，皆有法。雖至百工從事者，亦皆有法。百工為方以矩，為圓以規，直以繩，衡以水，正以縣。無巧工不巧工，皆以此五者為法。巧者能中之，不巧者雖不能中，放依以從事，猶逾己。故百工從事，皆有法所度。今大者治天下，其次治大國，而無法所度，此不若百工辯也。\n\n然則奚以為治法而可？當皆法其父母，奚若？天下之為父母者眾，而仁者寡。若皆法其父母，此法不仁也。法不仁，不可以為法。當皆法其學，奚若？天下之為學者眾，而仁者寡，若皆法其學，此法不仁也。法不仁，不可以為法。當皆法其君，奚若？天下之為君者眾，而仁者寡，若皆法其君，此法不仁也。法不仁，不可以為法。故父母、學、君三者，莫可以為治法。\n\n然則奚以為治法而可？故曰：莫若法天。天之行廣而無私，其施厚而不德，其明久而不衰，故聖王法之。既以天為法，動作有為，必度於天。天之所欲則為之，天所不欲則止。然而天何欲何惡者也？天必欲人之相愛相利，而不欲人之相惡相賊也。奚以知天之慾人之相愛相利，而不欲人之相惡相賊也？以其兼而愛之，兼而利之也。奚以知天兼而愛之，兼而利之也？以其兼而有之，兼而食之也。\n\n今天下無大小國，皆天之邑也。人無幼長貴賤，皆天之臣也。此以莫不芻牛羊，豢犬豬，潔為酒醴粢盛，以敬事天。此不為兼而有之、兼而食之邪？天苟兼而有食之，夫奚說不欲人之相愛相利也？故曰：愛人利人者，天必福之；惡人賊人者，天必禍之。曰：殺不辜者，得不祥焉。夫奚說人為其相殺而天與禍乎？是以知天欲人相愛相利，而不欲人相惡相賊也。\n\n昔之聖王禹湯文武，兼愛天下之百姓，率以尊天事鬼，其利人多，故天福之，使立為天子，天下諸侯皆賓事之。暴王桀紂幽厲，兼惡天下之百姓，率以詬天侮鬼。其賊人多，故天禍之，使遂失其國家，身死為於天下僇，後世子孫毀之，至今不息。故為不善以得禍者，桀紂幽厲是也。愛人利人以得福者，禹湯文武是也。愛人利人以得福者有矣，惡人賊人以得禍者，亦有矣。"
		},
		{
			"章節": "05章",
			"章節名稱": "七患",
			"章節內容": "子墨子曰：國有七患。七患者何？城郭溝池不可守而治宮室，一患也；邊國至境，四鄰莫救，二患也；先盡民力無用之功，賞賜無能之人，民力盡於無用，財寶虛於待客，三患也；仕者持祿，遊者憂交，君修法討臣，臣懾而不敢拂，四患也；君自以為聖智而不問事，自以為安強而無守備，四鄰謀之不知戒，五患也；所信不忠，所忠不信，六患也；畜種菽粟不足以食之，大臣不足以事之，賞賜不能喜，誅罰不能威，七患也。以七患居國，必無社稷；以七患守城，敵至國傾。七患之所當，國必有殃。\n\n凡五穀者，民之所仰也，君之所以為養也。故民無仰，則君無養；民無食，則不可事。故食不可不務也，地不可不立也，用不可不節也。五穀盡收，則五味盡御於主；不盡收，則不盡御。一谷不收謂之饉，二谷不收謂之旱，三谷不收謂之凶，四谷不收謂之饋，五穀不收謂之飢。歲饉，則仕者大夫以下皆損祿五分之一；旱，則損五分之二；凶，則損五分之三；饋，則損五分之四；飢，則盡無祿，稟食而已矣。故凶飢存乎國，人君徹鼎食五分之三，大夫徹縣，士不入學，君朝之衣不革制，諸侯之客，四鄰之使，雍食而不盛；徹驂騑，塗不芸，馬不食粟，婢妾不衣帛，此告不足之至也。\n\n今有負其子而汲者，隊其子於井中，其母必從而道之。今歲凶，民飢，道饉，此疚重於隊其子，其可無察邪！故時年歲善，則民仁且良；時年歲凶，則民吝且惡。夫民何常此之有！為者寡，食者眾，則歲無豐。\n\n故曰：財不足則反之時，食不足則反之用。故先民以時生財，固本而用財，則財足。故雖上世之聖王，豈能使五穀常收而旱水不至哉！然而無凍餓之民者，何也？其力時急而自養儉也。故《夏書》曰：“禹七年水”，《殷書》曰：“湯五年旱。”此其離凶餓甚矣。然而民不凍餓者，何也？其生財密，其用之節也。\n\n故倉無備粟，不可以待凶飢；庫無備兵，雖有義，不能徵無義；城郭不備完，不可以自守；心無備慮，不可以應卒，是若慶忌無去之心，不能輕出。\n\n夫桀無待湯之備，故放；紂無待武王之備，故殺。桀紂貴為天子，富有天下，然而皆滅亡於百里之君者，何也？有富貴而不為備也。故備者，國之重也。\n\n食者，國之寶也；兵者，國之爪也；城者，所以自守也；此三者，國之具也。故曰：以其極役，修其城郭，則民勞而不傷；以其常正，收其租稅，則民費而不病。民所苦者，非此也。苦於厚作斂於百姓，賞以賜無功，虛其府庫，以備車馬、衣裘、奇怪；苦其役徒，以治宮室觀樂，死又厚為棺槨，多為衣裘。生時治臺榭，死又修墳墓，故民苦於外，府庫單于內，上不厭其樂，下不堪其苦。故國離寇敵則傷，民見凶飢則亡，此皆備不具之罪也。且夫食者，聖人之所寶也。故《周書》曰：“國無三年之食者，國非其國也；家無三年之食者，子非其子也。”此之謂國備。"
		},
		{
			"章節": "06章",
			"章節名稱": "辭過",
			"章節內容": "子墨子曰：古之民，未知為宮室時，就陵阜而居，穴而處。下潤溼傷民，故聖王作為宮室，為宮室之法，曰：室高足以闢潤溼，邊足以圉風寒，上足以待雪霜雨露，宮牆之高，足以別男女之禮。謹此則止，凡費財勞力，不加利者，不為也。役修其城郭，則民勞而不傷，以其常正，收其租稅，則民費而不病。民所苦者非此也，苦於厚作斂於百姓。是故聖王作為宮室，便於生，不以為觀樂也；作為衣服帶履便於身，不以為闢怪也。故節於身，誨於民，是以天下之民可得而治，財用可得而足。\n\n當今之主，其為宮室，則與此異矣。必厚作斂於百姓，暴奪民衣食之財，以為宮室，臺榭曲直之望，青黃刻鏤之飾。為宮室若此，故左右皆法象之，是以其財不足以待凶飢、振孤寡，故國貧而民難治也。君實欲天下之治，而惡其亂也，當為宮室，不可不節。\n\n古之民，未知為衣服時，衣皮帶茭，冬則不輕而溫，夏則不輕而凊，聖王以為不中人之情，故作誨婦人，治絲麻，棞布絹，以為民衣。為衣服之法，冬則練帛之中，足以為輕且暖，夏則絺綌之中，足以為輕且凊，謹此則止。故聖人之為衣服，適身體，和肌膚，而足矣。非榮耳目而觀愚民也。當是之時，堅車良馬不知貴也，刻鏤文采，不知喜也。何則？其所道之然。故民衣食之財，家足以待旱水凶飢者，何也？得其所以自養之情，而不感於外也。是以其民儉而易治，其君用財節而易贍也。府庫實滿，足以待不然，兵革不頓，士民不勞，足以徵不服。故霸王之業，可行於天下矣。\n\n當今之主，其為衣服，則與此異矣，冬則輕暖，夏則輕凊，皆已具矣，必厚作斂於百姓，暴奪民衣食之財，以為錦繡文采靡曼之衣，鑄金以為鉤，珠玉以為佩，女工作文采，男工作刻鏤，以為身服，此非雲益暖之情也。單財勞力，畢歸之於無用也，以此觀之，其為衣服非為身體，皆為觀好，是以其民淫僻而難治，其君奢侈而難諫也。夫以奢侈之君，御好淫僻之民，欲國無亂，不可得也。君實欲天下之治而惡其亂，當為衣服不可不節。\n\n古之民未知為飲食時，素食而分處，故聖人作，誨男耕稼樹藝，以為民食。其為食也，足以增氣充虛，強體養腹而巳矣。故其用財節，其自養儉，民富國治。今則不然，厚作斂於百姓，以為美食芻豢，蒸炙魚鱉，大國累百器，小國累十，前方丈，目不能遍視，手不能遍操，口不能遍味，冬則凍冰，夏則飾饐，人君為飲食如此，故左右象之，是以富貴者奢侈，孤寡者凍餒，雖欲無亂，不可得也。君實欲天下治而惡其亂，當為食飲不可不節。\n\n古之民未知為舟車時，重任不移，遠道不至，故聖王作為舟車，以便民之事。其為舟車也，全固輕利，可以任重致遠，其為用財少，而為利多，是以民樂而利之。法令不急而行，民不勞而上足用，故民歸之。當今之主，其為舟車，與此異矣，全固輕利皆已具，必厚作斂於百姓，以飾舟車，飾車以文采，飾舟以刻鏤。女子廢其紡織而修文採，故民寒；男子離其耕稼而修刻鏤，故民飢。人君為舟車若此，故左右象之，是以其民飢寒並至，故為奸邪。奸邪多則刑罰深，刑罰深則國亂。君實欲天下治而惡其亂，當為舟車不可不節。\n\n凡回於天地之間，包於四海之內，天壤之情，陰陽之和，莫不有也，雖至聖不能更也。何以知其然？聖人有傳：天地也，則曰上下；四時也，則曰陰陽；人情也，則曰男女；禽獸也，則曰牡牝雄雌也。真天壤之情，雖有先王不能更也。雖上世至聖，必蓄私，不以傷行，故民無怨。宮無拘女，故天下無寡夫。內無拘女，外無寡夫，故天下之民眾。當今之君，其蓄私也，大國拘女累千，小國累百，是以天下之男多寡無妻，女多拘無夫，男女失時，故民少。君實欲民之眾而惡其寡，當蓄私不可不節。\n\n凡此五者，聖人之所儉節也，小人之所淫佚也。儉節則昌，淫佚則亡，此五者不可不節。夫婦節而天地和，風雨節而五穀熟，衣服節而肌膚和。"
		},
		{
			"章節": "07章",
			"章節名稱": "三辯",
			"章節內容": "程繁問於子墨於曰：“夫子曰：‘聖王不為樂。’昔諸侯倦於聽治，息於鐘鼓之樂；士大夫倦於聽治，息於竽瑟之樂；農夫春耕、夏耘、秋斂、冬藏，息於聆缶之樂。今夫子曰：'聖王不為樂。'此譬之猶馬駕而不稅，弓張而不弛，無乃非有血氣者之所不能至邪！”\n\n子墨子曰：“昔者堯舜有茅茨者，且以為禮，且以為樂。湯放桀於大水，環天下自立以為王，事成功立，無大後患，因先王之樂，又自作樂，命曰《護》，又修《九招》，武王勝殷殺紂，環天下自立以為王，事成功立，無大後患，因先王之樂，又自作樂，命曰《象》。周成王因先王之樂，又自作樂，命曰《騶虞》。周成王之治天下也，不若武王；武王之治天下也，不若成湯；成湯之治天下也，不若堯舜。故其樂逾繁者，其治逾寡。自此觀之，樂非所以治天下也。”\n\n程繁曰：“子曰：‘聖王無樂。’此亦樂已，若之何其謂聖王無樂也？”子墨子曰：“聖王之命也，多寡之，食之利也。以知飢而食之者，智也，因為無智矣。今聖有樂而少，此亦無也。”"
		},
		{
			"章節": "08章",
			"章節名稱": "尚賢(上)",
			"章節內容": "子墨子言曰：“今者王公大人為政於國家者，皆欲國家之富，人民之眾，刑政之治。然而不得富而得貧，不得眾而得寡，不得治而得亂，則是本失其所欲，得其所惡。是其故何也？”子墨子言曰：“是在王公大人為政於國家者，不能以尚賢事能為政也。是故國有賢良之士眾，則國家之治厚；賢良之士寡，則國家之治薄。故大人之務，將在於眾賢而已。”\n\n曰：“然則眾賢之術將奈何哉？”子墨子言曰：“譬若欲眾其國之善射御之士者，必將富之、貴之、敬之、譽之，然後國之善射御之士，將可得而眾也。況又有賢良之士，厚乎德行，辯乎言談，博乎道術者乎！此固國家之珍而社稷之佐也，亦必且富之、貴之、敬之、譽之，然後國之良士，亦將可得而眾也。”是故古者聖王之為政也，言曰：“不義不富，不義不貴，不義不親，不義不近。”是以國之富貴人聞之，皆退而謀曰：“始我所恃者，富貴也，今上舉義不闢貧賤，然則我不可不為義。”親者聞之，亦退而謀曰:“始我所恃者親也，今上舉義不闢疏，然則我不可不為義。”近者聞之，亦退而謀曰：“始我所恃者近也，今上舉義不闢遠，然則我不可不為義。”遠者聞之，亦退而謀曰：“我始以遠為無恃，今上舉義不闢遠，然則我不可不為義。”逮至遠鄙郊外之臣、門庭庶子、國中之眾、四鄙之萌人聞之，皆競為義。是其故何也？曰：上之所以使下者，一物也；下之所以事上者，一術也。譬之富者，有高牆深宮，牆立既，謹上為鑿一門。有盜人入，闔其自入而求之，盜其無自出。是其故何也？則上得要也。\n\n故古者聖王之為政，列德而尚賢。雖在農與工肆之人，有能則舉之。高予之爵，重予之祿，任之以事，斷予之令。曰：“爵位不高，則民弗敬；蓄祿不厚，則民不信；政令不斷，則民不畏。”舉三者授之賢者，非為賢賜也，欲其事之成。故當是時，以德就列，以官服事，以勞殿賞，量功而分祿。故官無常貴而民無終賤。有能則舉之，無能則下之。舉公義，闢私怨，此若言之謂也。\n\n故古者堯舉舜於服澤之陽，授之政，天下平。禹舉益於陰方之中，授之政，九州成。湯舉伊尹於庖廚之中，授之政，其謀得。文王舉閎夭、泰顛於罝罔之中，授之政，西土服。故當是時，雖在於厚祿尊位之臣，莫不敬懼而施；雖在農與工肆之人，莫不競勸而尚意。故士者，所以為輔相承嗣也。故得士則謀不困，體不勞，名立而功成，美章而惡不生，則由得士也。是故子墨子言曰：“得意賢士不可不舉；不得意，賢士不可不舉。尚欲祖述堯舜禹湯之道，將不可以不尚賢。夫尚賢者，政之本也。”"
		},
		{
			"章節": "09章",
			"章節名稱": "尚賢(中)",
			"章節內容": "子墨子言曰：“今王公大人之君人民、主社稷、治國家，欲修保而勿失，故不察尚賢為政之本也！”何以知尚賢之為政之本也？曰：自貴且智者為政乎愚且賤者則治，自愚賤者為政乎貴且智者則亂。是以知尚賢之為政本也。\n\n故古者聖王甚尊尚賢而任使能，不黨父兄，不偏貴富，不嬖顏色。賢者舉而上之，富而貴之，以為官長，不肖者抑而廢之，貧而賤之，以為徒役。是以民皆勸其賞，畏其罰，相率而為賢者，以賢者眾而不肖者寡，此謂進賢。然後聖人聽其言，跡其行，察其所能而慎予官，此謂事能。故可使治國者使治國。可使長官者使長官。可使治邑者使治邑。凡所使治國家、官府、邑里，此皆國之賢者也。\n\n賢者之治國也，蚤朝晏退，聽獄治政，是以國家治而刑法正。賢者之長官也，夜寢夙興，收斂關市、山林、澤粱之利，以實官府，是以官府實而財不散。賢者之治邑也，蚤出莫入，耕稼樹藝、聚菽粟，是以菽粟多而民足乎食。故國家治則刑法正，官府實則萬民富。上有以潔為酒醴粢盛以祭祀天、鬼，外有以為皮幣，與四鄰諸侯交接，內有以食飢息勞，將養其萬民，外有以懷天下之賢人。是故上者天鬼富之，外者諸侯與之，內者萬民親之，賢人歸之。以此謀事則得，舉事則成，入守則固，出誅則強。故唯昔三代聖王堯舜禹湯文武之所以王天下，正諸侯者，此亦其法已。\n\n既曰若法，未知所以行之術，則事猶若未成。是以必為置三本。何謂三本？曰：“爵位不高，則民不敬也；蓄祿不厚，則民不信也；政令不斷，則民不畏也。故古聖王高予之爵，重予之祿，任之以事，斷予之令。夫豈為其臣賜哉？欲其事之成也。《詩》曰：“告女憂恤，誨女予爵，孰能執熱，鮮不用濯？”則此語古者國君諸侯之不可以不執善承嗣輔佐也。譬之猶執熱之有濯也，將休其手焉。古者聖王唯毋得賢人而使之，般爵以貴之，裂地以封之，終身不厭。賢人唯毋得明君而事之，竭四肢之力，以任君之事，終身不倦。若有美善則歸之上。是以美善在上，而所怨謗在下；寧樂在君，憂戚在臣。故古者聖王之為政若此。\n\n今王公大人亦欲效人，以尚賢使能為政，高予之爵而祿不從也。夫高爵而無祿，民不信也。曰：“此非中實愛我也，假藉而用我也。”夫假藉之，民將豈能親其上哉？故先王言曰：“貪於政者，不能分人以事；厚於貨者，不能分人以祿。”事則不與，祿則不分，請問天下之賢人將何自至乎王公大人之側哉？若苟賢者不至乎王公大人之側，則此不肖者在左右也。不肖者在左右，則其所譽不當賢，而所罰不當暴。王公大人尊此，以為政乎國家，則賞亦必不當賢，而罰亦必不當暴。若苟賞不當賢而罰不當暴，則是為賢者不勸，而為暴者不沮矣。是以入則不慈孝父母，出則不長弟鄉里。居處無節，出入無度，男女無別。使治官府則盜竊，守城則倍畔，君有難則不死，出亡則不從。使斷獄則不中，分財則不均。與謀事不得，舉事不成，入守不固，出誅不強。故雖昔者三代暴王桀紂幽厲之所以失措其國家，傾覆其社稷者，已此故也。何則？皆以明小物而不明大物也。\n\n今王公大人有一衣裳不能制也，必藉良工；有一牛羊不能殺也，必藉良宰。故當若之二物者，王公大人未知以尚賢使能為政也。逮至其國家之亂，社稷之危，則不知使能以治之。親戚則使之，無故富貴，面目佼好則使之。夫無故富貴，面目佼好則使之，豈必智且有慧哉？若使之治國家，則此使不智慧者治國家也，國家之亂，既可得而知巳。\n\n且夫王公大人有所愛其色而使，其心不察其知，而與其愛。是故不能治百人者，使處乎千人之官；不能治千人者，使處乎萬人之官，此其故何也？曰：處若官者，爵高而祿厚，故愛其色而使之焉！夫不能治千人者，使處乎萬人之官，則此官什倍也。夫治之法將日至者也，日以治之，日不什修，知以治之，知不什益。而予官什倍，則此治一而棄其九矣。雖日夜相接，以治若官，官猶若不治。此其故何也？則王公大人不明乎以尚賢使能為政也。故以尚賢使能為政而治者，夫若言之謂也；以下賢為政而亂者，若吾言之謂也。今王公大人中實將欲治其國家，欲修保而勿失，胡不察尚賢為政之本也？\n\n且以尚賢為政之本者，亦豈獨子墨子之言哉？此聖王之道，先王之書，距年之言也。傳曰：“求聖君哲人，以裨輔而身。”《湯誓》曰：“聿求元聖，與之戮力同心，以治天下。”則此言聖之不失以尚賢使能為政也。\n\n故古者聖王唯能審以尚賢使能為政，無異物雜焉，天下皆得其利。古者舜耕歷山，陶河瀕，漁雷澤。堯得之服澤之陽，舉以為天子，與接天下之政，治天下之民。伊摯，有莘氏女之私臣，親為庖人。湯得之，舉以為己相，與接天下之政，治天下之民。傅說被褐帶索，庸築乎傅巖。武丁得之，舉以為三公，與接天下之政，治天下之民。此何故始賤卒而貴，始貧卒而富？則王公大人明乎以尚賢使能為政。是以民無飢而不得食，寒而不得衣，勞而不得息，亂而不得治者。\n\n故古聖王以審以尚賢使能為政，而取法於天。雖天亦不辯貧富、貴賤、遠邇、親疏，賢者舉而尚之，不肖者抑而廢之。\n\n然則富貴為賢以得其賞者誰也？曰：若昔者三代聖王堯舜禹湯文武者是也。所以得其賞何也？曰：其為政乎天下也，兼而愛之，從而利之，又率天下之萬民，以尚尊天事鬼，愛利萬民。是故天、鬼賞之，立為天子，以為民父母，萬民從而譽之“聖王”，至今不已。則此富貴為賢以得其賞者也。\n\n然則富貴為暴以得其罰者誰也？曰：若昔者三代暴王桀紂幽厲者是也。何以知其然也？曰：其為政乎天下也，兼而憎之，從而賊之，又率天下之民以詬天侮鬼，賊傲萬民。是故天、鬼罰之，使身死而為刑戳，子孫離散，室家喪滅，絕無後嗣，萬民從而非之曰“暴王”，至今不已。則此富貴為暴而以得其罰者也。\n\n然則親而不善以得其罰者誰也？曰：若昔者伯鯀，帝之元子，廢帝之德庸，既乃刑之於羽之郊，乃熱照無有及也，帝亦不愛。則此親而不善以得其罰者也。\n\n然則天之所使能者誰也？曰：若昔者禹、稷、皋陶是也。何以知其然也？先王之書《呂刑》道之，曰：“皇帝清問下民，有辭有苗，曰：”群后之肆在下，明明不常，鰥寡不蓋。德威維威，德明維明。乃名三後，恤功於民。伯夷降典，哲民維刑；禹平水土，名山川；稷隆播種，農殖嘉穀。三後成功，維假於民。”則此言三聖人者，謹其言，慎其行，精其思慮；索天下之隱事遺利，以上事天，則天鄉其德；下施之萬民，萬民被其利，終身無已。故先王之言曰：“此道也，大用之天下則不窕，小用之則不困，修用之則萬民被其利，終身無巳。”\n\n《周頌》道之曰：“聖人之德，若天之高，若地之普，其有昭於天下。若地之固，若山之承，下坼不崩。若日之光，若月之明，與天地同常。”則此言聖人之德，章明博大，埴固以修久也。故聖人之德，蓋總乎天地者也。\n\n今王公大人慾王天下、正諸侯，夫無德義，將何以哉？其說將必挾震威強，今王公大人將焉取挾震威強哉？傾者民之死也！民生為甚欲，死為甚憎。所欲不得而所憎屢至。自古及今，未嘗能有以此王天下，正諸侯者也。今大人慾王天下，正諸侯，將欲使意得乎天下，名成乎後世，故不察尚賢為政之本也？此聖人之厚行也。"
		},
		{
			"章節": "10章",
			"章節名稱": "尚賢(下)",
			"章節內容": "子墨子言曰：天下之王公大人皆欲其國家之富也，人民之眾也，刑法之治也。然而不識以尚賢為政其國家百姓，王公大人本失尚賢為政之本也。若苟王公大人本失尚賢為政之本也，則不能毋舉物示之乎？\n\n今若有一諸侯於此，為政其國家也，曰：“凡我國能射御之士，我將賞貴之；不能射御之士，我將罪賤之。”問於若國之士，孰喜孰懼？我以為必能射御之士喜，不能射御之士懼。我賞因而誘之矣，曰：“凡我國之忠信之士，我將賞貴之；不忠信之士，我將罪賤之。”問於若國之士，孰喜孰懼？我以為必忠信之士喜，不忠信之士懼。今惟毋以尚賢為政其國家百姓，使國為善者勸，為暴者沮，大以為政於天下，使天下之為善者勸，為暴者沮，然昔吾所以貴堯舜禹湯文武之道者，何故以哉？以其唯毋臨眾發政而治民，使天下之為善者可而勸也，為暴者可而沮也。然則此尚賢者也，與堯舜禹湯文武之道同矣。\n\n而今天下之士君子，居處言語皆尚賢；逮至其臨眾發政而治民，莫知尚賢而使能。我以此知天下之士君子，明於小而不明於大也。何以知其然乎？今王公大人有一牛羊之財不能殺，必索良宰；有一衣裳之財不能制，必索良工，當王公大人之於此也，雖有骨肉之親，無故富貴，面目美好者，實知其不能也，不使之也。是何故？恐其敗財也。當王公大人之於此也，則不失尚賢而使能。王公大人，有一罷馬不能治，必索良醫；有一危弓不能張，必索良工。當王公大人之於此也，雖有骨肉之親，無故富貴、面目美好者，實知其不能也，必不使。是何故？恐其敗財也。當王公大人之於此也，則不失尚賢而使能。逮至其國家則不然，王公大人骨肉之親，無故富貴、面目美好者則舉之，則王公大人之親其國家也，不若親其一危弓、罷馬、衣裳、牛羊之財與？我以此知天下之士君子，皆明於小而不明於大也。此譬猶喑者而使為行人，聾者而使為樂師。是故古之聖王之治天下也，其所富，其所貴，未必王公大人骨肉之親，無故富貴，面目美好者也。\n\n是故昔者舜耕於歷山，陶於河瀕，漁於雷澤，灰於常陽。堯得之服澤之陽，立為天子。使接天下之政，而治天下之民。昔伊尹為莘氏女師僕，使為庖人。湯得而舉之，立為三公，使接天下之政，治天下之民。昔者傅說居北海之洲，圜土之上，衣褐帶索，庸築於傅巖之城。武丁得而舉之，立為三公，使之接天下之政，而治天下之民。是故昔者堯之舉舜也，湯之舉伊尹也，武丁之舉傅說也，豈以為骨肉之親，無故富貴，面目美好者哉？惟法其言，用其謀，行其道，上可而利天，中可而利鬼，下可而利人。是故推而上之。\n\n古者聖王既審尚賢，欲以為政。故書之竹帛，琢之盤盂，傳以遺後世子孫。於先王之書《呂刑》之書然：王曰：“於！來！有國有土，告女訟刑，在今而安百姓，女何擇言人？何敬不刑？何度不及？”能擇人而敬為刑，堯舜禹湯文武之道可及也。是何也？則以尚賢及之。於先王之書、豎年之言然，曰：“晞夫聖武知人，以屏輔而耳。”此言先王之治天下也，必選擇賢者，以為其群屬輔佐。\n\n曰：今也天下之士君子，皆欲富貴而惡貧賤。曰然女何為而得富貴而闢貧賤？莫若為賢，為賢之道將奈何？曰：有力者疾以助人，有財者勉以分人，有道者勸以教人。若此，則飢者得食，寒者得衣，亂者得治。若飢則得食，寒則得衣，亂則得治，此安生生。\n\n今王公大人，其所富，其所貴，皆王公大人骨肉之親、無故富貴、面目美好者也。今王公大人骨肉之親、無故富貴、面目美好者，焉故必知哉？若不知，使治其國家，則其國家之亂，可得而知也。\n\n今天下之士君子，皆欲富貴而惡貧賤，然女何為而得富貴而闢貧賤哉？曰：莫若為王公大人骨肉之親、無故富貴、面目美好者。王公大人骨肉之親、無故富貴、面目美好者，此非可學能者也。使不知辯，德行之厚，若禹湯文武，不加得也；王公大人，骨肉之親，躄喑聾暴為桀紂，不加失也。是故以賞不當賢，罰不當暴。其所賞者，已無故矣；其所罰者。亦無罪。是以使百姓皆攸心解體，沮以為善，垂其股肱之力，而不相勞來也；腐臭餘財，而不相分資也；隱匿良道，而不相教誨也。若此則飢者不得食，寒者不得衣，亂者不得治。\n\n推而上之以，是故昔者堯有舜，舜有禹，禹有皋陶，湯有小臣，武王有閎夭，泰顛，南宮括，散宜生，而天下和，庶民阜。是以近者安之，遠者歸之。日月之所照，舟車之所及，雨露之所漸，粒食之所養，得此莫不勸譽。且今天下之王公大人士君子，中實將欲為仁義，求為上士，上欲中聖王之道，下欲中國家百姓之利，故尚賢之為說，而不可不察此者也。尚賢者，天、鬼、百姓之利而政事之本也。"
		},
		{
			"章節": "11章",
			"章節名稱": "尚同(上)",
			"章節內容": "子墨子言曰：古者民始生，未有刑政之時，蓋其語，人異義。是以一人則一義，二人則二義，十人則十義。其人茲眾，其所謂義者亦茲眾。是以人是其義，以非人之義，故交相非也。是以內者父子兄弟作，離散不能相和合；天下之百姓，皆以水火毒藥相虧害。至有餘力，不能以相勞；腐朽餘財，不以相分；隱匿良道，不以相教。天下之亂，若禽獸然。\n\n夫明乎天下之所以亂者，生於無政長。是故選天下之賢可者，立以為天子。天子立，以其力為未足，又選天下之賢可者，置立之以為三公。天子、三公既以立，以天下為博大，遠國異土之民，是非利害之辯，不可一二而明知，故畫分萬國，立諸侯國君。諸侯國君既已立，以其力為未足，又選擇其國之賢可者，置立之以為正長。\n\n正長既已具，天子發政於天下之百姓，言曰：“聞善而不善，皆以告其上。上之所是，必皆是之，所非，必皆非之。上有過則規諫之，下有善則傍薦之。上同而不下比者，此上之所賞而下之所譽也。意若聞善而不善，不以告其上；上之所是弗能是，上之所非弗能非；上有過弗規諫，下有善弗傍薦；下比不能上同者，此上之所罰而百姓所毀也。”上以此為賞罰，甚明察以審信。\n\n是故里長者，裡之仁人也。里長發政裡之百姓，言曰：“聞善而不善，必以告其鄉長。鄉長之所是，必皆是之；鄉長之所非，必皆非之。去若不善言，學鄉長之善言；去若不善行，學鄉長之善行。”則鄉何說以亂哉。察鄉之所治者何也？鄉長唯能壹同鄉之義，是以鄉治也。\n\n鄉長者，鄉之仁人也。鄉長髮政鄉之百姓，言曰：“聞善而不善者，必以告國君。國君之所是，必皆是之；國君之所非，必皆非之。去若不善言，學國君之善言；去若不善行，學國君之善行。”則國何說以亂哉？察國之所以治者何也？國君唯能壹同國之義，是以國治也。\n\n國君者，國之仁人也。國君發政國之百姓，言曰:“聞善而不善，必以告天子。天子之所是，皆是之；天子之所非，皆非之。去若不善言，學天子之善言；去若不善行，學天子之善行。”則天下何說以亂哉？察天下之所以治者何也？天子唯能壹同天下之義，是以天下治也。\n\n天下之百姓皆上同於天子，而不上同於天，則災猶未去也。今若天飄風苦雨，溱溱而至者，此天之所以罰百姓之不上同於天者也。是故子墨子言曰：“古者聖王為五刑，請以治其民。譬若絲縷之有紀，罔罟之有綱，所以連收天下之百姓，不尚同其上者也。”"
		},
		{
			"章節": "12章",
			"章節名稱": "尚同(中)",
			"章節內容": "子墨子曰：方今之時，復古之民始生，未有正長之時，蓋其語曰，天下之人異義，是以一人一義，十人十義，百人百義。其人數茲眾，其所謂義者亦茲眾。是以人是其義，而非人之義，故相交非也。內之父子兄弟作怨讎，皆有離散之心，不能相和合。至乎舍餘力，不以相勞；隱匿良道，不以相教；腐朽餘財，不以相分。天下之亂也，至如禽獸然。無君臣上下長幼之節、父子兄弟之禮，是以天下亂焉。明乎民之無正長以一同天下之義，而天下亂也，是故選擇天下賢良、聖知、辯慧之人，立以為天子，使從事乎一同天下之義。天子既以立矣，以為唯其耳目之請，不能獨一同天下之義，是故選擇天下贊閱賢良、聖知、辯慧之人，置以為三公，與從事乎一同天下之義。天子三公既巳立矣，以為天下博大，山林遠土之民，不可得而一也。是故靡分天下，設以為萬諸侯國君，使從事乎一同其國之義。國君既已立矣，又以為唯其耳目之請，不能一同其國之義，是故擇其國之賢者，置以為左右將軍大夫，以至乎鄉里之長，與從事乎一同其國之義。天子、諸侯之君、民之正長，既已定矣，天子為發政施教曰：“凡聞見善者，必以告其上；聞見不善者，亦必以告其上。上之所是，必亦是之；上之所非，必亦非之。己有善，傍薦之；上有過，規諫之。尚同義其上，而毋有下比之心。上得則賞之，萬民聞則譽之。意若聞見善，不以告其上；聞見不善，亦不以告其上。上之所是不能是，上之所非不能非。己有善，不能傍薦之；上有過，不能規諫之。下比而非其上者，上得則誅罰之，萬民聞則非毀之。”故古者聖王之為刑政賞譽也，甚明察以審信。是以舉天下之人，皆欲得上之賞譽，而畏上之毀罰。\n\n是故里長順天子政而一同其裡之義。里長既同其裡之義，率其之裡之萬民以尚同乎鄉長，曰：“凡裡之萬民，皆尚同乎鄉長而不敢下比，鄉長之所是，必亦是之；鄉長之所非，必亦非之。去而不善言，學鄉長之善言；去而不善行，學鄉長之善行。”鄉長固鄉之賢者也，舉鄉人以法鄉長，夫鄉何說而不治哉？察鄉長之所以治鄉者，何故之以也？曰：唯以其能一同其鄉之義，是以鄉治。\n\n鄉長治其鄉而鄉既已治矣，有率其鄉萬民，以尚同乎國君，曰：“凡鄉之萬民，皆上同乎國君而不敢下比。國君之所是，必亦是之；國君之所非，必亦非之，去而不善言，學國君之善言；去而不善行，學國君之善行。”國君固國之賢者也，舉國人以法國君，夫國何說而不治哉？察國君之所以治國，而國治者，何故之以也？曰：唯以其能一同其國之義，是以國治。\n\n國君治其國而國既已治矣，有率其國之萬民以尚同乎天子，曰：“凡國之萬民，上同乎天子而不敢下比。天子之所是，必亦是之；天子之所非，必亦非之。去而不善言，學天子之善言；去而不善行，學天子之善行。”天子者，固天下之仁人也，舉天下之萬民以法天子，夫天下何說而不治哉？察天子之所以治天下者，何故之以也？曰：唯以其能一同天下之義，是以天下治。\n\n夫既尚同乎天子，而未上同乎天者，則天□將猶未止也。故當若天降寒熱不節，雪霜雨露不時，五穀不孰，六畜不遂，疾災戾疫，飄風苦雨，荐臻而至者，此天之降罰也，將以罰下人之不尚同乎天者也。\n\n故古者聖王明、天鬼之所欲，而避天、鬼之所憎，以求興天下之利，除天下之害，是以率天下之萬民，齊戒沐浴，潔為酒醴粢盛，以祭祀天、鬼。其事鬼神也，酒醴粢盛，不敢不蠲潔，犧牲不敢不腯肥，珪璧幣帛不敢不中度量，春秋祭祀，不敢失時幾，聽獄不敢不中，分財不敢不均，居處不敢怠慢。曰：其為正長若此，是故上者天、鬼有厚乎其為正長也，下者萬民有便利乎其為政長也。天、鬼之所深厚而能疆從事焉，則天、鬼之福可得也。萬民之所便利而能疆從事焉，則萬民之親可得也。其為政若此，是以謀事得，舉事成，入守固，出誅勝者，何故之以也？曰：唯以尚同為政者也。故古者聖王之為政若此。\n\n今天下之人曰：“方今之時，天下之正長猶未廢乎天下也，而天下之所以亂者，何故之以也？”子墨子曰：“方今之時之以正長，則本與古者異矣。譬之若有苗之以五刑然。昔者聖王制為五刑以治天下，逮至有苗之制五刑，以亂天下，則此豈刑不善哉？用刑則不善也。是以先王之書《呂刑》之道曰：‘苗民否用練，折則刑，唯作五殺之刑，曰法。'則此言善用刑者以治民，不善用刑者以為五殺，則此豈刑不善哉？用刑則不善，故遂以為五殺。是以先王之書《術令》之道曰：‘唯口出好興戎。'則此言善用口者出好，不善用口者以為讒賊寇戎，則此豈口不善哉？用口則不善也，故遂以為讒賊寇戎。\n\n故古者之置正長也，將以治民也。譬之若絲縷之有紀，而罔罟之有綱也，將以運役天下淫暴而一同其義也。是以先王之書《相年》之道曰：“夫建國設都，乃作後王君公，否用泰也。輕大夫師長，否用佚也。維辯使治天均。”則此語古者上帝鬼神之建設國都立正長也，非高其爵，厚其祿，富貴佚而錯之也。將以為萬民興利除害，富貴貧寡，安危治亂也。故古者聖王之為若此。\n\n今王公大人之為刑政則反此，政以為便譬，宗於父兄故舊，以為左右，置以為正長。民知上置正長之非正以治民也，是以皆比周隱匿，而莫肯尚同其上。是故上下不同義。若苟上下不同義，賞譽不足以勸善，而刑罰不足以沮暴。何以知其然也？\n\n曰：上唯毋立而為政乎國家，為民正長，曰：“人可賞，吾將賞之。”若苟上下不同義，上之所賞，則眾之所非。曰人眾與處，於眾得非，則是雖使得上之賞，未足以勸乎！上唯毋立而為政乎國家，為民正長，曰：“人可罰，吾將罰之。”若苟上下不同義，上之所罰，則眾之所譽，曰人眾與處，於眾得譽，則是雖使得上之罰，未足以沮乎！若立而為政乎國家，為民正長，賞譽不足以勸善，而刑罰不沮暴，則是不與鄉吾本言“民始生未有正長之時”同乎？若有正長與無正長之時同，則此非所以治民一眾之道。\n\n故古者聖王唯而審以尚同，以為正長，是故上下情請為通。上有隱事遺利，下得而利之；下有蓄怨積害，上得而除之。是以數千萬裡之外，有為善者，其室人未遍知，鄉里未遍聞，天子得而賞之；數千萬裡之外，有為不善者，其室人未遍知，鄉里未遍聞，天子得而罰之。是以舉天下之人，皆恐懼振動惕慄，不敢為淫暴，曰：“天子之視聽也神！”先王之言曰：“非神也。夫唯能使人之耳目助己視聽，使人之吻助己言談，使人之心助己思慮，使人之股肱助己動作。”助之視聽者眾，則其所聞見者遠矣；助之言談者眾，則其德音之所撫循者博矣；助之思慮者眾，則其談謀度速得矣；助之動作者眾，即其舉事速成矣。故古者聖人之所以濟事成功，垂名於後世者，無他故異物焉，曰：唯能以尚同為政者也。\n\n是以先王之書《周頌》之道之曰：“載來見彼王，聿求厥章。”則此語古者國君諸侯之以春秋來朝聘天子之庭，受天子之嚴教，退而治國，政之所加，莫敢不賓。當此之時，本無有敢紛天子之教者，《詩》曰：“我馬維駱，六轡沃若，載馳載驅，周爰諮度。”又曰：“我馬維騏，六轡若絲，載馳載驅，周爰諮謀。”即此語也。古者國君諸侯之聞見善與不善也，皆馳驅以告天子。是以賞當賢，罰當暴，不殺不辜，不失有罪，則此尚同之功也。是故子墨子曰：“今天下之王公大人士君子，請將欲富其國家，眾其人民，治其刑政，定其社稷，當若尚同之不可不察，此之本也。”"
		},
		{
			"章節": "13章",
			"章節名稱": "尚同(下)",
			"章節內容": "子墨子言曰：“知者之事，必計國家百姓所以治者而為之，必計國家百姓之所以亂者而闢之。”然計國家百姓之所以治者，何也？上之為政，得下之情則治，不得下之情則亂。何以知其然也？上之為政，得下之情，則是明於民之善非也。若苟明於民之善非也，則得善人而賞之，得暴人而罰之也。善人賞而暴人罰，則國必治。上之為政也，不得下之情，則是不明於民之善非也，若苟不明於民之善非，則是不得善人而賞之，不得暴人而罰之。善人不賞而暴人不罰，為政若此，國眾必亂。故賞不得下之情，而不可不察者也。\n\n然計得下之情，將奈何可？故子墨子曰：“唯能以尚同一義為政，然後可矣！”何以知尚同一義之可而為政於天下也？然胡不審稽古之治為政之說乎？古者天之始生民，未有正長也，百姓為人。若苟百姓為人，是一人一義，十人十義，百人百義，千人千義。逮至人之眾，不可勝計也；則其所謂義者，亦不可勝計。此皆是其義，而非人之義，是以厚者有鬥，而薄者有爭。是故天下之慾同一天下之義也，是故選擇賢者，立為天子。天子以其知力為未足獨治天下，是以選擇其次，立為三公。三公又以其知力為未足獨左右天子也，是以分國建諸侯。諸侯又以其知力為未足獨治其四境之內也，是以選擇其次，立為卿之宰。卿之宰又以其知力為未足獨左右其君也，是以選擇其次，立而為鄉長家君。是故古者天子之立三公、諸侯、卿之宰，鄉長、家君，非特富貴遊佚而擇之也，將使助治亂刑政也。故古者建國設都，乃立后王君公，奉以卿士師長，此非欲用說也，唯辯而使助治天明也。\n\n今此何為人上而不能治其下？為人下而不能事其上？則是上下相賊也。何故以然？則義不同也。若苟義不同者有黨，上以若人為善，將賞之，若人唯使得上之賞而闢百姓之毀；是以為善者必未可使勸，見有賞也。上以若人為暴，將罰之，若人唯使得上之罰，而懷百姓之譽；是以為暴者必未可使沮，見有罰也。故計上之賞譽，不足以勸善，計其毀罰，不足以沮暴。此何故以然？則義不同也。\n\n然則欲同一天下之義，將奈何可？故子墨子言曰：然胡不賞使家君，試用家君發憲布令其家，曰：“若見愛利家者，必以告；若見惡賊家者，亦必以告。若見愛利家以告，亦猶愛利家者也，上得且賞之，眾聞則譽之；若見惡賊家不以告，亦猶惡賊家者也，上得且罰之，眾聞則非之。”是以遍若家之人，皆欲得其長上之賞譽，闢其毀罰。是以善言之?，不善言之；家君得善人而賞之，得暴人而之，善人之賞，而暴人之罰，則家必治矣。然計若家之所以治者，何也？唯以尚同一義為政故也。\n\n家既巳治，國之道盡此巳邪？則未也。國之為家數也甚多，此皆是其家，而非人之家，是以厚者有亂，而薄者有爭。故又使家君總其家之義，以尚同於國君，國君亦為發憲布令於國之眾，曰：“若見愛利國者，必以告；若見惡賊國者，亦必以告。若見愛利國以告者，亦猶愛利國者也，上得且賞之，眾聞則譽之；若見惡賊國不以告者，亦猶惡賊國者也，上得且罰之；眾聞則非之。”是以遍若國之人，皆欲得其長上之賞譽，避其毀罰。是以民見善者言之，見不善者言之；國君得善人而賞之，得暴人而罰之。善人賞而暴人罰，則國必治矣。然計若國之所治者，何也？唯能以尚同一義為政故也。\n\n國既巳治矣，天下之道盡此巳邪？則未也。天下之為國數也甚多，此皆是其國，而非人之國，是以厚者有戰，而薄者有爭。故又使國君選其國之義，以尚同於天子。天子亦為發憲布令於天下之眾，曰：“若見愛利天下者，必以告；若見惡賊天下者，亦以告。若見愛利天下以告者，亦猶愛利天下者也，上得則賞之，眾聞則譽之；若見惡賊天下不以告者，亦猶惡賊天下者也，上得且罰之，眾聞則非之。”是以遍天下之人，皆欲得其長上之賞譽，避其毀罰，是以見善、不善者告之。天子得善人而賞之，得暴人而罰之，善人賞而暴人罰，天下必治矣。然計天下之所以治者，何也？唯而以尚同一義為政故也。\n\n天下既已治，天子又總天下之義，以尚同於天。故當尚同之為說也，尚用之天子，可以治天下矣；中用之諸侯，可而治其國矣；小用之家君，可而治其家矣。是故大用之治天下不窕，小用之治一國一家而不橫者，若道之謂也。故曰治天下之國，若治一家，使天下之民，若使一夫。意獨子墨子有此而先王無此，其有邪？則亦然也。聖王皆以尚同為政，故天下治。何以知其然也？於先王之書也《大誓》之言然，曰：“小人見奸巧，乃聞不言也，發罪鈞。”此言見淫闢不以告者，其罪亦猶淫闢者也。\n\n故古之聖王治天下也，其所差論以自左右羽翼者皆良，外為之人，助之視聽者眾。故與人謀事，先人得之；與人舉事，先人成之；光譽令聞，先人發之。唯信身而從事，故利若此。古者有語焉，曰：“一目之視也，不若二目之視也；一耳之聽也，不若二耳之聽也；一手之操也，不若二手之強也。”夫唯能信身而從事，故利若此。是故古之聖王之治天下也，千里之外，有賢入焉，其鄉里之人皆未之均聞見也，聖王得而賞之。千里之內有暴人焉，其鄉里未之均聞見也，聖王得而罰之。故唯毋以聖王為聰耳明目與？豈能一視而通見千里之外哉？一聽而通聞千里之外哉？聖王不往而視也，不就而聽也，然而使天下之為寇亂盜賊者，周流天下無所重足者，何也？其以尚同為政善也。\n\n是故子墨子曰：“凡使民尚同者，愛民不疾，民無可使。曰：必疾愛而使之，致信而持之，富貴以道其前，明罰以率其後。為政若此，唯欲毋與我同，將不可得也。”\n\n是以子墨子曰：“今天下王公大人士君子，中情將欲為仁義，求為上士，上欲中聖王之道，下欲中國家百姓之利，故當尚同之說而不可不察，尚同為政之本，而治要也。”"
		},
		{
			"章節": "14章",
			"章節名稱": "兼愛(上)",
			"章節內容": "聖人以治天下為事者也，必知亂之所自起，焉能治之；不知亂之所自起，則不能治。譬之如醫之攻人之疾者然：必知疾之所自起，焉能攻之；不知疾之所自起，則弗能攻。治亂者何獨不然？必知亂之所自起，焉能治之；不知亂之斯自起，則弗能治。聖人以治天下為事者也，不可不察亂之所自起。\n\n當察亂何自起？起不相愛。臣子之不孝君父，所謂亂也。子自愛，不愛父，故虧父而自利；弟自愛，不愛兄，故虧兄而自利；臣自愛，不愛君，故虧君而自利，此所謂亂也。雖父之不慈子，兄之不慈弟，君之不慈臣，此亦天下之所謂亂也。父自愛也，不愛子，故虧子而自利；兄自愛也，不愛弟，故虧弟而自利；君自愛也，不愛臣，故虧臣而自利。是何也？皆起不相愛。\n\n雖至天下之為盜賊者亦然：盜愛其室，不愛其異室，故竊異室以利其室。賊愛其身，不愛人，故賊人以利其身。此何也？皆起不相愛。雖至大夫之相亂家，諸侯之相攻國者亦然：大夫各愛其家，不愛異家，故亂異家以利其家。諸侯各愛其國，不愛異國，故攻異國以利其國，天下之亂物，具此而巳矣。察此何自起？皆起不相愛。\n\n若使天下兼相愛，愛人若愛其身，猶有不孝者乎？視父兄與君若其身，惡施不孝？猶有不慈者乎？視弟子與臣若其身，惡施不慈？故不孝不慈亡有。猶有盜賊乎？故視人之室若其室，誰竊？視人身若其身，誰賊？故盜賊亡有。猶有大夫之相亂家、諸侯之相攻國者乎？視人家若其家，誰亂？視人國若其國，誰攻？故大夫之相亂家、諸侯之相攻國者亡有。若使天下兼相愛，國與國不相攻，家與家不相亂，盜賊無有，君臣父子皆能孝慈，若此，則天下治。\n\n故聖人以治天下為事者，惡得不禁惡而勸愛？故天下兼相愛則治，交相惡則亂。故子墨子曰：“不可以不勸愛人者，此也。”"
		},
		{
			"章節": "15章",
			"章節名稱": "兼愛(中)",
			"章節內容": "子墨子言曰：“仁人之所以為事者，必興天下之利，除去天下之害，以此為事者也。”然則天下之利何也？天下之害何也？子墨子言曰：“今若國之與國之相攻，家之與家之相篡，人之與人之相賊，君臣不惠忠，父子不慈孝，兄弟不和調，此則天下之害也。”\n\n然則崇此害亦何用生哉？以不相愛生邪？子墨子言：“以不相愛生。”今諸侯獨知愛其國，不愛人之國，是以不憚舉其國，以攻人之國。今家主獨知愛其家，而不愛人之家，是以不憚舉其家，以篡人之家。今人獨知愛其身，不愛人之身，是以不憚舉其身，以賊人之身。是故諸侯不相愛，則必野戰；家主不相愛，則必相篡；人與人不相愛，則必相賊；君臣不相愛，則不惠忠；父子不相愛，則不慈孝；兄弟不相愛，則不和調。天下之人皆不相愛，強必執弱，富必侮貧，貴必敖賤，詐必欺愚。凡天下禍篡怨恨，其所以起者，以不相愛生也，是以仁者非之。\n\n既以非之，何以易之？子墨子言曰：“以兼相愛、交相利之法易之。”然則兼相愛、交相利之法，將奈何哉？子墨子言：“視人之國，若視其國；視人之家，若視其家；視人之身，若視其身。是故諸侯相愛，則不野戰；家主相愛，則不相篡；人與人相愛，則不相賊；君臣相愛，則惠忠；父子相愛，則慈孝；兄弟相愛，則和調。天下之人皆相愛，強不執弱，眾不劫寡，富不侮貧，貴不敖賤，詐不欺愚。凡天下禍篡怨恨，可使毋起者，以相愛生也，是以仁者譽之。”\n\n然而今天下之士君子曰：“然！乃若兼則善矣；雖然，天下之難物於故也。”子墨子言曰：“天下之士君子，特不識其利、辯其故也。今若夫攻城野戰，殺身為名，此天下百姓之所皆難也。苟君說之，則士眾能為之。況於兼相愛、交相利，則與此異！夫愛人者，人必從而愛之；利人者，人必從而利之；惡人者，人必從而惡之；害人者，人必從而害之。此何難之有？特上弗以為政，士不以為行故也。”昔者晉文公好士之惡衣，故文公之臣，皆牂羊之裘，韋以帶劍，練帛之冠，入以見於君，出以踐於朝。是其故何也？君說之，故臣為之也。昔者楚靈王好士細要，故靈王之臣，皆以一飯為節，脅息然後帶，扶牆然後起。比期年，朝有黧黑之色。是其故何也?君說之，故臣能之也。昔越王句踐好士之勇，教馴其臣和合之，焚舟失火，試其士曰：“越國之寶盡在此！”越王親自鼓其士而進之。士聞鼓音，破碎亂行，蹈火而死者，左右百人有餘，越王擊金而退之。是故子墨子言曰：“乃若夫少食、惡衣、殺身而為名，此天下百姓之所皆難也，若苟君說之，則眾能為之；況兼相愛、交相利，與此異矣！夫愛人者，人亦從而愛之；利人者，人亦從而利之；惡人者，人亦從而惡之；害人者，人亦從而害之。此何難之有焉？特君不以為政，而士不以為行故也。\n\n然而今天下之士君子曰：“然！乃若兼則善矣；雖然，不可行之物也。譬若挈太山越河、濟也。”子墨子言：“是非其譬也。夫挈太山而越河、濟，可謂畢劫有力矣。自古及今，未有能行之者也；況乎兼相愛、交相利，則與此異，古者聖王行之。”何以知其然？古者禹治天下，西為西河漁竇，以洩渠、孫、皇之水。北為防、原、派、注後之邸，噱池之竇灑為底柱，鑿為龍門，以利燕代胡貉與西河之民。東為漏大陸，防孟諸之澤，灑為九澮，以楗東土之水，以利冀州之民。南為江、漢、淮、汝，東流之注五湖之處，以利荊楚、幹、越與南夷之民。此言禹之事，吾今行兼矣。昔者文王之治西土，若日若月，乍光於四方，於西土。不為大國侮小國，不為眾庶侮鰥寡，不為暴勢奪穡人黍稷狗彘。天屑臨文王慈，是以老而無子者，有所得終其壽；連獨無兄弟者，有所雜於生人之閒間，少失其父母者，有所放依而長。此文王之事，則吾今行兼矣。昔者武王將事太山，隧傳曰：“泰山，有道曾孫周王有事。大事既獲，仁人尚作，以祗商、夏、蠻夷醜貉。雖有周親，不若仁人，萬方有罪，維予一人。”此言武王之事，吾今行兼矣。\n\n是故子墨子言曰：“今天下之士君子，忠實欲天下之富，而惡其貧；欲天下之治，而惡其亂，當兼相愛、交相利。此聖王之法，天下之治道也，不可不務為也。”"
		},
		{
			"章節": "16章",
			"章節名稱": "兼愛(下)",
			"章節內容": "子墨子言曰：“仁人之事者，必務求興天下之利，除天下之害。”然當今之時，天下之害孰為大？曰：若大國之攻小國也，大家之亂小家也，強之劫弱，眾之暴寡，詐之謀愚，貴之敖賤，此天下之害也。又與為人君者之不惠也，臣者之不忠也，父者之不慈也，子者之不孝也，此又天下之害也。又與今人之賤人，執其兵刃毒藥水火，以交相虧賊，此又天下之害也。\n\n姑嘗本原若眾害之所自生。此胡自生？此自愛人、利人生與？即必曰：“非然也。”必曰：“從惡人、賊人生。”分名乎天下，惡人而賊人者，兼與？別與？即必曰：“別也。”然即之交別者，果生天下之大害者與？是故別非也。子墨子曰：“非人者必有以易之，若非人而無以易之，譬之猶以水救水也，其說將必無可矣。”是故子墨子曰：“兼以易別。”然即兼之可以易別之故何也？曰：藉為人之國，若為其國，夫誰獨舉其國，以攻人之國者哉？為彼者，由為己也。為人之都，若為其都，夫誰獨舉其都以伐人之都者哉？為彼者猶為己也。為人之家，若為其家，夫誰獨舉其家以亂人之家者哉？為彼者猶為己也。然即國都不相攻伐，人家不相亂賊，此天下之害與？天下之利與？即必曰天下之利也。\n\n姑嘗本原若眾利之所自生，此胡自生？此自惡人賊人生與？即必曰：“非然也。”必曰：“從愛人利人生。”分名乎天下愛人而利人者，別與？兼與？即必曰：“兼也。”然即之交兼者，果生天下之大利與？是故子墨子曰:“兼是也鼻蟻縹岜狙栽唬喝嗜酥掄擼匚袂笮頌煜之利，除天下之害。今吾本原兼之所生，天下之大利者也；今吾本原別之所生，天下之大害者也。是故子墨子曰：“別非而兼是者。”出乎若方也。\n\n今吾將正求與天下之利而取之，以兼為正，是以聰耳明目相與視聽乎？是以股肱畢強相為動宰乎？而有道肆相教誨，是以老而無妻子者，有所侍養以終其壽；幼弱孤童之無父母者，有所放依以長其身。今唯毋以兼為正，即若其利也。不識天下之士，所以皆聞兼而非者，其故何也？\n\n然而天下之士，非兼者之言，猶未止也。曰：“即善矣!雖然，豈可用哉？”\n\n子墨子曰:“用而不可，雖我亦將非之；且焉有善而不可用者。”姑嘗兩而進之。誰以為二士，使其一士者執別，使其一士者執兼。是故別士之言曰：“吾豈能為吾友之身，若為吾身？為吾友之親，若為吾親？”是故退睹其友，飢即不食，寒即不衣，疾病不侍養，死喪不葬埋。別士之言若此，行若此。兼士之言不然，行亦不然。曰：“吾聞高士於天下者，必為其友之身，若為其身；為其友之親，若為其親。然後可以為高士於天下。”是故退睹其友，飢則食之，寒則衣之，疾病侍養之，死喪葬埋之，兼士之言若此，行若此。若之二士者，言相非而行相反與？當使若二士者，言必信，行必果，使言行之合，猶合符節也，無言而不行也。然即敢問：今有平原廣野於此，被甲嬰胄，將往戰，死生之權未可識也；又有君大夫之遠使於巴、越、齊、荊，往來及否，未可識也。然即敢問：不識將惡也，家室，奉承親戚、提挈妻子而寄託之，不識於兼之有是乎？於別之有是乎？我以為當其於此也，天下無愚夫愚婦，雖非兼之人，必寄託之於兼之有是也。此言而非兼，擇即取兼，即此言行費也。不識天下之士，所以皆聞兼而非之者，其故何也？\n\n然而天下之士，非兼者之言，猶未止也。曰：“意可以擇士，而不可以擇君乎？”姑嘗兩而進之，誰以為二君，使其一君者執兼，使其一君者執別。是故別君之言曰：“吾惡能為吾萬民之身，若為吾身？此泰非天下之情也。人之生乎地上之無幾何也，譬之猶馳駟而過隙也。”是故退睹其萬民，飢即不食，寒即不衣，疲病不侍養，死喪不葬埋。別君之言若此，行若此。兼君之言不然，行亦不然，曰：“吾聞為明君於天下者，必先萬民之身，後為其身，然後可以為明君於天下。”是故退睹其萬民，飢即食之，寒即衣之，疾病侍養之，死喪葬埋之。兼君之言若此，行若此。然即交若之二君者，言相非而行相反與？常使若二君者，言必信，行必果，使言行之合，猶合符節也，無言而不行也。然即敢問：今歲有癘疫，萬民多有勤苦凍餒，轉死溝壑中者，既已眾矣。不識將擇之二君者，將何從也？我以為當其於此也，天下無愚夫愚婦，雖非兼者，必從兼君是也。言而非兼，擇即取兼，此言行拂也。不識天下所以皆聞兼而非之者，其故何也？\n\n然而天下之士非兼者之言，猶未止也。曰:“兼即仁矣，義矣；雖然，豈可為哉？吾譬兼之不可為也，猶挈泰山以超江、河也。故兼者，直願之也，夫豈可為之物哉？”子墨子曰：“夫挈泰山以超江、河，自古之及今，生民而來，未嘗有也。今若夫兼相愛、交相利，此自先聖六王者親行之。”何知先聖六王之親行之也？子墨子曰：“吾非與之並世同時，親聞其聲，見其色也；以其所書於竹帛、鏤於金石、琢於盤盂，傳遺後世子孫者知之。”泰誓曰：“文王若日若月乍照，光於四方，於西土。”即此言文王之兼愛天下之博大也；譬之日月，兼照天下之無有私也。即此文王兼也；雖子墨子之所謂兼者，於文王取法焉！\n\n且不唯《泰誓》為然，雖《禹誓》即亦猶是也。禹曰：“濟濟有眾，鹹聽朕言！非惟小子，敢行稱亂。蠢此有苗，用天之罰。若予既率而群對諸群，以徵有苗。”禹之徵有苗也，非以求以重富貴，幹福祿，樂耳目也；以求興天下之利，除天下之害。即此禹兼也；雖子墨子之所謂兼者，於禹求焉。\n\n且不唯《禹誓》為然，雖《湯說》即亦猶是也。湯曰：“惟予小子履，敢用玄牡。告於上天后曰：今天大旱，即當朕身屨，未知得罪於上下。有善不敢蔽，有罪不敢赦，簡在帝心，萬方有罪，即當朕身；朕身有罪，無及萬方。”即此言湯貴為天子，富有天下，然且不憚以身為犧牲，以詞說於上帝鬼神。即此湯兼也；雖子墨子之所謂兼者，於湯取法焉。\n\n且不惟誓命與湯說為然，《周詩》即亦猶是也。《周詩》曰：“王道蕩蕩，不偏不黨；王道平平，不黨不偏。其直若矢，其易若底。君子之所履，小人之所視。”若吾言非語道之謂也，古者文、武為正均分，賞賢罰暴，勿有親戚弟兄之所阿。即此文、武兼也，雖子墨子之所謂兼者，於文、武取法焉。不識天下之人，所以皆聞兼而非之者，其故何也？\n\n然而天下之非兼者之言，猶未止。曰：“意不忠親之利，而害為孝乎？”子墨子曰：“姑嘗本原之孝子之為親度者。吾不識孝子之為親度者，亦欲人愛、利其親與？意欲人之惡、賊其親與？以說觀之，即欲人之愛、利其親也。然即吾惡先從事即得此？若我先從事乎愛利人之親，然後人報我以愛利吾親乎？意我先從事乎惡人之親，然後人報我以愛利吾親乎？即必吾先從事乎愛利人之親，然後人報我以愛利吾親也。然即之交孝子者，果不得已乎？毋先從事愛利人之親與？意以天下之孝子為遇，而不足以為正乎？姑嘗本原之。先王之所書，《大雅》之所道曰：“無言而不讎，無德而不報，投我以桃，報之以李。”即此言愛人者必見愛也，而惡人者必見惡也。不識天下之士，所以皆聞兼而非之者，其故何也？\n\n意以為難而不可為邪？嘗有難此而可為者，昔荊靈王好小要，當靈王之身，荊國之士飯不逾乎一，固據而後興，扶垣而後行。故約食為其難為也，然後為而靈王說之；未逾於世而民可移也，即求以鄉其上也。昔者越王句踐好勇，教其士臣三年，以其知為未足以知之也，焚舟失火，鼓而進之，其士偃前列，伏水火而死有不可勝數也。當此之時，不鼓而退也，越國之士，可謂顫矣。故焚身為其難為也，然後為之，越王說之，未逾於世，而民可移也，即求以鄉其上也。昔者晉文公好粗服。當文公之時，晉國之士，大布之衣，牂羊之裘，練帛之冠，且粗之屨，入見文公，出以踐之朝。故粗服為其難為也，然後為，而文公說之，未逾於世，而民可移也，即求以鄉其上也。是故約食焚舟粗服，此天下之至難為也，然後為而上說之，未逾於世，而民可移也。何故也？即求以鄉其上也。今若夫兼相愛、交相利，此其有利，且易為也，不可勝計也，我以為則無有上說之者而已矣。苟有上說之者，勸之以賞譽，威之以刑罰，我以為人之於就兼相愛、交相利也，譬之猶火之就上、水之就下也，不可防止於天下。\n\n故兼者，聖王之道也，王公大人之所以安也，萬民衣食之所以足也，故君子莫若審兼而務行之。為人君必惠，為人臣必忠；為人父必慈，為人子必孝，為人兄必友，為人弟必悌。故君子莫若欲為惠君、忠臣、慈父、孝子、友兄、悌弟，當若兼之，不可不行也，此聖王之道，而萬民之大利也。"
		},
		{
			"章節": "17章",
			"章節名稱": "非攻(上)",
			"章節內容": "今有一人，入人園圃，竊其桃李，眾聞則非之，上為政者，得則罰之，此何也？以虧人自利也。至攘人犬豕雞豚，其不義又甚入人園圃竊桃李。是何故也？以虧人愈多，其不仁茲甚，罪益厚。至入人欄廄，取人馬牛者，其不仁又甚攘人犬豕雞豚，此何故也？以其虧人愈多。苟虧人愈多，其不仁茲甚，罪益厚。至殺不辜人也，拖其衣裘，取戈劍者，其不義，又甚入人欄廄取人馬牛。此何故也？以其虧人愈多。苟虧人愈多，其不仁茲甚矣，罪益厚。當此，天下之君子皆知而非之，謂之不義。今至大為攻國，則弗知非，從而譽之，謂之義。此可謂知義與不義之別乎？\n\n殺一人，謂之不義，必有一死罪矣。若以此說往，殺十人，十重不義，必有十死罪矣；殺百人，百重不義，必有百死罪矣。當此，天下之君子皆知而非之，謂之不義。今至大為不義攻國，則弗知非，從而譽之，謂之義，情不知其不義也，故書其言以遺後世。若知其不義也，夫奚說書其不義以遺後世哉？ 今有人於此，少見黑曰黑，多見黑曰白，則必以此人為不知白黑之辯矣；少嘗苦曰苦，多嘗苦曰甘，則必以此人為不知甘苦之辯矣。今小為非，則知而非之；大為非攻國，則不知非，從而譽之，謂之義。此可謂知義與不義之辯乎？是以知天下之君子也，辯義與不義之亂也。"
		},
		{
			"章節": "18章",
			"章節名稱": "非攻(中)",
			"章節內容": "子墨子言曰：“古者王公大人為政於國家者，情慾譽之審，賞罰之當，刑政之不過失……。”是故子墨子曰：“古者有語：謀而不得，則以往知來，以見知隱。謀若此可得而知矣。”\n\n今師徒唯毋興起，冬行恐寒，夏行恐暑，此不可以冬夏為者也。春則廢民耕稼樹藝，秋則廢民獲斂。今唯毋廢一時，則百姓飢寒凍餒而死者，不可勝數。今嘗計軍上：竹箭、羽旄、幄幕、甲盾、撥劫，往而靡弊腑冷不反者，不可勝數。又與矛、戟、戈、劍、乘車，其列住碎拆靡弊而不反者，不可勝數。與其牛馬，肥而往，瘠而反，往死亡而不反者，不可勝數。與其塗道之修遠，糧食輟絕而不繼，百姓死者，不可勝數也。與其居處之不安，食飯之不時，肌飽之不節，百姓之道疾病而死者，不可勝數。喪師多不可勝數，喪師盡不可勝計，則是鬼神之喪其主後，亦不可勝數。\n\n國家發政，奪民之用，廢民之利，若此甚眾，然而何為為之？曰：“我貪伐勝之名，及得之利，故為之。”子墨子言曰：“計其所自勝，無所可用也；計其所得，反不如所喪者之多。”今攻三裡之城，七裡之郭，攻此不用銳，且無殺，而徒得此然也？殺人多必數於萬，寡必數於千，然後三裡之城，七裡之郭且可得也。今萬乘之國，虛數於千，不勝而入；廣衍數於萬，不勝而闢。然則土地者，所有餘也；王民者，所不足也。今盡王民之死，嚴下上之患，以爭虛城，則是棄所不足，而重所有餘也。為政若此，非國之務者也。\n\n飾攻戰者言曰：“南則荊、吳之王，北則齊、晉之君，始封於天下之時，其土地之方，未至有數百里也；人徒之眾，未至有數十萬人也。以攻戰之故，土地之博，至有數千裡也；人徒之眾，至有數百萬人。故當攻戰而不可為也。”子墨子言曰：“雖四五國則得利焉，猶謂之非行道也。譬若醫之藥人之有病者然，今有醫於此，和合其祝藥之於天下之有病者而藥之。萬人食此，若醫四五人得利焉，猶謂之非行藥也。故孝子不以食其親，忠臣不以食其君。古者封國於天下，尚者以耳之所聞，近者以目之所見，以攻戰亡者，不可勝數。”何以知其然也？東方有莒之國者，其為國甚小，閒於大國之閒，不敬事於大，大國亦弗之從而愛利，是以東者越人夾削其壤地，西者齊人兼而有之。計莒之所以亡於齊、越之間者，以是攻戰也。雖南者陳、蔡，其所以亡於吳、越之間者，亦以攻戰。雖北者且不一著何，其所以亡於燕代、胡貊之閒者，亦以攻戰也。是故子墨子言曰：“古者王公大人，情慾得而惡失，欲安而惡危，故當攻戰，而不可不非。”\n\n飾攻戰者之言曰：“彼不能收用彼眾，是故亡；我能收用我眾，以此攻戰於天下，誰敢不賓服哉！”子墨子言曰：“子雖能收用子之眾，子豈若古者吳闔閭哉？”古者吳闔閭教七年，奉甲執兵，奔三百里而舍焉。次注林，出於冥隘之徑，戰於柏舉，中楚國而朝宋與及魯。至夫差之身，北而攻齊，舍於汶上，戰於艾陵，大敗齊人，而葆之大山；東而攻越，濟三江五湖，而葆之會稽。九夷之國莫不賓服。於是退不能賞孤，施捨群萌，自恃其力，伐其功，譽其志，怠於教遂。築姑蘇之臺，七年不成。及若此，則吳有離罷之心。越王勾踐視吳上下不相得，收其眾以復其讎，入北郭，徙大內，圍王宮，而吳國以亡。昔者晉有六將軍，而智伯莫為強焉。計其土地之博，人徒之眾，欲以抗諸侯，以為英名，攻戰之速，故差論其爪牙之士，皆列其舟車之眾，以攻中行氏而有之。以其謀為既已足矣，又攻茲範氏而大敗之，並三家以為一家而不止，又圍趙襄子於晉陽。及若此，則韓、魏亦相從而謀曰：“古者有語：脣亡則齒寒。趙氏朝亡，我夕從之，趙氏夕亡，我朝從之。詩曰：魚水不務，陸將何及乎！是以三主之君，一心戳力，闢門除道，奉甲興士，韓、魏自外，趙氏自內，擊智伯大敗之。”\n\n是故子墨子言曰：“古者有語曰：君子不鏡於水，而鏡於人。鏡於水，見面之容；鏡於人，則知吉與凶。今以攻戰為利，則蓋嘗鑑之於智伯之事乎？此其為不吉而凶，既可得而知矣。”"
		},
		{
			"章節": "19章",
			"章節名稱": "非攻(下)",
			"章節內容": "子墨子言曰：今天下之所譽善者，其說將何哉？為其上中天之利，而中中鬼之利，而下中人之利，故譽之與？意亡非為其上中天之利，而中中鬼之利，而下中人之利，故譽之與？雖使下愚之人，必曰：“將為其上中天之利，而中中鬼之利，而下中人之利，故譽之。”今天下之同意者，聖王之法也，今天下之諸侯，將猶多皆免攻伐併兼，則是有譽義之名，而不察其實也。此譬猶盲者之與人，同命白黑之名，而不能分其物也，則豈謂有別哉！是故古之知者之為天下度也，必順慮其義而後為之行。是以動，則不疑速通。成得其所欲，而順天、鬼、百姓之利，則知者之道也。是故古之仁人有天下者，必反大國之說，一天下之和，總四海之內。焉率天下之百姓，以農、臣事上帝、山川、鬼神。利人多，功故又大，是以天賞之，鬼富之，人譽之，使貴為天子，富有天下，名參乎天地，至今不廢，此則知者之道也，先王之所以有天下者也。\n\n今王公大人、天下之諸侯則不然。將必皆差論其爪牙之士，皆列其舟車之卒伍，於此為堅甲利兵，以往攻伐無罪之國。入其國家邊境，芟刈其禾稼，斬其樹木，墮其城郭，以湮其溝池，攘殺其牲口，燔潰其祖廟，勁殺其萬民，覆其老弱，遷其重器，卒進而柱乎鬥，曰：“死命為上，多殺次之，身傷者為下；又況失列北橈乎哉？罪死無赦！”以憚其眾。夫無兼國覆軍，賊虐萬民，以亂聖人之緒。意將以為利天乎？夫取天之人，以攻天之邑，此刺殺天民，剝振神之位，傾覆社稷，攘殺其牲□，則此上不中天之利矣。意將以為利鬼乎？夫殺之人，滅鬼神之主，廢滅先王，賊虐萬民，百姓離散，則此中不中鬼之利矣。意將以為利人乎？夫殺之人為利人也博矣！又計其費此－－為周生之本，竭天下百姓之財用，不可勝數也，則此下不中人之利矣。\n\n今夫師者之相為不利者也，曰：“將不勇，士不分，兵不利，教不習，師不眾，率不利和，威不圉，害之不久，爭之不疾，孫之不強。植心不堅，與國諸侯疑。與國諸侯疑，則敵生慮而意羸矣。偏具此物，而致從事焉，則是國家失卒，而百姓易務也。今不嘗觀其說好攻伐之國，若使中興師，君子，庶人也，必且數千，徒倍十萬，然後足以師而動矣。久者數歲，速者數月。是上不暇聽治，士不暇治其官府，農夫不暇稼穡，婦人不暇紡績織紝，則是國家失卒，而百姓易務也。然而又與其車馬之罷斃也，幔幕帷蓋，三軍之用，甲兵之備，五分而得其一，則猶為序疏矣。然而又與其散亡道路，道路遼遠，糧食不繼，傺食飲之時，廁役以此飢寒凍餒疾病而轉死溝壑中者，不可勝計也。此其為不利於人也，天下之害厚矣。而王公大人，樂而行之。則此樂賊滅天下之萬民也，豈不悖哉？今天下好戰之國，齊、晉、楚、越，若使此四國者得意於天下，此皆十倍其國之眾，而未能食其地也，是人不足而地有餘也。今又以爭地之故，而反相賊也，然則是虧不足，而重有餘也。\n\n今逮夫好攻伐之君，又飾其說，以非子墨子曰：“以攻伐之為不義，非利物與？昔者禹徵有苗，湯伐桀，武王伐紂，此皆立為聖王，是何故也？”子墨子曰：“子未察吾言之類，未明其故者也。彼非所謂“攻”，謂“誅”也。昔者三苗大亂，天命殛之，日妖宵出，雨血三朝，龍生於廟，犬哭乎市，夏冰，地坼及泉，五穀變化，民乃大振。高陽乃命玄宮，禹親把天之瑞令，以徵有苗。四電誘祗，有神人面鳥身，若瑾以侍，搤矢有苗之祥。苗師大亂，後乃遂幾。禹既巳克有三苗，焉磨為山川，別物上下，卿制大極，而神民不違，天下乃靜，則此禹之所以徵有苗也。逮至乎夏王桀，天有（車告）命，日月不時，寒暑雜至，五穀焦死，鬼呼國，鶴鳴十夕餘。天乃命湯於鑣宮：“用受夏之大命。夏德大亂，予既卒其命於天矣，往而誅之，必使汝堪之。”湯焉敢奉率其眾，是以鄉有夏之境，帝乃使陰暴毀有夏之城，少少有神來告曰：“夏德大亂，往攻之，予必使汝大堪之。予既受命於天，天命融隆火，於夏之城閒西北之隅。”湯奉桀眾以克有，屬諸侯於薄，薦章天命，通於四方，而天下諸侯莫敢不賓服，則此湯之所以誅桀也。逮至乎商王紂，天不序其德，祀用失時，兼夜中十日，雨土於薄，九鼎遷止，婦妖宵出，有鬼宵吟，有女為男，天雨肉，棘生乎國道，王兄自縱也。赤鳥銜珪，降周之岐社，曰：“天命周文王，伐殷有國。”泰顛來賓，河出綠圖，地出乘黃。武王踐功，夢見三神曰：“予既沈漬殷紂於酒德矣，往攻之，予必使汝大堪之”武王乃攻狂夫，反商之周，天賜武王黃鳥之旗。王既巳克殷，成帝之來，分主諸神，祀紂先王，通維四夷，而天下莫不賓。焉襲湯之緒，此即武王之所以誅紂也。若以此三聖王者觀之，則非所謂“攻”也，所謂“誅”也”\n\n則夫好攻伐之君又飾其說，以非子墨子曰：“子以攻伐為不義，非利物與？昔者楚熊麗，始討此睢山之間，越王繄虧，出自有遽，始邦于越；唐叔與呂尚邦齊、晉。此皆地方數百里，今以並國之故，四分天下而有之，是故何也？子墨子曰：“子未察吾言之類，未明其故者也。古者天子之始封諸侯也，萬有餘；今以並國之故，萬國有餘皆滅，而四國獨立。此譬猶醫之藥萬有餘人，而四人愈也，則不可謂良醫矣。”\n\n則夫好攻伐之君又飾其說，曰：“我非以金玉、子女、壤地為不足也，我欲以義名立於天下，以德求諸侯也。”子墨子曰：“今若有能以義名立於天下，以德求諸侯者，天下之服，可立而待也。夫天下處攻伐久矣，譬若傅子之為馬然。今若有能信效先利天下諸侯者，大國之不義也，則同憂之；大國之攻小國也，則同救之，小國城郭之不全也，必使修之，布粟之絕則委之，幣帛不足則共之。以此效大國，則小國之君說。人勞我逸，則我甲兵強。寬以惠，緩易急，民必移。易攻伐以治我國，攻必倍。量我師舉之費，以爭諸侯之斃，則必可得而序利焉。督以正，義其名，必務寬吾眾，信吾師，以此授諸侯之師，則天下無敵矣，其為下不可勝數也。此天下之利，而王公大人不知而用，則此可謂不知利天下之臣務矣。是故子墨子曰：“今且天下之王公大人士君子，中情將欲求興天下之利，除天下之害，當若繁為攻伐，此實天下之巨害也。今欲為仁義，求為上士，尚欲中聖王之道，下欲中國家百姓之利，故當若“非攻”之為說，而將不可不察者此也！”"
		},
		{
			"章節": "20章",
			"章節名稱": "節用(上)",
			"章節內容": "聖人為政一國，一國可倍也；大之為政天下，天下可倍也。其倍之，非外取地也，因其國家去其無用之費，足以倍之。聖王為政，其發令、興事、使民、用財也，無不加用而為者。是故用財不費，民德不勞，其興利多矣。\n\n其為衣裘何？以為冬以圉寒，夏以圉暑。凡為衣裳之道，冬加溫、夏加凊者芊[魚且]，不加者，去之。其為宮室何以為？冬以圉風寒，夏以圉暑雨。有盜賊加固者，芊[魚且]；不加者，去之。其為甲盾五兵何以為？以圉寇亂盜賊，若有寇亂盜賊，有甲盾五兵者勝，無者不勝。是故聖人作為甲盾五兵。凡為甲屆五兵，加輕以利，堅而難折者，芊[魚且]；不加者，去之。其為舟車何以為？車以行陵陸，舟以行川穀，以通四方之利。凡為舟車之道，加輕以利者，芊[魚且]；不加者，去之。凡其為此物也，無不加用而為者。是故用財不費，民德不勞，其興利多矣。有去大人之好聚珠玉、鳥獸、犬馬，以益衣裳、宮室、甲盾、五兵、舟車之數，於數倍乎，若則不難。故孰為難倍？唯人為難倍；然人有可倍也。昔者聖王為法，曰：“丈夫年二十，毋敢不處家，女子年十五，毋敢不事人。”此聖王之法也。聖王既沒，於民次也，其欲蚤處家者，有所二十年處家；其欲晚處家者，有所四十年處家。以其蚤與其晚相踐，後聖王之法十年。若純三年而字，子生可以二三年矣。此不惟使民蚤處家，而可以倍與？且不然已！\n\n今天下為政者，其所以寡人之道多。其使民勞，其籍斂厚，民財不足，凍餓死者，不可勝數也。且大人惟毋興師，以攻伐鄰國，久者終年，速者數月，男女久不相見，此所以寡人之道也。與居處不安，飲食不時，作疾病死者，有與侵就援橐，攻城野戰死者，不可勝數。此不令為政者所以寡人之道、數術而起與？聖人為政特無此，不聖人為政，其所以眾人之道，亦數術而起與？\n\n故子墨子曰:“去無用之費，聖王之道，天下之大利也。”"
		},
		{
			"章節": "21章",
			"章節名稱": "節用(中)",
			"章節內容": "子墨子言曰：“古者明王聖人所以王天下、正諸侯者，彼其愛民謹忠，利民謹厚，忠信相連，又示之以利，是以終身不饜，歿世而不卷。古者明王聖人其所以王天下、正諸侯者，此也。”\n\n是故古者聖王制為節用之法，曰：“凡天下群百工，輪車鞼匏、陶冶梓匠，使各從事其所能，曰：“凡足以奉給民用，則止。”諸加費不加於民利者，聖王弗為。\n\n古者聖王制為飲食之法，曰：“足以充虛繼氣，強股肱，耳目聰明，則止。不極五昧之調、芬香之和，不致遠國珍怪異物。”何以知其然？古者堯治天下，南撫交趾，北降幽都，東、西至日所出、入，莫不賓服。逮至其厚愛，黍稷不二，羹胾不重，飯於土塯，啜於土形，鬥以酌，俯仰周旋，威儀之禮，聖王弗為。\n\n古者聖王制為衣服之法，曰：“冬服紺緅之衣，輕且暖；夏服絺綌之衣，輕且凊，則止。”諸加費不加於民利者，聖王弗為。\n\n古者聖人為猛禽狡獸暴人害民，於是教民以兵行。日帶劍，為刺則入，擊則斷，旁擊而不拆，此劍之利也。甲為衣，則輕且利，動則兵且從，此甲之利也。車為服重致遠，乘之則安，引之則利，安以不傷人，利以速至，此車之利也。古者聖王為大川廣谷之不可濟，於是利為舟楫，足以將之，則止。雖上者三公，諸侯至，舟楫不易，津人不飾，此舟之利也。\n\n古者聖王制為節葬之法，曰：“衣三領，足以朽肉；棺三寸，足以朽骸；窟穴，深不通於泉，流不發洩，則止。”死者既葬，生者毋久喪用哀。\n\n古者人之始生，未有宮室之時，因陵丘窟穴而處焉。聖王慮之，以為窟穴，曰：冬可以避風寒，逮夏，下潤溼，上燻蒸，恐傷民之氣，於是作為宮室而利。然則為宮室之法，將奈何哉？子墨子言曰：“其旁可以圉風寒，上可以圉雪霜雨露，其中蠲潔，可以祭祀，宮牆足以為男女之別，則止。”諸加費不加民利者，聖王弗為。"
		},
		{
			"章節": "22章",
			"章節名稱": "節用(下)",
			"章節內容": "子墨子言曰：“仁者之為天下度也，闢之無以異乎孝子之為親度也。”今孝子之為親度也，將奈何哉？曰：親貧，則從事乎富之；人民寡，則從事乎眾之；眾亂，則從事乎治之。當其於此也，亦有力不足，財不贍，智不智，然後已矣。無敢舍餘力，隱謀遺利，而不為親為之者矣。若三務者，孝子之為親度也，既若此矣。雖仁者之為天下度，亦猶此也。曰：天下貧，則從事乎富之；人民寡，則從事乎眾之；眾而亂，則從事乎治之。當其於此，亦有力不足，財不贍，智不智，然後已矣。無敢舍餘力，隱謀遺利，而不為天下為之者矣。若三務者，此仁者之為天下度也，既若此矣。\n\n今逮至昔者，三代聖王既沒，天下失義。後世之君子，或以厚葬久喪，以為仁也義也，孝子之事也；或以厚葬久喪，以為非仁義，非孝子之事也。曰二子者，言則相非，行即相反，皆曰吾上祖述堯、舜、禹、湯、文、武之道者也。而言即相非，行即相反，於此乎後世之君子，皆疑惑乎二子者言也。若苟疑惑乎之二子者言，然則姑嘗傳而為政乎國家萬民而觀之。計厚葬久喪，奚當此三利者？我意若使法其言，用其謀，厚葬久喪，實可以富貧眾寡、定危治亂乎！此仁也義也，孝子之事也，為人謀者，不可不勸也。仁者將興之天下，誰賈而使民譽之，終勿廢也。意亦使法其言，用其謀，厚葬久喪，實不可以富貧眾寡、定危理亂乎！此非仁非義、非孝子之事也。為人謀者，不可不沮也。仁者將求除之天下，相廢而使人非之，終身勿為。且故興天下之利，除天下之害，令國家百姓之不治也，自古及今，未嘗之有也。\n\n何以知其然也？今天下之士君子，將猶多皆疑惑厚葬久喪之為中是非利害也。故子墨子言曰：“然則姑嘗稽之，今雖毋法執厚葬久喪者言，以為事乎國家。”此存乎王公大人有喪者，曰棺槨必重，葬埋必厚，衣衾必多，文繡必繁，丘隴必巨；存乎匹夫賤人死者，殆竭家室；乎諸侯死者，虛車府，然後金玉珠璣比乎身，綸組節約，車馬藏乎壙，又必多為屋幕、鼎鼓、幾梴、壺濫、戈劍、羽旄、齒革，寢而埋之，滿意。若送從，曰天子殺殉，眾者數百，寡者數十；將軍、大夫殺殉，眾者數十，寡者數人。\n\n處喪之法，將奈何哉？曰：哭泣不秩，聲翁，縗絰垂涕，處倚廬，寢苫枕塊；又相率強不食而為飢，薄衣而為寒。使面目陷陬，顏色黧黑，耳目不聰明，手足不勁強，不可用也。又曰：上士之操喪也，必扶而能起，杖而能行，以此共三年。若法若言，行若道，使王公大人行此則必不能蚤朝五官六府，闢草木，實倉廩。使農夫行此則必不能蚤出夜入，耕稼樹藝。使百工行此，則必不能修舟車、為器皿矣。使婦人行此則必不能夙興夜寐，紡績織紝　。細計厚葬，為多埋賦之財者也；計久喪，為久禁從事者也。財以成者，扶而埋之；後得生者，而久禁之。以此求富，此譬猶禁耕而求獲也。富之說無可得焉。\n\n是故求以富家，而既已不可矣，欲以眾人民，意者可邪？其說又不可矣！今唯無以厚葬久喪者為政：君死，喪之三年；父母死，喪之三年；妻與後子死者，五皆喪之三年。然後伯父、叔父、兄弟、孽子其；族人五月；姑姊甥舅皆有月數，則毀瘠必有制矣。使面目陷，顏色黧黑，耳目不聰明，手足不勁強，不可用也。又曰上士操喪也，必扶而能起，杖而能行，以此共三年。若法若言，行若道，苟其飢約又若此矣：是故百姓冬不仞寒，夏不仞暑，作疾病死者，不可勝計也。此其為敗男女之交多矣。以此求眾，譬猶使人負\n\n劍而求其壽也。眾之說無可得焉。\n\n是故求以眾人民，而既以不可矣，欲以治刑政，意者可乎？其說又不可矣。今唯無以厚葬久喪者為政，國家必貧，人民必寡，刑政必亂。若法若言，行若道：使為上者行此，則不能聽治；使為下者行此，則不能從事。上不聽治，刑政必亂；下不從事，衣食之財必不足。若苟不足，為人弟者求其兄而不得，不弟弟必將怨其兄矣；為人子者求其親而不得，不孝子必是怨其親矣；為人臣者求之君而不得，不忠臣必且亂其上矣。是以僻淫邪行之民，出則無衣也，入則無食也，內續奚吾，併為淫暴，而不可勝禁也。是故盜賊眾而治者寡。夫眾盜賊而寡治者，以此求治，譬猶使人三睘而毋負已也。治之說無可得焉。\n\n是故求以治刑政，而既已不可矣，欲以禁止大國之攻小國也，意者可邪？其說又不可矣。是故昔者聖王既沒，天下失義，諸侯力征，南有楚、越之王，而北有齊、晉之君，此皆砥礪其卒伍，以攻伐併兼為政於天下。是故凡大國之所以不攻小國者，積委多，城郭修，上下調和，是故大國不耆攻之。無積委，城郭不修，上下不調和，是故大國耆攻之。今唯無以厚葬久喪者為政，國家必貧，人民必寡，刑政必亂。若苟貧，是無以為積委也；若苛寡，是城郭、溝渠者寡也；若苟亂，是出戰不克，入守不固。\n\n此求禁止大國之攻小國也，而既已不可矣，欲以幹上帝鬼神之福，意者可邪？其說又不可矣。今唯無以厚葬久喪者為政，國家必貧，人民必寡，刑政必亂。若苟貧，是粢盛酒醴不淨潔也；若苟寡，是事上帝鬼神者寡也；若苟亂，是祭祀不時度也。今又禁止事上帝鬼神，為政若此，上帝鬼神始得從上撫之曰：“我有是人也，與無是人也，孰愈？”曰：“我有是人也，與無是人也，無擇也。”則惟上帝鬼神降之罪厲之禍罰而棄之，則豈不亦乃其所哉！\n\n故古聖王制為葬埋之法，曰：“棺三寸，足以朽體；衣衾三領，足以覆惡。以及其葬也，下毋及泉，上毋通臭，壟若參耕之畝，則止矣。”死則既已葬矣，生者必無久哭，而疾而從事，人為其所能，以交相利也。此聖王之法也。\n\n今執厚葬久喪者之言曰：“厚葬久喪，雖使不可以富貧、眾寡、定危、治亂，然此聖王之道也。”子墨子曰：“不然！昔者堯北教乎八狄，道死，葬蛩山之陰，衣衾三領，穀木之棺，葛以緘之，既而後哭，滿坎無封。已葬，而牛馬乘之。舜西教乎七戎，道死，葬南己之市，衣衾三領，穀木之棺，葛以緘之。已葬，而市人乘之。禹東教乎九夷，道死，葬會稽之山，衣衾三領，桐棺三寸，葛以緘之，絞之不合，通之不坎，土地之深，下毋及泉，上毋通臭。既葬，收餘壤其上，壟若參耕之畝，則止矣。若以此若三聖王者觀之，則厚葬久喪，果非聖王之道。故三王者，皆貴為天子，富有天下，豈憂財用之不足哉！以為如此葬埋之法。”\n\n今王公大人之為葬埋，則異於此。必大棺、中棺，革闠三操，璧玉即具，戈劍、鼎鼓、壺濫、文繡、素練、大鞅萬領、輿馬、女樂皆具，曰：必捶差通，壟雖凡山陵。此為輟民之事，靡民之財，不可勝計也，其為毋用若此矣。\n\n是故子墨子曰：“鄉者，吾本言曰：意亦使法其言，用其謀，計厚葬久喪，請可以富貧、眾寡、定危、治亂乎？則仁也，義也，孝子之事也！為人謀者，不可不勸也；意亦使法其言，用其謀，若人厚葬久喪，實不\n\n可以富貧、眾寡、定危、治亂乎？則非仁也，非義也，非孝子之事也！為人謀者，不可不沮也。是故求以富國家，甚得貧焉；欲以眾人民，甚得寡焉；欲以治刑政，甚得亂焉；求以禁止大國之攻小國也，而既已不可矣；欲以幹上帝鬼神之福，又得禍焉。上稽之堯、舜、禹、湯、文、武之道，而政逆之；下稽之桀、紂、幽、厲之事，猶合節也。若以此觀，則厚葬久喪，其非聖王之道也。”\n\n今執厚葬久喪者言曰：“厚葬久喪，果非聖王之道，夫胡說中國之君子為而不已、操而不擇哉？”子墨子曰：“此所謂便其習、而義其俗者也。”昔者越之東，有輆沭之國者，其長子生，則解而食之，謂之“宜弟”；其大父死，負其大母而棄之，曰“鬼妻不可與居處。”此上以為政，下以為俗，為而不已，操而不擇，則此豈實仁義之道哉？此所謂便其習、而義其俗者也。楚之南，有炎人國者，其親戚死，朽其肉而棄之，然後埋其骨，乃成為孝子。秦之西，有儀渠之國者，其親戚死，聚柴薪而焚之，薰上謂之“登遐”，然後成為孝子。此上以為政，下以為俗，為而不已。操而不擇，則此豈實仁義之道哉？此所謂便其習、而義其俗者也。若以此若三國者觀之，則亦猶薄矣；若以中國之君子觀之，則亦猶厚矣。如彼則大厚，如此則大薄，然則埋葬之有節矣。故衣食者，人之生利也，然且猶尚有節；葬埋者，人之死利也，夫何獨無節於此乎？於墨子製為葬埋之法，曰：“棺三寸，足以朽骨；衣三領，足以朽肉。掘地之深，下無菹漏，氣無發洩於上，壟足以期其所，則止矣。哭往哭來，反，從事乎衣食之財，佴乎祭祀，以致孝於親。”故曰子墨子之法，不失死生之利者此也。\n\n故子墨子言曰：“今天下之士君子，中請將欲為仁義，求為上士，上欲中聖王之道，下欲中國家百姓之利，故當若節喪之為政，而不可不察此者也。”"
		},
		{
			"章節": "23章",
			"章節名稱": "節葬(下)",
			"章節內容": "子墨子言曰：“仁者之為天下度也，闢之無以異乎孝子之為親度也。”今孝子之為親度也，將奈何哉？曰：親貧則從事乎富之；人民募，則從事乎眾之；眾亂，則從事乎治之。當其於此也，亦有力不足，財不贍，智不智，然後已矣。無敢舍餘力，隱謀遺利，而不為親為之者矣。若三務者，孝子之為親度也，既若此矣。雖仁者之為天下度，亦猶此也。曰：天下貧，則從事乎富之；人民寡，則從事乎眾之；眾而亂，則從事乎治之。當其於此，亦有力不足，財不贍，智不智，然後巳矣。無敢舍餘力，隱謀遺利，而不為天下為之者矣。若三務者，此仁者之為天下度也，既若此矣。\n\n今逮至昔者，三代聖王既沒，天下失義。後世之君子，或以厚葬久喪，以為仁也義也，孝子之事也；或以厚葬久喪，以為非仁義，非孝子之事也。曰二子者，言則相非，行即相反，皆曰吾上祖述堯、舜、禹、湯、文、武、之道者也。而言即相非，行即相反，於此乎後之君子，皆疑惑乎二子者言也。若苟疑惑乎之二子者言，然則姑嘗傳而為政乎國家萬民而觀之。計厚葬久喪，奚當此三利者？我意若使法其言，用其謀，厚葬久喪，實可以富貧眾寡，定危治亂乎！此仁也義也，孝子之事也，為人謀者，不可不勸也。仁者將興之天下，誰賈而使民譽之，終勿廢也。意亦使法其言，用其謀，厚葬久喪，實不可以富貧眾寡，定危理亂乎！此非仁非義，非孝子之事也。為人謀者，不可不沮也。仁者將求除之天下，相廢而使人非之，終身勿為。且故興天下之利，除天下之害，令國家百姓之不治也，自古及今，未嘗之有也。\n\n何以知其然也？今天下之士君子，將猶多皆疑惑厚葬久喪之為中是非利害也。故子墨子言曰：“然則姑嘗稽之，今雖毋法執厚葬久喪者言，以為事乎國家。”此存乎王公大人有喪者，曰棺槨必重，葬埋必厚，衣衾必多，文繡必繁，丘隴必巨；存乎匹夫賤人死者，殆竭家室；存乎諸侯死者，虛車府，然後金玉珠璣比乎身，綸組節約，車馬藏乎壙，又必多為屋幕、鼎鼓、幾梃、壺濫，戈劍、羽旄、齒革，寢而埋之。滿意。若送從，曰天子殺殉，眾者數百，寡者數十；將軍、大夫殺殉，眾者數十，寡者數人。\n\n處喪之法，將奈何哉？曰：哭泣不秩，聲翁，縗絰垂涕，處倚廬，寢苫枕塊，又相率強不食而為飢，薄衣而為寒。使面目陷陬，顏色黧黑，耳目不聰明，手足不勁強，不可用也。又曰：上士之操喪也，必扶而能起，杖而能行，以此共三年。若法若言，行若道，使王公大人行此，則必不能蚤朝五官六府，闢草木，實倉稟。使農夫行此，則必不能蚤出夜入，耕稼樹藝。使百工行此，則必不能修舟車，為器皿矣。使婦人行此，則必不能夙興夜寐，紡績織紝。細計厚葬，為多埋賦之財者也；計久喪，為久禁從事者也。財以成者，扶而埋之；後得生者，而久禁之。以此求富，此譬猶禁耕而求獲也，富之說無可得焉。\n\n是故求以富家，而既已不可矣，欲以眾人民，意者可邪？其說又不可矣！今唯無以厚葬久喪者為政：君死，喪之三年；父母死，喪之三年；妻與後子死者，五皆喪之三年。然後伯父、叔父、兄弟、孽子其；族人五月；姑姊甥舅皆有月數，則毀瘠必有制矣。使面目陷（耳最），顏色黧黑，耳目不聰明，手足不勁強，不可用也。又曰上士操喪也，必扶而能起，杖而能行，以此共三年。若法若言，行若道，苟其飢約又若此矣；是故百姓冬不仞寒，夏不仞暑，作疾病死者，不可勝計也。此其為敗男女之交多矣。以此求眾，譬猶使人負劍而求其壽也。眾之說無可得焉。\n\n是故求以眾民人，而既以不可矣。欲以治刑政，意者可乎？其說又不可矣。今唯無以厚葬久喪者為政，國家必貧，人民必寡，刑政必亂。若法若言，行若道：使為上者行此，則不能聽治；使為下者行此，則不能從事。上不聽治，刑政必亂；下不從事，衣食之財必不足。若苟不足，為人弟者，求其兄而不得，不弟弟必將怨其兄矣；為人子者，求其親而不得，不孝子必是怨其親矣；為人臣者，求之君而不得，不忠臣必且亂其上矣。是以僻淫邪行之民，出則無衣也，入則無食也，內續奚吾，併為淫暴，而不可勝禁也。是故盜賊眾而治者寡。夫眾盜賊而寡治者，以此求治，譬猶使人三還而毋負己也。治之說無可得焉。\n\n是故求以治刑政，而既已不可矣，欲以禁止大國之攻小國也，意者可邪？其說又不可矣。是故昔者聖王既沒，天下失義，諸侯力征，南有楚、越之王，而北有齊、晉之君，此皆砥礪其卒伍，以攻伐併兼為政於天下。是故凡大國之所以不攻小國者，積委多，城郭修，上下調和，是故大國不耆攻之。無積委，城郭不修，上下不調和，是故大國耆攻之。今唯毋以厚葬久喪者為政，國家必貧，人民必寡，刑政必亂。若苟貧，是無為積委也；若苟寡，是城郭、溝渠者寡也；若苟亂，是出戰不克，入守不固。\n\n此求禁止大國之攻小國也，而既已不可矣，欲以幹上帝鬼神之福，意者可邪？其說又不可矣。今唯毋以厚葬久喪者為政，國家必貧，人民必寡，刑政必亂。若苟貧，是粢盛酒醴不淨潔也；若苟寡，是事上帝鬼神者寡也；若苟亂，是祭祀不時度也。今又禁止事上帝鬼神，為政若此，上帝鬼神始得從上撫之曰：“我有是人也，與無是人也，孰愈？”曰：“我有是人也，與無是人也，無擇也。”則惟上帝鬼神，降之罪厲之禍罰而棄之，則豈不亦乃其所哉？\n\n是古聖王制為葬埋之法，曰：“棺三寸，足以朽體，衣衾三領，足以覆惡。以及其葬也，下毋及泉，上毋通臭，壟若參耕之畝，則止矣。”死者既以葬矣，生者必無久哭，而疾而從事，人為其所能，以交相利也。此聖王之法也。\n\n今執厚葬久喪者之言曰：“厚葬久喪，雖使不可以富貧、眾寡、定危、治亂，然此聖王之道也。”子墨子曰：“不然。昔者堯北教乎八狄，道死，葬蛩山之陰，衣衾三領，谷木之棺，葛以緘之，既犯而後哭，滿坎無封。巳葬，而牛馬乘之。舜西教乎七戎，道死，葬南己之市，衣衾三領，谷木之棺，葛以緘之。已葬，而市人乘之。禹東教乎九夷，道死，葬會稽之山，衣衾三領，桐棺三寸，葛以緘之，絞之不合，通之不坎，土地之深，下毋及泉，上毋通臭。既葬，收餘壤其上，壟若參耕之畝，則止矣。若以此若三聖王者觀之，則厚葬久喪，果非聖王之道。故三王者，皆貴為天子，富有天下，豈憂財用之不足哉？以為如此葬埋之法。”\n\n今王公大人之為葬埋，則異於此。必大棺中棺，革闠三操，璧玉即具，戈劍、鼎鼓、壺濫、文繡、素練、大鞅萬領、輿馬、女樂皆具，曰：必捶（土餘）差通，壟雖凡山陵。此為輟民之事，靡民之財，不可勝計也，其為毋用若此矣。\n\n是故子墨子曰：“鄉者，吾本言曰：意亦使法其言，用其謀，計厚葬久喪，請可以富貧、眾寡、定危、治亂乎？則仁也，義也，孝子之事也！為人謀者，不可不勸也；意亦使法其言，用其謀，若人厚葬久喪，實不可以富貧、眾寡、定危、治亂乎？則非仁也，非義也，非孝子之事也！為人謀者，不可不沮也。是故求以富國家，甚得貧焉；欲以眾人民，甚得寡焉；欲以治刑政，甚得亂焉；求以禁止大國之攻小國也，而既已不可矣；欲以幹上帝鬼神之福，又得禍焉。上稽之堯、舜、禹、湯、文、武之道，而政逆之；下稽之桀、紂、幽、厲之事，猶合節也。若以此觀，則厚葬久喪，其非聖王之道也。\n\n今執厚葬久喪者言曰：”厚葬久喪，果非聖王之道，夫胡說中國之君子，為而不巳，操而不擇哉？”子墨子曰：“此所謂便其習、而義其俗者也。”昔者越之東，有輆沭之國者，其長子生，則解而食之，謂之“宜弟”；其大父死，負其大母而棄之，曰“鬼妻不可與局處。”此上以為政，下以為俗，為而不巳，操而不擇，則此豈實仁義之道哉？此所謂便其習，而義其俗者也。楚之南，有炎人國者，其親戚死，朽其肉而棄之，然後埋其骨，乃成為孝子。秦之西，有儀渠之國者，其親戚死，聚柴薪而焚之，薰上謂之“登遐”，然後成為孝子。此上以為政，下以為俗，為而不已，操而不擇，則此豈實仁義之道哉？此所謂便其習，而義其俗者也。若以此若三國者觀之，則亦猶薄矣；若中國之君子觀之，則亦猶厚矣。如彼則大厚，如此則大薄，然則葬埋之有節矣。故衣食者，人之生利也，然且猶尚有節；葬埋者，人之死利也，夫何獨無節於此乎？子墨子製為葬埋之法，曰：“棺三寸，足以朽骨；衣三領，足以朽肉。掘地之深，下無沮漏，氣無發洩於上，壟足以期其所，則止矣。哭往哭來，反，從事乎衣食之財，佴乎祭祀，以致孝於親。”故曰子墨子之法，不失死生之利者，此也。\n\n故子墨子言曰：“今天下之士君子，中請將欲為仁義，求為上士，上欲中聖王之道，下欲中國家百姓之利，故當若節喪之為政，而不可不察此者也。”"
		},
		{
			"章節": "24章",
			"章節名稱": "天志(上)",
			"章節內容": "子墨子言曰：“天下之士君子，知小而不知大。”何以知之？以其處家者知之。若處家得罪於家長，猶有鄰家所避逃之；然且親戚、兄弟、所知識，共相儆戒，皆曰：“不可不戒矣!不可不慎矣!惡有處家而得罪於家長而可為也？”非獨處家者為然，雖處國亦然。處國得罪於國君，猶有鄰國所避逃之；然且親戚、兄弟所知識，共相儆戒，皆曰：“不可不戒矣！不可不慎矣！誰亦有處國得罪於國君而可為也！”此有所避逃之者也，相儆戒猶若此其厚，況無所避逃之者，相儆戒豈不愈厚，然後可哉？且語言有之曰：“焉而晏日焉而得罪，將惡避逃之？”曰：“無所避逃之。”夫天不可為林谷幽門無人，明必見之。然而天下之士君子之於天也，忽然不知以相儆戒。此我所以知天下士君子，知小而不知大也。\n\n然則天亦何欲何惡？天欲義而惡不義。然則率天下之百姓，以從事於義，則我乃為天之所欲也。我為天之所欲，天亦為我所欲。然則我何欲何惡？我欲福祿而惡禍祟。若我不為天之所欲，而為天之所不欲，然則我率天下之百姓，以從事於禍祟中也。然則何以知天之慾義而惡不義？曰：天下有義則生，無義則死，有義則富，無義則貧，有義則治，無義則亂。然則天欲其生而惡其死，欲其富而惡其貧，欲其治而惡其亂，此我所以知天欲義而惡不義也。\n\n曰：且夫義者，政也。無從下之政上，必從上之政下。是故庶人竭力從事，未得次己而為政，有士政之，士竭力從事，未得次己而為政，有將軍、大夫政之；將軍、大夫竭力從事，未得次己而為政，有三公、諸侯政之；三公、諸侯竭力聽治，未得次己而為政，有天子政之；天子未得次己而為政，有天政之。天子為政於三公、諸侯、士、庶人，天下之士君子固明知；天之為政於天子，天下百姓未得之明知也。故昔三代聖王，禹、湯、文、武，欲以天之為政於天子，明說天下之百姓，故莫不（牛＋鄒的左半）牛羊，豢犬彘，潔為粢盛酒醴，以祭祀上帝鬼神，而求祈福於天。我未嘗聞天下之所求祈福於天子者也，我所以知天之為政於天子者也。\n\n故天子者，天下之窮貴也，天下之窮富也。故於富且貴者，當天意而不可不順。順天意者，兼相愛、交相利，必得賞；反天意者，別相惡，交相賊，必得罰。然則是誰順天意而得賞者？誰反天意而得罰者？子墨子言曰：“昔三代聖王，禹、湯、文、武，此順天意而得賞也。昔三代之暴王，桀、紂、幽、厲，此反天意而得罰者也。”然則禹、湯、文、武，其得賞者何以也？子墨子言曰：“其事上尊天，中事鬼神，下愛人，故天意曰：'此之我所愛，兼而愛之；我所利，兼而利之。愛人者此為博焉，利人者此為厚焉。'故使貴為天子，富有天下，業萬世子孫，傳稱其善，方施天下，至今稱之，謂之聖王。”然則桀、紂、幽、厲，得其罰何以也？子墨子言曰：“其事上詬天，中詬鬼，下賊人，故天意曰：'此之我所愛，別而惡之；我所利，交而賊之。惡人者，此為之博也；賤人者，此為之厚也。'故使不得終其壽，不歿其世，至今毀之，謂之暴王。”\n\n然則何以知天之愛天下之百姓？以其兼而明之。何以知其兼而明之？以其兼而有之。何以知其兼而有之？以其兼而食焉。何以知其兼而食焉？四海之內，粒食之民，莫不（牛＋鄒的左半）牛羊，豢犬彘，潔為粢盛酒醴，以祭祀於上帝鬼神。天有邑人，何用弗愛也？且吾言殺一不辜者，必有一不祥。殺不辜者誰也？則人也。予之不祥者誰也？則天也。若以天為不愛天下之百姓，則何故以人與人相殺，而天予之不祥？此我所以知天之愛天下之百姓也。\n\n順天意者，義政也；反天意者，力政也。然義政將奈何哉？子墨子言曰：“處大國不攻小國，處大家不篡小家，強者不劫弱，貴者不傲賤，多詐者不欺愚。此必上利於天，中利於鬼，下利於人，三利無所不利，故舉天下美名加之，謂之聖王。力政者則與此異，言非此，行反此，猶幸馳也。處大國攻小國，處大家篡小家，強者劫弱，貴者傲賤，多詐欺愚，此上不利於天，中不利於鬼，下不利於人。三不利無所利，故舉天下惡名加之，謂之暴王。\n\n子墨子言曰：“我有天志，譬若輪人之有規，匠人之有矩，輪匠執其規、矩，以度天下之方圓，曰：'中者是也，不中者非也。'今天下之士君子之書，不可勝載，言語不可詳計，上說諸侯，下說列士，其於仁義，則大相遠也。何以知之？曰：我得天下之明法以度之。”"
		},
		{
			"章節": "25章",
			"章節名稱": "天志(中)",
			"章節內容": "子墨子言曰：“今天下之君子之慾為仁義者，則不可不察義之所從出。”既曰不可以不察義之所從出，然則義何從出？子墨子曰：“義不從愚且賤者出，必自貴且知者出。”何以知義之不從愚且賤者出，而必自貴且知者出也？曰：義者，善政也。何以知義之為善政也？曰：天下有義則治，無義則亂，是以知義之為善政也。夫愚且賤者，不得為政乎貴且知者，然後得為政乎愚且賤者。此吾所以知義之不從愚且賤者出，而必自貴且知者出也。\n\n然則孰為貴？孰為知？曰：天為貴，天為知而已矣，然則義果自天出矣。\n\n今天下之人曰：“當若天子之貴諸侯，諸侯之貴大夫，傐明知之。然吾未知天之貴且知於天子也。”子墨子曰：“吾所以知天之貴且知於天子者有矣。曰：天子為善，天能賞之；天子為暴，天能罰之；天子有疾病禍祟，必齋戒沐浴，潔為酒醴粢盛，以祭祀天鬼，則天能除去之。然吾未知天之祈福於天子也，此吾所以知天之貴且知於天子者。不止此而已矣，又以先王之書，馴天明不解之道也知之。曰：'明哲維天，臨君下土。'則此語天之貴且知於天子。」不知亦有貴，知夫天者乎？曰：天為貴、天為知而已矣。然則義果自天出矣。”是故子墨子曰：“今天下之君子，中實將欲遵道利民，本察仁義之本，天之意不可不慎也。”既以天之意以為不可不慎已，然則天之將何欲何憎？子墨子曰：“天之意，不欲大國之攻小國也，大家之亂小家也，強之暴寡，詐之謀愚，貴之傲賤，此天之所不欲也。不止此而已，欲人之有力相營，有道相教，有財相分也。又欲上之強聽治也，下之強從事也。”上強聽治，則國家治矣；下強從事，則財用足矣。若國家治，財用足，則內有以潔為酒醴粢盛，以祭祀天鬼；外有以為環璧珠玉，以聘撓四鄰。諸侯之冤不興矣，邊境兵甲不作矣。內有以食飢息勞，持養其萬民，則君臣上下惠忠，父子兄弟慈孝。故唯毋明乎順天之意，奉而光施之天下，則刑政治，萬民和，國家富，財用足，百姓皆得暖衣飽食，便寧無憂。是故子墨子曰：“今天下之君子，中實將欲遵道利民，本察仁義之本，天之意不可不慎也。”\n\n且夫天子之有天下也，闢之無以異乎國君、諸侯之有四境之內也。今國君、諸侯之有四境之內也，夫豈欲其臣國。萬民之相為不利哉！今若處大國則攻小國，處大家則亂小家，欲以此求賞譽，終不可得，誅罰必至矣。夫天之有天下也，將無已異此。今若處大國則攻小國，處大都則伐小都，欲以此求福祿於天，福祿終不得，而禍祟必至矣。然有所不為天之所欲，而為天之所不欲，則夫天亦且不為人之所欲，而為人之所不欲矣。人之所不欲者，何也？曰：病疾禍祟也。若已不為天之所欲，而為天之所不欲，是率天下之萬民以從事乎禍祟之中也。故古者聖王，明知天鬼之所福，而闢天鬼之所憎，以求興天下之利，而除天下之害。是以天之為寒熱也，節四時、調陰陽兩露也；時五穀孰，六畜遂，疾災、戾疫、凶飢則不至。是故子墨子曰：“今天下之君子，中實將欲遵道利民，本察仁義之本，天意不可不慎也。”\n\n且夫天下蓋有不仁不祥者，曰：當若子之不事父，弟之不事兄，臣之不事君也，故天下之君子，與謂之不祥者。今夫天兼天下而愛之，撽遂萬物以利之，若豪之末，非天之所為也，而民得而利之，則可謂否矣。然獨無報夫天，而不知其為不仁不祥也。此吾所謂君子明細而不明大也。\n\n且吾所以知天之愛民之厚者，有矣。曰：以磨為日月星辰，以昭道之；製為四時春秋冬夏，以紀綱之；雷降雪霜雨露，以長遂五穀麻絲，使民得而財利之；列為山川溪谷，播賦百事，以臨司民之善否；為王公侯伯，使之賞賢而罰暴，賊金木鳥獸，從事乎五穀麻絲，以為民衣食之財，自古及今，未嘗不有此也。今有人於此，歡若愛其子，竭力單務以利之，其子長，而無報子求父，故天下之君子，與謂之不仁不祥。今夫天，兼天下而愛之，撽遂萬物以利之，若豪之末，非天之所為，而民得而利之，則可謂否矣。然獨不報夫天，而不知其為不仁不詳也。此吾所謂君子明細而不明大也。\n\n且吾所以知天愛民之厚者，不止此而足矣。曰殺不辜者，天予不祥。不辜者誰也？曰人也。予之不祥者誰也？曰天也。若天不愛民之厚，夫胡說人殺不辜而天予之不祥哉？此吾之所以知天之愛民之厚也。\n\n且吾所以知天之愛民之厚者，不止此而已矣。曰愛人利人，順天之意，得天之賞者有之；憎人賊人，反天之意，得天之罰者亦有矣。夫愛人、利人，順天之意，得天之賞者，誰也？曰：若昔三代聖王，堯、舜、禹、湯、文、武者是也。堯、舜、禹、湯、文、武，焉所從事？曰：從事“兼”，不從事“別”。兼者，處大國不攻小國，處大家不亂小家，強不劫弱，眾不暴寡，詐不謀愚，貴不傲賤；觀其事，上利乎天，中利乎鬼，下利乎人，三利無所不利，是謂天德。聚斂天下之美名而加之焉，曰：“此仁也，義也。愛人、利人，順天之意，得天賞者也。”不止此而已，書於竹帛，鏤之金石，琢之盤盂，傳遺後世子孫，曰：“將何以為？將以識夫愛人、利人，順天之意，得天之賞者也。”《皇矣》道之曰：“帝謂文王，予懷明德，不大聲以色，不長夏以革，不識不知，順帝之則。”帝善其順法則也，故舉殷以賞之，使貴為天子，富有天下，名譽至今不息。故夫愛人、利人，順天之意，得天之賞者，既可得留而已。夫憎人、賊人，反天之意，得天之罰者，誰也？曰：若昔者三代暴王桀、紂、幽、厲者是也。桀、紂、幽、厲，焉所從事？曰：從事別，不從事兼。別者，處大國則攻小國，處大家則亂小家，強劫弱，眾暴寡，詐謀愚，貴傲賤；觀其事，上不利乎天，中不利乎鬼，下不利乎人，三不利無所利，是謂天賊。聚斂天下之醜名而加之焉，曰：“此非仁也，非義也。憎人、賊人，反天之意，得天之罰者也。”不止此而已，又書其事於竹帛，鏤之金石，琢之盤盂，傳遺後世子孫。曰：將何以為？將以識夫憎人、賊人，反天之意，得天之罰者也。《太誓》之道之曰：“紂越厥夷居，不肯事上帝，棄厥先神祗不祀，乃曰：'吾有命'，無戮其務天下，天亦縱棄紂而不葆。”察天以縱棄紂而不葆者，反天之意也。故夫憎人、賊人，反天之意，得天之罰者，既可得而知也。\n\n是故子墨子之有天之，闢人無以異乎輪人之有規，匠人之有矩也。今夫輪人操其規，將以量度天下之圜與不圜也，曰：“中吾規者，謂之圜；不中吾規者，謂之不圜。”是故圜與不圜，皆可得而知也。此其故何？則圜法明也。匠人亦操其矩，將以量度天下之方與不方也，曰：“中吾矩者，謂之方；不中吾矩者，謂之不方。”是以方與不方，皆可得而知之。此其故何？則方法明也。故子墨子之有天之意也，上將以度天下之王公大人為刑政也，下將以量天下之萬民為文學、出言談也。觀其行，順天之意，謂之善意行；反天之意，謂之不善意行。觀其言談，順天之意，謂之善言談；反天之意，謂之不善言談。觀其刑政，順天之意，謂之善刑政；反天之意，謂之不善刑政。故置此以為法，立此以為儀，將以量度天下之王公大人、卿、大夫之仁與不仁，譬之猶分黑白也。\n\n是故子墨子曰：“今天下之王公大人、士君子，中實將欲遵道利民，本察仁義之本，天之意不可不順也。順天之意者，義之法也。”"
		},
		{
			"章節": "26章",
			"章節名稱": "天志(下)",
			"章節內容": "子墨子言曰：“天下之所以亂者，其說將何哉？則是天下士君子，皆明於小而不明於大。”何以知其明於小而不明於大也？以其不明於天之意也。何以知其不明於天之意也？以處人之家者知之。今人處若家得罪，將猶有異家所以避逃之者；然且父以戒子，兄以戒弟，曰：“戒之！慎之！處人之家，不戒不慎之，而有處人之國者乎？”今人處若國得罪，將猶有異國所以避逃之者矣；然且父以戒子，兄以戒弟，曰：“戒之！慎之！處人之國者，不可不戒慎也！”今人皆處天下而事天，得罪於天，將無所以避逃之者矣；然而莫知以相極戒也。吾以此知大物則不知者也。\n\n是故子墨子言曰：“戒之！慎之！必為天之所欲，而去天之所惡。”曰天之所欲者，何也？所惡者，何也？天欲義而惡其不義者也。何以知其然也？曰：義者，正也。何以知義之為正也？天下有義則治，無義則亂，我以此知義之為正也。然而正者，無自下正上者，必自上正下。是故庶人不得次己而為正，有士正之；士不得次己而為正，有大夫正之；大夫不得次己而為正，有諸侯正之；諸俟不得次己而為正，有三公正之；三公不得次己而為正，有天子正之；天子不得次己而為正，有天正之。今天下之士君子，皆明於天子之正天下也，而不明於天之正天子也。是故古者聖人明以此說人，曰：“天子有善，天能賞之；天子有過，天能罰之。”天子賞罰不當，聽獄不中，天下疾病禍福，霜露不時，天子必且（牛＋鄒字的左半）豢其牛羊犬彘，潔為粢盛酒醴，以禱祠祈福於天，我未嘗聞天之禱祈福於天子也。吾以此知天之重且貴於天子也。是故義者，不自愚且賤者出，必自貴且知者出。曰：誰為知？天為知。然則義果自天出也。今天下之士君子之慾為義者，則不可不順天之意矣。\n\n曰：順天之意何若？曰：兼愛天下之人。何以知兼愛天下之人也？以兼而食之也。何以知其兼而食之也？自古及今，無有遠靈孤夷之國，皆（牛＋鄒字的左半）豢其牛羊犬彘，潔為粢盛酒醴，以敬祭祀上帝、山川、鬼神，以此知兼而食之也。苟兼而食焉，必兼而愛之。譬之若楚、越之君：今是楚王食於楚之四境之內，故愛楚之人；越王食于越，故愛越之人。今天兼天下而食焉，我以此知其兼愛天下之人也。\n\n且天之愛百姓也，不盡物而止矣。今天下之國，粒食之民，殺一不辜者，必有一不祥。曰：“誰殺不辜？”曰：“人也。”“孰予之不辜？”曰：“天也。”若天之中實不愛此民也，何故而人有殺不辜，而天予之不祥哉？且天之愛百姓厚矣，天之愛百姓別矣，既可得而知也。何以知天之愛百姓也？吾以賢者之必賞善罰暴也。何以知賢者之必賞善罰暴也？吾以昔者三代之聖王知之。故昔也三代之聖王，堯、舜、禹、湯、文、武之兼愛之天下也。從而利之，移其百姓之意焉，率以敬上帝、山川、鬼神。天以為從其所愛而愛之，從其所利而利之，於是加其賞焉，使之處上位，立為天子以法也，名之曰聖人，以此知賞善之證。是故昔也三代之暴王，桀、紂、幽、厲之兼惡天下也，從而賊之，移其百姓之意焉。率以詬侮上帝、山川、鬼神。天以為不從其所愛而惡之，不從其所利而賊之，於是加其罰焉，使之父子離散，國家滅亡，抎失社稷，憂以及其身，是以天下之庶民屬而毀之，業萬世子孫繼嗣，毀之賁，不之廢也，名之曰失王。以此知其罰暴之證。今天下之士君子欲為義者，則不可不順天之意矣。\n\n曰：順天之意者，兼也；反天之意者，別也。兼之為道也，義正；別之為道也，力正。曰：“義正者，何若？”曰：大不攻小也，強不侮弱也，眾不賊寡也，詐不欺愚也，貴不傲賤也，富不驕貧也，壯不奪老也。是以天下之庶國，莫以水火、毒藥、兵刃以相害也。若事上利天，中利鬼，下利人，三利而無所不利，是謂天德。故凡從事此者，聖知也，仁義也，忠惠也，慈孝也，是故聚斂天下之善名而加之。是其故何也？則順天之意也。曰：“力正者，何若？”曰：大則攻小也，強則侮弱也，眾則賊寡也，詐則欺愚也，貴則傲賤也，富則驕貧也，壯則奪老也。是以天下之庶國，方以水火、毒藥、兵刃以相賊害也。若事上不利天，中不利鬼，下不利人，三不利而無所利，是謂之賊。故凡從事此者，寇亂也，盜賊也，不仁不義，不忠不惠，不慈不孝，是故聚斂天下之惡名而加之，是其故何也？則反天之意也。\n\n故子墨子置立天之以為儀法，若輪人之有規，匠人之有矩也。今輪人以規，匠人以矩，以此知方圜之別矣。是故子墨子置立天之以為儀法，吾以此知天下之士君子之去義，遠也！何以知天下之士君子之去義遠也？今知氏大國之君，寬者然曰：“吾處大國而不攻小國，吾何以為大哉？”是以差論爪牙之士，比列其舟車之卒，以攻罰無罪之國，入其溝境，刈其禾稼，斬其樹木，殘其城郭，以御其溝池，焚燒其祖廟，攘殺其犧牷，民之格者，則剄拔之，不格者，則系操而歸，丈夫以為僕圉、胥靡，婦人以為舂酋。則夫好攻伐之君，不知此為不仁義，以告四鄰諸侯曰：“吾攻國覆軍，殺將若干人矣。”其鄰國之君，亦不知此為不仁義也，有具以皮幣，發其總處，使人饗賀焉。則夫好攻伐之君，有重不知此為不仁不義也，有書之竹帛，藏之府庫。為人後子者，必且欲順其先君之行，曰：“何不當發吾府庫，視吾先君之法美。”必不曰“文、武之為正者，若此矣”，曰“吾攻國覆軍，殺將若干人矣。”則夫好攻伐之君，不知此為不仁不義也。其鄰國之君，不知此為不仁不義也。是以攻伐世世而不巳者，此吾所謂大物則不知也。\n\n所謂小物則知之者，何若？今有人於此，入人之場園，取人之桃李瓜姜者，上得且罰之，眾聞則非之，是何也？曰：不與其勞，獲其實，已非其有所取之故，而況有逾於人之牆垣，抯格人之子女者乎！與角人之府庫，竊人之金玉蚤□者乎！與逾人之欄牢，竊人之牛馬者乎！而況有殺一不辜人乎！今王公大人之為政也，自殺一不辜人者，逾人之牆垣，抯格人之子女者，與角人之府庫，竊人之金玉蚤累者，與逾人之欄牢，竊人之牛馬者，與入人之場圃，竊人之桃李瓜姜者，今王公大人之加罰此也；雖古之堯、舜、禹、湯、文、武之為政，亦無以異此矣。今天下之諸侯，將猶皆侵凌攻伐兼併，此為殺一不辜人者，數千萬矣，此為逾人之牆垣，抯格人之子女者，與角人府庫，竊人金玉蚤累者，數千萬矣！逾人之欄牢，竊人之牛馬者，與入人之場圃，竊人之桃李瓜姜者，數千萬矣！而自曰：“義也！”\n\n故子墨子言曰：“是紊我者，則豈有以異是紊黑白、甘苦之辯者哉！今有人於此，少而示之黑，謂之黑；多示之黑，謂白。必曰：'吾目亂，不知黑白之別。'今有人於此，能少嘗之甘，謂甘；多嘗，謂苦。必曰：'吾口亂，不知其甘苦之味。'今王公大人之政也，或殺人，其國家禁之。此蚤越有能多殺其鄰國之人，因以為文義。此豈有異紊白黑、甘苦之別者哉？”\n\n故子墨子置天之以為儀法。非獨子墨子以天之志為法也，於先王之書《大夏》之道之然：“帝謂文王，予懷明德，毋大聲以色，毋長夏以革，不識不知，順帝之則。”此誥文王之以天志為法也，而順帝之則也。且今天下之士君子，中實將欲為仁義，求為上士，上欲中聖王之道，下欲中國家百姓之利者，當天之志而不可不察也。天之志者，義之經也。"
		},
		{
			"章節": "27章",
			"章節名稱": "明鬼(下)",
			"章節內容": "子墨子言曰：“逮至昔三代聖王既沒，天下失義，諸侯力正。是以存夫為人君臣上下者之不惠忠也，父子弟兄之不慈孝弟長貞良也，正長之不強於聽治，賤人之不強於從事也。民之為淫暴寇亂盜賊，以兵刃、毒藥、水火，退無罪人乎道路率徑，奪人車馬、衣裘以自利者，並作，由此始，是以天下亂。此其故何以然也？則皆以疑惑鬼神之有與無之別，不明乎鬼神之能賞賢而罰暴也。今若使天下之人，偕若信鬼神之能賞賢而罰暴也，則夫天下豈亂哉！”\n\n今執無鬼者曰：“鬼神者，固無有。”旦暮以為教誨乎天下，疑天下之眾，使天下之眾皆疑惑乎鬼神有無之別，是以天下亂。是故子墨子曰：“今天下之王公大人、士君子，欲求興天下之利，除天下之害，故當鬼神之有與無之別，以為將不可以不明察此者也。既以鬼神有無之別，以為不可不察已。”\n\n然則吾為明察此，其說將奈何而可？子墨子曰：“是與天下之所以察知有與無之道者，必以眾之耳目之實，知有與亡為儀者也。請惑聞之見之，則必以為有；莫聞莫見，則必以為無。若是，何不嘗入一鄉一里而問之？自古以及今，生民以來者，亦有曾見鬼神之物，聞鬼神之聲，則鬼神何謂無乎？若莫聞莫見，則鬼神可謂有乎？”\n\n今執無鬼者言曰：“夫天下之為聞見鬼神之物者，不可勝計也。”亦孰為聞見鬼神有、無之物哉？子墨子言曰：“若以眾之所同見，與眾之所同聞，則若昔者杜伯是也。”周宣王殺其臣杜伯而不辜，杜伯曰：“吾君殺我而不辜，若以死者為無知，則止矣；若死而有知，不出三年，必使吾君知之。”其三年，周宣王合諸侯而田於圃，田車數百乘，從數千人，滿野。日中，杜泊乘白馬素車，朱衣冠，執朱弓，挾朱矢，追周宣王，射之車上，中心折脊，殪車中，伏弢而死。當是之時，周人從者莫不見，遠者莫不聞，著在周之《春秋》。為君者以教其臣，為父者以警其子，曰：“戒之！慎之！凡殺不辜者，其得不祥，鬼神之誅，若此之慘速也！”以若書之說觀之，則鬼神之有，豈可疑哉！\n\n非惟若書之說為然也，昔者鄭穆公，當晝日中處乎廟，有神入門而左，鳥身，素服三絕，面狀正方。鄭穆公見之，乃恐懼奔。神曰：“無懼！帝享女明德，使予錫女壽十年有九，使若國家蕃昌，子孫茂，毋失鄭。”穆公再拜稽首曰：“敢問神名？”曰：“予為句芒。”若以鄭穆公之所身見為儀，則鬼神之有，豈可疑哉！\n\n非惟若書之說為然也，昔者燕簡公殺其臣莊子儀而不辜，莊子儀曰：“吾君王殺我而不辜。死人毋知亦已，死人有知，不出三年，必使吾君知之。”期年，燕將馳祖。燕之有祖，當齊之社稷，宋之有桑林，楚之有云夢也，此男女之所屬而觀也。日中，燕簡公方將馳於祖塗，莊子儀荷朱杖而擊之，殪之車上。當是時，燕人從者莫不見，遠者莫不聞，著在燕之《春秋》。諸侯傳而語之曰：“凡殺不辜者，其得不祥，鬼神之誅，若此其慘速也！“以若書之說觀之，則鬼神之有，豈可疑哉？\n\n非惟若書之說為然也，昔者宋文君鮑之時，有臣曰（示字旁＋石）觀辜，固嘗從事於厲，朱子杖楫出與言曰：“觀辜，是何圭璧之不滿度量？酒醴粢盛不淨潔也？犧牲之不全肥？春秋冬夏選失時？豈女為之與？意鮑為之與？”觀辜曰：“鮑幼弱，在荷強之中，鮑何與識焉？官臣觀辜特為之。”朱子舉楫而敲之，殪之壇上。當是時，宋人從者莫不見，遠者莫不聞，著在宋之《春秋》。諸侯傳而語之曰：“諸不敬慎祭祀者，鬼神之誅，至若此慘速也。”以若書之說觀之，鬼神之有，豈可疑哉？\n\n非惟若書之說為然也，昔者齊莊君之臣，有所謂王裡國，中裡徼者，此二子者，訟三年而獄不斷。齊君由謙殺之，恐不辜；猶謙釋之，恐失有罪，乃使之人共一羊，盟齊之神社。二子許諾。於是掘穴，剄羊而漉其血。讀王裡國之辭，既已終矣；讀中裡徼之辭，未半也，羊起而觸之，折其腳，祧神之而敲之，殪之盟所。當是時，齊人從者莫不見，遠者莫不聞，著在齊之《春秋》。諸俟傳而語之曰：“請品先不以其請者，鬼神之誅至，若此其慘速也。”以若書之說觀之，鬼神之有，豈可疑哉？\n\n是故子墨子言曰：“雖有深溪博林，幽澗毋人之所，施行不可以不董，見有鬼神視之。”\n\n今執無鬼者曰：“夫眾人耳目之請，豈足以斷疑哉？奈何其欲為高君子於天下，而有覆信眾之耳目之請哉？”子墨子曰：“若以眾之耳目之請，以為不足信也，不以斷疑，不識若昔者三代聖王，堯、舜、禹、湯、文、武者，足以為法乎？”故於此乎自中人以上皆曰：“若昔者三代聖王，足以為法矣。”若苟昔者三代聖王足以為法，然則姑嘗上觀聖王之事：昔者武王之攻殷誅紂也，使諸侯分其祭曰：“使親者受內祀，疏者受外祀。”故武王必以鬼神為有，是故攻殷伐紂，使諸侯分其祭；若鬼神無有，則武王何祭分哉！非惟武王之事為然也。故聖王其賞也必於祖，其戮也必於社。賞於祖者何也？告分之均也；戮於社者何也？告聽之中也。非惟若書之說為然也，且惟昔者虞、夏、商、週三代之聖王，其始建國營都日，必擇國之正壇，置以為宗廟；必擇木之修茂者，立以為叢位；必擇國之父兄慈孝貞良者，以為祝宗；必擇六畜之勝腯肥倅毛，以為犧牲，圭璧琮璜，稱財為度；必擇五穀之芳黃，以為酒醴粢盛，故酒醴粢盛與歲上下也。故古聖王治天下也，故必先鬼神而後人者，此也。故曰：官府選效，必先〔鬼神〕祭器、祭服畢藏於府，祝宗有司畢立於朝，犧牲不與昔聚群。故古者聖王之為政若此。\n\n古者聖王必以鬼神為〔有〕，其務鬼神厚矣，又恐後世子孫不能知也，故書之竹帛，傳遺後世子孫。鹹恐其腐蠹絕滅，後世子孫不得而記，故琢之盤盂，鏤之金石以重之，有恐後世子孫不能敬若以取羊，故先王之書，聖人，一尺之帛，一篇之書，語數鬼神之有也，重有重之。此其故何？則聖王務之。今執無鬼者曰：“鬼神者，固無有。”則此反聖王之務。反聖王之務，則非所以為君子之道也。\n\n今執無鬼者之言曰：“先王之書，慎無一尺之帛，一篇之書，語數鬼神之有，重有重之，亦何書之有哉？”子墨子曰：“《周書·大雅》有之。《大雅》曰：'文王在上，於昭於天，周雖舊邦，其命維新。有周不顯，帝命不時，文王陟降，在帝左右。穆穆文王，令問不已。'若鬼神無有，則文王既死，彼豈能在帝之左右哉？此吾所以知《周書》之鬼也。”且《周書》獨鬼而《商書》不鬼，則未足以為法也。然則姑嘗上觀乎《商書》。曰：“鳴呼！古者有夏，方未有禍之時，百獸貞蟲，允及飛鳥，莫不比方。矧隹人面，胡敢異心？山川鬼神，亦莫敢不寧。若能共允，隹天下之合，下土之葆。”察山川、鬼神之所以莫敢不寧者，以佐謀禹也。此吾所以知《商書》之鬼也。且《商書》獨鬼而《夏書》不鬼，則未足以為法也。然則姑嘗上觀乎《夏書》。《禹誓》曰：“大戰於甘，王乃命左右六人，下聽誓於中軍。曰：'有扈氏威侮五行，怠棄三正，天用剿絕其命。'有曰：'日中，今予與有扈氏爭一日之命，且！爾卿、大夫、庶人。予非爾田野葆士之慾也，予共行天之罰也。左不共於左，右不共於右，若不共命；御非爾馬之政，若不共命。是以賞於祖，而僇於社。”賞於祖者何也？言分命之均也；於社者何也？言聽獄之事也。故古聖王必以鬼神為賞賢而罰暴，是故賞必於祖，而僇必於社。此吾所以知夏書之鬼也。故尚者《夏書》，其次商、周之書，語數鬼神之有也，重有重之，此其故何也？則聖王務之。以若書之說觀之，則鬼神之有，豈可疑哉？\n\n於古曰：“吉日丁卯，周代祝社、方；歲於社者考，以延年壽。”若無鬼神，彼豈有所延年壽哉！是故子墨子曰：“嘗若鬼神之能賞賢如罰暴也，蓋本施之國家，施之萬民，實所以治國家、利萬民之道也。”若以為不然，是以吏治官府之不潔廉，男女之為無別者，鬼神見之；民之為淫盜寇亂盜賊，以兵刃、毒藥、水火，退無罪人乎道路，奪人車馬、衣裘以自利者，有鬼神見之，是以吏治官府，不敢不潔廉，見善不敢不賞，見暴不敢不罪。民之為淫暴寇亂盜賊，以兵刃、毒藥、水火，退無罪人乎道路，奪車馬、衣裘以自利者，由此止，是以莫放幽閒，擬乎鬼神之明顯，明有一人畏上誅罰，是以天下治。\n\n故鬼神之明，不可為幽間廣澤，山林深谷，鬼神之明必知之。鬼神之罰，不可為富貴眾強，勇力強武，堅甲利兵，鬼神之罰必勝之。若以為不然，昔者夏王桀，貴為天子，富有天下，上詬天侮鬼，下殃傲天下之萬民，祥上帝伐，元山帝行。故於此乎天乃使湯至明罰焉。湯以車九兩，鳥陳雁行，湯乘大讚，犯遂下眾，人之（蟲高）遂，王乎禽推哆、大戲，故昔夏王桀，貴為天子，富有天下，有勇力之人推哆、大戲，生列兕虎，指畫殺人。人民之眾兆億，侯盈厥澤陵，然不能以此圉鬼神之誅。此吾所謂鬼神之罰，不可為富貴眾強、勇力強武、堅甲利兵者，此也。\n\n且不惟此為然，昔者殷王紂，貴為天子，富有天下，上詬天侮鬼，下殃傲天下之萬民，播棄黎老，賊誅孩子，楚毒無罪，刳剔孕婦，庶舊鰥寡，號啕無告也。故於此乎，天乃使武王至明罰焉。武王以擇車百兩，虎賁之卒四百人，先庶國節窺戎，與殷人戰乎牧之野。王乎禽費中、惡來。眾畔百走，武王逐奔入宮，萬年梓株折紂，而系之赤環，載之白旗，以為天下諸侯僇。故昔者殷王紂，貴為天子，富有天下，有勇力之人費中、惡來，崇侯虎，指寡殺人。人民之眾兆億，侯盈厥澤陵，然不能以此圉鬼神之誅。此吾所謂鬼神之罰，不可為富貴眾強、勇力強武、堅甲利兵者，此也。且《禽艾》之道之曰：“得璣無小，滅宗無大。”則此言鬼神之所賞，無小必賞之；鬼神之所罰，無大必罰之。\n\n今執無鬼者曰：“意不忠親之利，而害為孝子乎？”子墨子言曰：“古之今之為鬼，非他也，有天鬼，亦有山水鬼神者，亦有人死而為鬼者。”今有子先其父死，弟先其兄死者矣。意雖使然，然而天下之陳物，曰：“先生者先死。”若是，則先死者非父則母，非兄而姒也。今潔為酒醴粢盛，以敬慎祭祀，若使鬼神請有，是得其父母姒兄而飲食之也，豈非厚利哉！若使鬼神請亡，是乃費其所為酒醴粢盛之財耳；自夫費之，非特注之汙壑而棄之也，內者宗族，外者鄉里，皆得如具飲食之；雖使鬼神請亡，此猶可以合歡聚眾，取親於鄉里。今執無鬼者言曰：“鬼神者，固請無有，是以不共其酒醴、粢盛、犧牲之財。吾非乃今愛其酒醴、粢盛、犧牲之財乎？其所得者，臣將何哉？”此上逆聖王之書，內逆民人孝子之行，而為上士於天下，此非所以為上士之道也。是故子墨子曰：“今吾為祭祀也，非直注之汙壑而棄之也，上以交鬼之福，下以合歡聚眾，取親乎鄉里。若神有，則是得吾父母弟兄而食之也。則此豈非天下利事也哉！”\n\n是故子墨子曰：“今天下之王公大人、士君子，中實欲求興天下之利，除天下之害，當若鬼神之有也，將不可不尊明也，聖王之道也。”"
		},
		{
			"章節": "28章",
			"章節名稱": "非樂(上)",
			"章節內容": "子墨子言曰：仁之事者，必務求興天下之利，除天下之害。將以為法乎天下，利人乎即為，不利人乎即止。且夫仁者之為天下度也，非為其目之所美，耳之所樂，口之所甘，身體之所安，以此虧奪民衣食之財，仁者弗為也。\n\n是故子墨子之所以非樂者，非以大鐘鳴鼓、琴瑟竽笙之聲以為不樂也，非以刻鏤華文章之色以為不美也，非以犓豢煎炙之味以為不甘也，非以高臺厚榭邃野之居以為不安也。雖身知其安也，口知其甘也，目知其美也，耳知其樂也，然上考之不中聖王之事，下度之不中萬民之利。是故子墨子曰：為樂非也。\n\n今王公大人雖無造為樂器，以為事乎國家，非直掊潦水、拆壤垣而為之也，將必厚措斂乎萬民，以為大鐘鳴鼓、琴瑟竽笙之聲。古者聖王，亦嘗厚措斂乎萬民，以為舟車。既以成矣，曰：“吾將惡許用之？”曰：“舟用之水，車用之陸，君子息其足焉，小人休其肩背焉。”故萬民出財齎而予之，不敢以為慼恨者，何也？以其反中民之利也。然則樂器反中民之利，亦若此，即我弗敢非也。然則當用樂器，譬之若聖王之為舟車也，即我弗敢非也。\n\n民有三患，飢者不得食，寒者不得衣，勞者不得息，三者民之巨患也。然即當為之撞巨鍾、擊鳴鼓、彈琴瑟、吹竽笙而揚干鏚，民衣食之財，將安可得乎？\n\n即我以為未必然也。意舍此，今有大國即攻小國，有大家即伐小家，強劫弱，眾暴寡，詐欺愚，貴傲賤，寇亂盜賊並興，不可禁止也。然即當為之撞巨鍾、擊鳴鼓、彈琴瑟、吹竽笙而揚干鏚，天下之亂也，將安可得而治與？即我未必然也。\n\n是故子墨子曰：姑嘗厚措斂乎萬民，以為大鐘鳴鼓、琴瑟竽笙之聲，以求興天下之利，除天下之害，而無補也。是故子墨子曰：為樂非也。\n\n今王公大人唯毋處高臺厚榭之上而視之，鍾猶是延鼎也，弗撞擊將何樂得焉哉！其說將必撞擊之。惟勿撞擊，將必不使老與遲者。老與遲者，耳目不聰明，股肱不畢強，聲不和調，明不轉樸。將必使當年，因其耳目之聰明，股肱之畢強，聲之和調，眉之轉樸。使丈夫為之，廢丈夫耕稼樹蓺之時；使婦人為之，廢婦人紡績織紝之事。今王公大人，唯毋為樂，虧奪民衣食之財以拊樂，如此多也。是故子墨子曰：為樂非也。\n\n今大鐘鳴鼓、琴瑟竿笙之聲，既已具矣，大人肅然奏而獨聽之，將何樂得焉哉？其說將必與賤人不與君子，與君子聽之，廢君子聽治；與賤人聽之，廢賤人之從事。今王公大人惟毋為樂，虧奪民之衣食之財以拊樂，如此多也。是故子墨子曰：為樂非也。\n\n昔者齊康公興樂萬，萬人不可衣短褐，不可食糠糟，曰：“食飲不美，面目顏色不足視也；衣服不美，身體從容醜羸不足觀也。”是以食必粱肉，衣必文繡。\n\n此掌不從事乎衣食之財，而掌食乎人者也。是故子墨子曰：今王公大人，惟毋為樂，虧奪民衣食之財以拊樂，如此之也。是故子墨子曰：為樂非也。\n\n今人固與禽獸、麋鹿、蜚鳥、貞蟲異者也。今之禽獸、麋鹿、蜚鳥、貞蟲，因其羽毛以為衣裘。因其蹄蚤以為絝屨。因其水草以為飲食。故唯使雄不耕稼樹蓺，雌亦不紡績織紝，衣食之財固已具矣。今人與此異者也，賴其力者生，不賴其力者不生。君子不強聽治，即刑政亂；賤人不強從事，即財用不足。今天下之士君子以吾言不然。然即姑嘗數天下分事，而觀樂之害。王公大人蚤朝晏退，聽獄治政，此其分事也。士君子竭股肱之力，亶其思慮之智，內治官府，外收斂關市、山林、澤梁之利，以實倉廩府庫，此其分事也。農夫蚤出暮入，耕稼樹蓺，多聚叔粟，此其分事也。婦人夙興夜寐，紡績織紝，多治麻絲葛緒、綑布縿，此其分事也。今惟毋在乎王公大人說樂而聽之，即必不能蚤朝晏退，聽獄治政，是故國家亂而社稷危矣！今惟毋在乎士君子說樂而聽之，即必不能竭股肱之力，亶其思慮之智，內治官府，外收斂關市、山林、澤梁之利，以實倉廩府庫，是故倉廩府庫不實。今惟毋在乎農夫說樂而聽之，即必不能蚤出暮入，耕稼樹蓺，多聚叔粟，是故叔粟不足。今惟毋在乎婦人說樂而聽之，即不必能夙興夜寐，紡績織紝，多治麻絲葛緒、綑布縿，是故布縿不興。曰：孰為大人之聽治、而廢國家之從事？曰樂也。是故子墨子曰：為樂非也。\n\n何以知其然也？曰：先王之書湯之《官刑》有之。曰：“其恆舞於宮，是謂巫風。其刑，君子出絲二衛，小人否，似二伯黃徑。”乃言曰：“嗚乎！舞佯佯，黃言孔章，上帝弗常，九有以亡。上帝不順，降之百<歹羊>，其家必壞喪。”察九有之所以亡者，徒從飾樂也。於《武觀》曰：“啟乃淫溢康樂，野於飲食，將將銘，莧磬以力。湛濁於酒，渝食於野，萬舞翼翼，章聞於天，天用弗式。”故上者天鬼弗式，下者萬民弗利。\n\n是故子墨子曰：今天下士君子，請將欲求興天下之利，除天下之害，當在樂之為物，將不可不禁而止也。"
		},
		{
			"章節": "29章",
			"章節名稱": "非命(上)",
			"章節內容": "子墨子言曰：古者王公大人，為政國家者，皆欲國家之富，人民之眾，刑政之治。然而不得富而得貧，不得眾而得寡，不得治而得亂，則是本失其所欲，得其所惡，是故何也？\n\n子墨子言曰：執有命者以雜於民間者眾。執有命者之言曰：“命富則富，命貧則貧；命眾則眾，命寡則寡；命治則治，命亂則亂；命壽則壽，命夭則夭。命……雖強勁，何益哉？”上以說王公大人，下以（馬＋且）百姓之從事，故執有命者不仁。故當執有命者之言，不可不明辨。\n\n然則明辨此之說，將奈何哉？子墨子言曰：必立儀。言而毋儀，譬猶運鈞之上，而立朝夕者也，是非利害之辨，不可得而明知也。故言必有三表。何謂三表？子墨子言曰：有本之者，有原之者，有用之者。於何本之？上本之於古者聖王之事；於何原之？下原察百姓耳目之實；於何用之？廢以為刑政，觀其中國家百姓人民之利，此所謂言有三表也。\n\n然而今天下之士君子，或以命為有。蓋嘗尚觀於聖王之事？古者桀之所亂，湯受而治之；紂之所亂，武王受而治之。此世未易，民未渝，在於桀、紂，則天下亂；在於湯、武，則天下治。豈可謂有命哉！\n\n然而今天下之士君子，或以命為有，蓋嘗尚觀於先王之書？先王之書，所以出國家、佈施百姓者，憲也；先王之憲亦嘗有曰：“福不可請，而禍不可諱，敬無益、暴無傷者乎？”所以聽獄制罪者，刑也；先王之刑亦嘗有曰：“福不可請，禍不可諱，敬無益，暴無傷者乎？”所以整設師旅，進退師徒者，誓也；先王之誓亦嘗有曰：“福不可請，禍不可諱，敬無益、暴無傷者乎？”\n\n是故子墨子言曰：吾當未鹽數，天下之良書，不可盡計數，大方論數，而五者是也。今雖毋求執有命者之言，不必得，不亦可錯乎？\n\n今用執有命者之言，是覆天下之義。覆天下之義者，是立命者也，百姓之誶也。說百姓之誶者，是滅天下之人也。然則所為欲義在上者，何也？曰：義人在上，天下必治，上帝、山川、鬼神，必有幹主，萬民被其大利。何以知之？子墨子曰：古者湯封於亳，絕長繼短，方地百里，與其百姓兼相愛，交相利，移則分，率其百姓以上尊天事鬼，是以天鬼富之，諸侯與之，百姓親之，賢士歸之，未歿其世而王天下，政諸侯。\n\n昔者文王封於歧周，絕長繼短，方地百里，與其百姓兼相愛，交相利則，是以近者安其政，遠者歸其德。聞文王者，皆起而趨之；罷不肖、股肱不利者，處而願之，曰：“奈何乎使文王之地及我，吾則吾利，豈不亦猶文王之民也哉！”是以天鬼富之，諸侯與之，百姓親之，賢士歸之。未歿其世而王天下，政諸侯。鄉者言曰：義人在上，天下必治，上帝、山川、鬼神，必有幹主，萬民被其大利。吾用此知之。\n\n是故古之聖王，發憲出令，設以為賞罰以勸賢。是以入則孝慈於親戚，出則弟長於鄉里，坐處有度，出入有節，男女有辨。是故使治官府，則不盜竊；守城，則不崩叛；君有難則死，出亡則送。此上之所賞，而百姓之所譽也。執有命者之言曰：上之所賞，命固且賞，非賢故賞也；上之所罰，命固且罰，不暴故罰也。是故入則不慈孝於親戚，出則不弟長於鄉里，坐處不度，出入無節，男女無辨。是故治官府，則盜竊；守城，則崩叛；君有難則不死，出亡則不送。此上之所罰，百姓之所非毀也。執有命者言曰：上之所罰，命固且罰，不暴故罰也；上之所賞，命固且賞，非賢故賞也。以此為君則不義，為臣則不忠，為父則不慈，為子則不孝，為兄則不良，為弟則不弟。而強執此者，此特凶言之所自生，而暴人之道也。\n\n然則何以知命之為暴人之道？昔上世之窮民，貪於飲食，惰於從事，是以衣食之財不足，而飢寒凍餒之憂至；不知曰我罷不肖，從事不疾，必曰我命固且貧。昔上世暴王，不忍其耳目之淫，心塗之闢，不順其親戚，遂以亡失國家，傾覆社稷；不知曰我罷不肖，為政不善，必曰吾命固失之。於《仲虺之告》曰：“我聞於夏人矯天命，布命於下。帝伐之惡，龔喪厥師。”此言湯之所以非桀之執有命也。於太誓曰：“紂夷處，不肯事上帝鬼神，禍厥先神禔不祀，乃曰：'吾民有命。'無廖排漏，天亦縱棄之而弗葆。”此言武王所以非紂執有命也。\n\n今用執有命者之言，則上不聽治，下不從事。上不聽治，則刑政亂；下不從事，則財用不足；上無以供粢盛酒醴祭祀上帝鬼神，下無以降綏天下賢可之士，外無以應持諸侯之賓客，內無以食飢衣寒，將養老弱。故命上不利於天，中不利於鬼，下不利於人。而強執此者，此特凶言之所自生，而暴人之道也！\n\n是故子墨子言曰：“今天下之士君子，忠實欲天下之富而惡其貧，欲天下之治而惡其亂，執有命者之言，不可不非。此天下之大害也。"
		},
		{
			"章節": "30章",
			"章節名稱": "非命(中)",
			"章節內容": "子墨子言曰：凡出言談、由文學之為道也，則不可而不先立義法。若言而無義，譬猶立朝夕於員鈞之上也，則雖有巧工，必不能得正焉。然今天下之情偽，未可得而識也。故使言有三法。三法者何也？有本之者，有原之者，有用之者。於其本之也？考天鬼之志，聖王之事；於其原之也？徵以先王之書；用之奈何？發而為刑。此言之三法也。\n\n今天下之士君子，或以命為忘。我所以知命之有與亡者，以眾人耳目之情，知有與亡。有聞之，有見之，謂之有；莫之聞，莫之見，謂之亡。然胡不嘗考之百姓之情？自古以及今，生民以來者，亦嘗見命之物、聞命之聲者乎？則未賞有也。若以百姓為愚不肖，耳目之情，不足因而為法；然則胡不嘗考之諸侯之傳言流語乎？自古以及今，生民以來者，亦嘗有聞命之聲，見命之體者乎？則未嘗有也。\n\n然胡不嘗考之聖王之事？古之聖王，舉孝子而勸之事親，尊賢良而勸之為善，發憲布令以教誨，明賞罰以勸阻。若此，則亂者可使治，而危者可使安矣。若以為不然，昔者桀之所亂，湯治之；紂之所亂，武王治之。此世不渝而民不改，上變政而民易教，其在湯、武則治，其在桀、紂則亂。安危治亂，在上之發政也，則豈可謂有命哉！夫曰有命雲者，亦不然矣。\n\n今夫有命者言曰：我非作之後世也，自昔三代有若言以傅流矣，今故先生對之？曰：夫有命者，不志昔也三代之聖、善人與？意亡昔三代之暴、不肖人也？何以知之？初之列士桀大夫，慎言知行，此上有以規諫其君長，下有以教順其百姓。故上得其君長之賞，下得其百姓之譽。列士桀大夫，聲聞不廢，流傳至今，而天下皆曰其力也，必不能曰我見命焉。是故昔者三代之暴王，不繆其耳目之淫，不慎其心志之闢，外之驅騁田獵畢弋，內沈於酒樂，而不顧其國家百姓之政，繁為無用，暴逆百姓，使下不親其上，是故國為虛厲，身在刑（人＋謬的右半）之中，不肯曰我罷不肖，我為刑政不善，必曰我命故且亡。雖昔也三代之窮民，亦由此也，內之不能善事其親戚，外不能善事其君長，惡恭儉而好簡易，貪飲食而惰從事，衣食之財不足，使身至有飢寒凍餒之憂，必不能曰我罷不肖，我從事不疾，必曰我命固且窮。雖昔也三代之偽民，亦猶此也，繁飾有命，以教眾愚樸人。\n\n久矣！聖王之患此也，故書之竹帛，琢之金石。於先王之書《仲虺之告》曰：“我聞有夏人矯天命，布命於下，帝式是惡，用闕師。”此語夏王桀之執有命也，湯與仲虺共非之。先王之書《太誓》之言然，曰：“紂夷之居，而不肯事上帝、棄闕其先神而不祀也，曰：'我民有命。'毋（人＋謬的右半）其務，天不亦棄縱而不葆。”此言紂之執有命也，武王以《太誓》非之。有於三代不國有之，曰：“女毋崇天之有命也。”命三不國亦言命之無也。於召公之《執令》於然：“且！政哉，無天命！維予二人，而無造言，不自降天之哉得之。”在於商、夏之《詩》、《書》曰：“命者，暴王作之。”\n\n且今天下之士君子，將欲辯是非、利害之故，當天有命者，不可不疾非也。執有命者，此天下之厚害也，是故子墨子非也。"
		},
		{
			"章節": "31章",
			"章節名稱": "非命(下)",
			"章節內容": "子墨子言曰：凡出言談，則必可而不先立儀而言。若不先立儀而言，譬之猶運鈞之上而立朝夕焉也，我以為雖有朝夕之辯，必將終未可得而從定也，是故言有三法。\n\n何謂三法？曰：有考之者，有原之者，有用之者。惡乎考之？考先聖大王之事；惡乎原之？察眾之耳目之請，惡乎用之？發而為政乎國，察萬民而觀之。此謂三法也。\n\n故昔者三代聖王禹、湯、文、武，方為政乎天下之時，曰：“必務舉孝子而勸之事親，尊賢良之人而教之為善。”是故出政施教，賞善罰暴。且以為若此，則天下之亂也，將屬可得而治也；社稷之危也，將屬可得而定也。若以為不然，昔桀之所亂，湯治之；紂之所亂，武王治之。當此之時，世不渝而民不易，上變政而民改俗。存乎桀、紂而天下亂，存乎湯、武而天下治。天下之治也，湯、武之力也；天下之亂也，桀、紂之罪也。若以此觀之，夫安危治亂，存乎上之為政也，則夫豈可謂有命哉！故昔者禹、湯、文、武，方為政乎天下之時，曰：“必使飢者得食，寒者得衣，勞者得息，亂者得治。”遂得光譽令問於天下。夫豈可以為命哉！故以為其力也。今賢良之人，尊賢而好功道術，故上得其王公大人之賞，下得其萬民之譽，遂得光譽令問於天下。亦豈以為其命哉！又以為力也。\n\n然今夫有命者，不識昔也三代之聖善人與？意亡昔三代之暴不肖人與？若以說觀之，則必非昔三代聖善人也，必暴不肖人也。\n\n然今以命為有者。昔三代暴王桀、紂、幽、厲，貴為天子，富有天下，於此乎不而矯其耳目之欲，而從其心意之闢，外之驅騁田獵畢戈，內湛於酒樂，而不顧其國家百姓之政，繁為無用，暴逆百姓，遂失其宗廟。其言不曰我罷不肖，吾聽治不強，必曰吾命固將失之。雖昔也三代罷不肖之民，亦猶此也。不能善事親戚、君長，甚惡恭儉而好簡易，貪飲食而惰從事，衣食之財不足，是以身有陷乎飢寒凍餒之憂，其言不曰吾罷不肖，吾從事不強，又曰吾命固將窮。昔三代偽民，亦猶此也。\n\n昔者暴王作之，窮人術之，此皆疑眾遲樸。先聖王之患之也，固在前矣，是以書之竹帛，鏤之金石，琢之盤盂，傳遺後世子孫。曰：“何書焉存？”禹之《總德》有之曰：“允不著惟天，民不而葆。既防凶星，天加之咎。不慎厥德，天命焉葆？”《仲虺之誥》曰：“我聞有夏人矯天命於下，帝式是增，用爽厥師。”彼用無為有，故謂矯；若有而謂有，夫豈為矯哉！昔者桀執有命而行，湯為《仲虺之告》以非之。《太誓》之言也，於去發曰：“惡乎君子！天有顯德，其行甚章。為鑑不遠，在彼殷王。謂人有命，謂敬不可行，謂祭無益，謂暴無傷。上帝不常，九有以亡；上帝不順，祝降其喪。惟我有周，受之大帝。”昔紂執有命而行，武王為《太誓》去發以非之。曰：子胡不尚考之乎商、周、虞、夏之記？從十簡之篇以尚，皆無之。將何若者也？\n\n是故子墨子曰：今天下之君子之為文學、出言談也，非將勤勞其惟舌，而利其脣吻也，中實將欲其國家邑里萬民刑政者也。今也王公大人之所以蚤朝晏退，聽獄治政，終朝均分而不敢怠倦者，何也？曰：彼以為強必治，不強必亂；強必寧，不強必危。故不敢怠倦。今也卿大夫之所以竭股肱之力，殫其思慮之知，內治官府，外斂關市、山林、澤梁之利，以實官府而不敢怠倦者，何也？曰：彼以為強必貴，不強必賤；強必榮，不強必辱。故不敢怠倦。今也農夫之所以蚤出暮入，強乎耕稼樹藝，多聚叔粟而不敢怠倦者，何也？曰：彼以為強必富，不強必貧；強必飽，不強必飢。故不敢怠倦。今也婦人之所以夙興夜寐，強乎紡績織紝，多治麻統葛緒，捆布縿，而不敢怠倦者，何也？曰：彼以為強必富，不強必貧；強必暖，不強必寒。故不敢怠倦。今雖毋在乎王公大人，蕢若信有命而致行之，則必怠乎聽獄治政矣，卿大夫必怠乎治官府矣，農夫必怠乎耕稼樹藝矣，婦人必怠乎紡績織紝矣。王公大人怠乎聽獄治政，卿大夫怠乎治官府，則我以為天下必亂矣；農夫怠乎耕稼樹藝，婦人怠乎紡績織紝，則我以為天下衣食之財，將必不足矣。若以為政乎天下，上以事天鬼，天鬼不使，下以持養百姓，百姓不利，必離散，不可得用也。是以入守則不固，出誅則不勝。故雖昔者三代暴王桀、紂、幽、厲之所以共抎其國家，傾覆其社稷者，此也。\n\n是故子墨子言曰：今天下之士君子，中實將欲求興天下之利、除天下之害，當若有命者之言，不可不強非也。曰：命者，暴王所作，窮人所術，非仁者之言也。今之為仁義者，將不可不察而強非者，此也。"
		},
		{
			"章節": "32章",
			"章節名稱": "非儒(下)",
			"章節內容": "儒者曰：“親親有術，尊賢有等。”言親疏尊卑之異也。其《禮》曰：喪，父母，三年；妻、後子，三年；伯父、叔父、弟兄、庶子，其；戚族人，五月。若以親疏為歲月之數，則親者多而疏者少矣，是妻、後子與父同也。若以尊卑為歲月數，則是尊其妻、子與父母同，而親伯父、宗兄而卑子也。逆孰大焉？其親死，列屍弗斂，登堂窺井，挑鼠穴，探滌器，而求其人矣，以為實在，則贛愚甚矣；如其亡也必求焉，偽亦大矣！\n\n取妻身迎，祗褍為僕，秉轡授綏，如仰嚴親；昏禮威儀，如承祭祀。顛覆上下，悖逆父母，下則妻、子，妻、子上侵事親。若此，可謂孝乎？儒者：“迎妻，妻之奉祭祀；子將守宗廟。故重之。”應之曰：此誣言也！其宗兄守其先宗廟數十年，死，喪之其；兄弟之妻奉其先之祭祀，弗散；則喪妻子三年，必非以守、奉祭祀也。夫憂妻子以大負累，有曰：“所以重親也。”為欲厚所至私，輕所至重，豈非大奸也哉！\n\n有強執有命以說議曰：“壽夭貧富，安危治亂，固有天命，不可損益。窮達、賞罰、幸否有極，人之知力，不能為焉！”群吏信之，則怠於分職；庶人信之，則怠於從事。吏不治則亂，農事緩則貧，貧且亂，政之本，而儒者以為道教，是賊天下之人者也。\n\n且夫繁飾禮樂以淫人，久喪偽哀以謾親，立命緩貧而高浩居，倍本棄事而安怠傲，貪於飲食，惰於作務，陷於飢寒，危於凍餒，無以違之。是若人氣，甉鼠藏，而羝羊視，賁彘起。君子笑之，怒曰：“散人焉知良儒！”夫夏乞麥禾，五穀既收，大喪是隨，子姓皆從，得厭飲食。畢治數喪，足以至矣。因人之家翠以為，恃人之野以為尊，富人有喪，乃大說喜，曰：“此衣食之端也！”\n\n儒者曰：“君子必服古言，然後仁。”應之曰：所謂古之言服者，皆嘗新矣，而古人言之服之，則非君子也？然則必服非君子之服，言非君子之言，而後仁乎？\n\n又曰：“君子循而不作。”應之曰：古者羿作弓，伃作甲，奚仲作車，巧垂作舟；然則今之鮑、函、車、匠，皆君子也，而羿、伃、奚仲、巧垂，皆小人邪？且其所循，人必或作之；然則其所循，皆小人道也。又曰：“君子勝不逐奔，掩函弗射，施則助之胥車。”應之曰：“若皆仁人也，則無說而相與；仁人以其取捨、是非之理相告，無故從有故也，弗知從有知也，無辭必服，見善必遷，何故相？若兩暴交爭，其勝者欲不逐奔，掩函弗射，施則助之胥車，雖盡能，猶且不得為君子也，意暴殘之國也。聖將為世除害，興師誅罰，勝將因用儒術令士卒曰：‘毋逐奔，掩函勿射，施則助之胥車。’暴亂之人也得活，天下害不除，是為群殘父母而深賤世也，不義莫大矣！”\n\n又曰：“君子若鍾，擊之則鳴，弗擊不鳴。”應之曰：“夫仁人，事上竭忠，事親得孝，務善則美，有過則諫，此為人臣之道也。今擊之則鳴，弗擊不鳴，隱知豫力，恬漠待問而後對，雖有君親之大利，弗問不言；若將有大寇亂，盜賊將作，若機辟將發也，他人不知，己獨知之，雖其君、親皆在，不問不言。是夫大亂之賊也。以是為人臣不忠，為子不孝，事兄不弟，交遇人不貞良。夫執後不言，之朝，物見利使己，雖恐後言；君若言而未有利焉，則高拱下視，會噎為深，曰：‘唯其未之學也。’用誰急，遺行遠矣。”夫一道術學業仁義者，皆大以治人，小以任官，遠施周偏，近以修身，不義不處，非理不行，務興天下之利，曲直周旋，利則止，此君子之道也。以所聞孔某之行，則本與此相反謬也！\n\n齊景公問晏子曰：“孔子為人何如？”晏子不對。公又復問，不對。景公曰：“以孔某語寡人者眾矣，俱以賢人也，今寡人問之，而子不對，何也？”晏子對曰：“嬰不肖，不足以知賢人。雖然，嬰聞所謂賢人者，入人之國，必務合其君臣之親，而弭其上下之怨。孔某之荊，知白公之謀，而奉之以石乞，君身幾滅，而白公僇。嬰聞賢人得上不虛，得下不危，言聽於君必利人，教行下必於上，是以言明而易知也，行明而易從也。行義可明乎民，謀慮可通乎君臣。今孔某深慮同謀以奉賊，勞思盡知以行邪，勸下亂上，教臣殺君，非賢人之行也。入人之國，而與人之賊，非義之類也。知人不忠，趣之為亂，非仁義之也。逃人而後謀，避人而後言，行義不可明於民，謀慮不可通於君臣，嬰不知孔某之有異於白公也，是以不對。”景公曰：“嗚乎！貺寡人者眾矣，非夫子，則吾終身不知孔某之與白公同也。”孔某之齊見景公，景公說，欲封之以尼溪，以告晏子。晏子曰：“不可！夫儒，浩居而自順者也，不可以教下；好樂而淫人，不可使親治；立命而怠事，不可使守職；宗喪循哀，不可使慈民；機服勉容，不可使導眾。孔某盛容修飾以蠱世，絃歌鼓舞以聚徒，繁登降之禮以示儀，務趨翔之節以觀眾；博學不可使議世，勞思不可以補民；累壽不能盡其學，當年不能行其禮，積財不能贍其樂。繁飾邪術，以營世君；盛為聲樂，以淫遇民。其道不可以期世，其學不可以導眾。今君封之，以利齊俗，非所以導國先眾。”公曰：“善。”於是厚其禮，留其封，敬見而不問其道。孔某乃恚，怒於景公與晏子，乃樹鴟夷子皮于田常之門，告南郭惠子以所欲為。歸於魯，有頃，間齊將伐魯，告子貢曰：“賜乎！舉大事於今之時矣！”乃遣子貢之齊，因南郭惠子以見田常，勸之伐吳，以教高、國、鮑、晏，使毋得害田常之亂。勸越伐吳，三年之內，齊、吳破國之難，伏屍以言術數，孔某之誅也。\n\n孔某為魯司寇，舍公家而奉季孫，季孫相魯君而走，季孫與邑人爭門關，決植。\n\n孔某窮於蔡、陳之間，藜羹不糂。十日，子路為享豚，孔某不問肉之所由來而食；號人衣以酤酒，孔某不問酒之所由來而飲。哀公迎孔子，席不端弗坐，割不正弗食。子路進請曰：“何其與陳、蔡反也？”孔某曰：“來，吾語女：曩與女為苟生，今與女為苟義。”夫飢約，則不辭妄取以活身；贏鮑，則偽行以自飾。汙邪詐偽，孰大於此？\n\n孔某與其門弟子閒坐，曰：“夫舜見瞽叟孰然，此時天下圾乎？周公旦非其人也邪？何為舍其家室而託寓也？”\n\n孔某所行，心術所至也。其徒屬弟子皆效孔某：子貢、季路，輔孔悝亂乎衛，陽貨亂乎齊，佛肸以中牟叛，漆雕刑殘，莫大焉！\n\n夫為弟子後生，其師必修其言，法其行，力不足、知弗及而後已。今孔某之行如此，儒士則可以疑矣！"
		},
		{
			"章節": "33章",
			"章節名稱": "大取",
			"章節內容": "天之愛人也，薄於聖人之愛人也；其利人也，厚於聖人之利人也。大人之愛小人也，薄於小人之愛大人也；其利小人也，厚於小人之利大人也。以臧為其親也，而愛之，非愛其親也；以臧為其親也，而利之，非利其親也。以樂為愛其子，而為其子欲之，愛其子也。以樂為利其子，而為其子求之，非利其子也。\n\n於所體之中，而權輕重之謂權。權，非為是也，非非為非也，權，正也。斷指以存腕，利之中取大，害之中取小也。害之中取小也，非取害也，取利也。其所取者，人之所執也。遇盜人，而斷指以免身，利也；其遇盜人，害也。斷指與斷腕，利於天下相若，無擇也。死生利若，一無擇也。殺一人以存天下，非殺一人以利天下也；殺己以存天下，是殺己以利天下。於事為之中而權輕重之謂求。求為之，非也。害之中取小，求為義，非為義也。為暴人語天之為是也而性，為暴人歌天之為非也。諸陳執既有所為，而我為之陳執；執之所為，因吾所為也。若陳執未有所為，而我為之陳執，陳執因吾所為也。暴人為我為天之。以人非為是也，而性不可正而正之。利之中取大，非不得已也。害之中取小，不得已也。所未有而取焉，是利之中取大也。於所既有而棄焉，是害之中取小也。義可厚，厚之；義可薄，薄之。謂倫列。德行、君上、老長、親戚，此皆所厚也。為長厚，不為幼薄。親厚，厚；親薄，薄。親至，薄不至。義厚親，不稱行而顧行。為天下厚禹，為禹也。為天下厚愛禹，乃為禹之愛人也。厚禹之加於天下，而厚禹不加於天下。若惡盜之為加於天下，而惡盜不加於天下。愛人不外已，已在所愛之中。已在所愛，愛加於已。倫列之愛已，愛人也。聖人惡疾病，不惡危難。正體不動，欲人之利也，非惡人之害也。聖人不為其室臧之故，在於臧。聖人不得為子之事。聖人之法死亡親，為天下也。厚親，分也；以死亡之，體渴興利。有厚薄而毋，倫列之興利為己。語經，語經也，非白馬焉。執駒焉說求之，舞說非也，漁大之無大，非也。三物必具，然後足以生。臧之愛已，非為愛已之人也。厚不外己，愛無厚薄。舉己，非賢也。義，利；不義，害。志功為辯。有有於秦馬，有有於馬也，智來者之馬也。愛眾眾世與愛寡世相若。兼愛之，有相若。愛尚世與愛後世，一若今之世人也。鬼，非人也；兄之鬼，兄也。天下之利驩。“聖人有愛而無利，”俔日之言也，乃客之言也。天下無人，子墨子之言也猶在。不得已而欲之，非欲之也。非殺臧也。專殺盜，非殺盜也。凡學愛人。小圜之圜，與大圜之圜同。方至尺之不至也，與不至鍾之至，不異。其不至同者，遠近之謂也。是璜也，是玉也。意楹，非意木也，意是楹之木也。意指之也也，非意人也。意獲也，乃意禽也。志功，不可以相從也。利人也，為其人也；富人，非為其人也，有為也以富人。富人也，治人有為鬼焉。為賞譽利一人，非為賞譽利人也，亦不至無貴於人。智親之一利，未為孝也，亦不至於智不為已之利於親也。智是之世之有盜也，盡愛是世。智是室之有盜也，不盡是室也。智其一人之盜也，不盡是二人。雖其一人之盜，苟不智其所在，盡惡，其弱也。諸聖人所先，為人慾名實。名實不必名。苟是石也白，敗是石也，盡與白同。是石也唯大，不與大同。是有便謂焉也。以形貌命者，必智是之某也，焉智某也。不可以形貌命者，唯不智是之某也，智某可也。諸以居運命者，苟人於其中者，皆是也，去之因非也。諸以居運命者，若鄉里齊荊者，皆是。諸以形貌命者，若山丘室廟者，皆是也。智與意異。重同，具同，連同，同類之同，同名之同，丘同，鮒同，是之同，然之同，同根之同。有非之異，有不然之異。有其異也，為其同也，為其同也異。一曰乃是而然，二曰乃是而不然，三曰遷，四曰強。子深其深，淺其淺，益其益，尊其尊。次察山比因，至優指復；次察聲端名因情復，匹夫辭惡者，人有以其情得焉。諸所遭執，而欲惡生者，人不必以其請得焉。聖人之附也，仁而無利愛。利愛生於慮。昔者之慮也，非今日之慮也。昔者之愛人也，非今之愛人也。愛獲之愛人也，生於慮獲之利。慮獲之利，非慮臧之利也；而愛臧之愛人也，乃愛獲之愛人也。去其愛而天下利，弗能去也。昔之知嗇，非今日之知嗇也。貴為天子，其利人不厚於正夫。二子事親，或遇孰，或遇凶，其親也相若，非彼其行益也，非加也。外執無能厚吾利者。藉臧也死而天下害，吾持養臧也萬倍，吾愛臧也不加厚。長人之異，短人之同，其貌同者也，故同。指之人也與首之人也異，人之體非一貌者也，故異。將劍與挺劍異。劍，以形貌命者也，其形不一，故異。楊木之木與桃木之木也同。諸非以舉量數命者，敗之盡是也，故一人指，非一人也；是一人之指，乃是一人也。方之一面，非方也，方木之面，方木也。以故生，以理長，以類行也者。立辭而不明於其所生，妄也。今人非道無所行，唯有強股肱而不明於道，其困也，可立而待也。夫辭以類行者也，立辭而不明於其類，則必困矣。故浸淫之辭，其類在鼓慄。聖人也，為天下也，其類在於追迷。或壽或卒，其利天下也指若，其類在譽石。一日而百萬生，愛不加厚，其類在惡害。愛二世有厚薄，而愛二世相若，其類在蛇文。愛之相若，擇而殺其一人，其類在坑下之鼠。小仁與大仁，行厚相若，其類在申。凡興利除害也，其類在漏雍。厚親，不稱行而類行，其類在江上井。“不為己”之可學也，其類在獵走。愛人非為譽也，其類在逆旅。愛人之親，若愛其親，其類在官苟。兼愛相若，一愛相若。一愛相若，其類在死也。"
		},
		{
			"章節": "34章",
			"章節名稱": "小取",
			"章節內容": "夫辯者，將以明是非之分，審治亂之紀，明同異之處，察名實之理，處利害，決嫌疑。焉摹略萬物之然，論求群言之比。以名舉實，以辭抒意，以說出故。以類取，以類予。有諸己不非諸人，無諸己不求諸人。\n\n或也者，不盡也。假者，今不然也。效者，為之法也，所效者，所以為之法也。故中效，則是也；不中效，則非也。此效也。闢也者，舉也物而以明之也。侔也者，比辭而俱行也。援也者，曰：“子然，我奚獨不可以然也？”推也者，以其所不取之同於其所取者，予之也。“是猶謂”也者，同也。“吾豈謂”也者，異也。\n\n夫物有以同而不率遂同。辭之侔也，有所至而正。其然也，有所以然也；其然也同，其所以然不必同。其取之也，有所以取之；其取之也同，其所以取之不必同。是故闢、侔、援、推之辭，行而異，轉而危，遠而失，流而離本，則不可不審也，不可常用也。故言多方，殊類，異故，則不可偏觀也。\n\n夫物或乃是而然，或是而不然，或一週而不一週，或一是而一不是也。不可常用也，故言多方殊類異故，則不可偏觀也，非也。\n\n白馬，馬也；乘白馬，乘馬也。驪馬，馬也；乘驪馬，乘馬也。獲，人也；愛獲，愛人也。臧，人也；愛臧，愛人也。此乃是而然者也。\n\n獲之親，人也；獲事其親，非事人也。其弟，美人也；愛弟，非愛美人也。車，木也；乘車，非乘木也。船，木也；人船，非人木也。盜人人也；多盜，非多人也；無盜，非無人也。奚以明之？惡多盜，非惡多人也；欲無盜，非欲無人也。世相與共是之。若若是，則雖盜人人也；愛盜非愛人也；不愛盜，非不愛人也；殺盜人非殺人也，無難盜無難矣。此與彼同類，世有彼而不自非也，墨者有此而非之，無也故焉，所謂內膠外閉與心毋空乎？內膠而不解也。此乃是而不然者也。\n\n且夫讀書，非好書也。且鬥雞，非雞也；好鬥雞，好雞也。且入井，非入井也；止且入井，止入井也。且出門，非出門也；止且出門，止出門也。若若是，且夭，非夭也；壽夭也。有命，非命也；非執有命，非命也，無難矣。此與彼同類。世有彼而不自非也，墨者有此而罪非之，無也故焉，所謂內膠外閉與心毋空乎？內膠而不解也。此乃是而不然者也。\n\n愛人，待周愛人而後為愛人。不愛人，不待周不愛人；不周愛，因為不愛人矣。乘馬，不待周乘馬然後為乘馬也；有乘於馬，因為乘馬矣。逮至不乘馬，待周不乘馬而後不乘馬。此一週而一不周者也。\n\n居於國，則為居國；有一宅於國，而不為有國。桃之實，桃也；棘之實，非棘也。問人之病，問人也；惡人之病，非惡人也。人之鬼，非人也；兄之鬼，兄也。祭人之鬼，非祭人也；祭兄之鬼，乃祭兄也。之馬之目盼則為之馬盼；之馬之目大，而不謂之馬大。之牛之毛黃，則謂之中黃；之牛之毛眾，而不謂之牛眾。一馬，馬也；二馬，馬也。馬四足者，一馬而四足也，非兩馬而四足也。一馬，馬也。馬或白者，二馬而或白也，非一馬而或白。此乃一是而一非者也。"
		},
		{
			"章節": "35章",
			"章節名稱": "耕柱",
			"章節內容": "子墨子怒耕柱子。耕柱子曰：“我毋俞於人乎？”子墨子曰：“我將上大行，駕驥與羊，子將誰驅？”耕柱子曰：“將驅驥也。”子墨子曰：“何故驅驥也？”耕柱子曰：“驥足以責。”子墨子曰：“我亦以子為足以責。”\n\n巫馬子謂子墨子曰：“鬼神孰與聖人明智？”子墨子曰：“鬼神之明智於聖人，猶聰耳明目之與聾瞽也。昔者夏後開使蜚廉折金于山川，而陶鑄之於昆吾；是使翁難雉乙卜於白若之龜，曰：‘鼎成三足而方，不炊而自烹，不舉而自臧，不遷而自行。以祭於昆吾之虛，上鄉！’乙又言兆之由曰：‘饗矣！逢逢白雲，一南一北，一西一東，九鼎既成，遷於三國。’夏后氏失之，殷人受之；殷人失之，周人受之。夏後殷周之相受也，數百歲矣。使聖人聚其良臣，與其桀相而謀，豈能智數百歲之後哉？而鬼神智之。是故曰，鬼神之明智於聖人也，猶聰耳明目之與聾瞽也。”\n\n治徒娛、縣子碩問於子墨子曰：“為義孰為大務？”子墨子曰：“譬若築牆然，能築者築，能實壤者實壤，能欣者欣，然後牆成也。為義猶是也，能談辯者談辯，能說書者說書，能從事者從事，然後義事成也。”\n\n巫馬子謂子墨子曰：“子兼愛天下，未雲利也；我不愛天下，未雲賊也。功皆未至，子何獨自是而非我哉？”子墨子曰：“今有燎者於此，一人奉水將灌之，一人摻火將益之，功皆未至，子何貴於二人？”巫馬子曰：“我是彼奉水者之意，而非夫摻火者之意。”子墨子曰：“吾亦是吾意，而非子之意也。”\n\n子墨子游荊耕柱子於楚。二三子過之。食之三升，客之不厚。二三子復於子墨子曰：“耕柱子處楚無益矣！二三子過之，食之三升，客之不厚。”子墨子曰：“未可智也。”毋幾何而遺十金於子墨子，曰：“後生不敢死，有十金於此，願夫子之用也。”子墨子曰：“果未可智也。”\n\n巫馬子謂子墨子曰：“子之為義也，人不見而耶，鬼而不見而富，而子為之，有狂疾。”子墨子曰：“今使子有二臣於此，其一人者見子從事，不見子則不從事；其一人者見子亦從事，不見子亦從事，子誰貴於此二人？”巫馬子曰：“我貴其見我亦從事，不見我亦從事者。”子墨子曰：“然則是子亦貴有狂疾也。”\n\n子夏之徒問於子墨子曰：“君子有鬥乎？”子墨子曰：“君子無鬥。”子夏之徒曰：“狗豨猶有鬥，惡有士而無鬥矣？”子墨子曰：“傷矣哉！言則稱於湯文，行則譬於狗豨，傷矣哉！”\n\n巫馬子謂子墨子曰：“舍今之人而譽先王，是譽槁骨也。譬若匠人然，智槁木也，而不智生木。”子墨子曰：“天下之所以生者，以先王之道教也。今譽先王，是譽天下之所以生也。可譽而不譽，非仁也。”\n\n子墨子曰：“和氏之璧、隋侯之珠、三棘六異，此諸侯之所謂良寶也。可以富國家，眾人民，治刑政，安社稷乎？曰：不可。所謂貴良寶者，為其可以利也。而和氏之璧、隋侯之珠、三棘六異，不可以利人，是非天下之良寶也。今用義為政於國家，人民必眾，刑政必治，社稷必安。所為貴良寶者，可以利民也，而義可以利人，故曰：義，天下之良寶也。”\n\n葉公子高問政於仲尼曰：“善為政者若之何？”仲尼對曰：“善為政者，遠者近之，而舊者新之。”子墨子聞之曰：“葉公子高未得其問也，仲尼亦\n\n未得其所以對也。葉公子高豈不知善為政者之遠者近也，而舊者新是哉？問所以為之若之何也。不以人之所不智告人，以所智告之，故葉公子高未得其問也，仲尼亦未得其所以對也。”\n\n子墨子謂魯陽文君曰：“大國之攻小國，譬猶童子之為馬也。童子之為馬，足用而勞。今大國之攻小國也，攻者，農夫不得耕，婦人不得織，以守為事；攻人者，亦農夫不得耕，婦人不得織，以攻為事。故大國之攻小國也，譬猶童子之為馬也。”\n\n子墨子曰：“言足以復行者，常之；不足以舉行者，勿常。不足以舉行而常之，是盪口也。”\n\n子墨子使管黔遊高石子於衛，衛君致祿甚厚，設之於卿。高石子三朝必盡言，而言無行者。去而之齊，見子墨子曰：“衛君以夫子之故，致祿甚厚，設我於卿，石三朝必盡言，而言無行，是以去之也。衛君無乃以石為狂乎？”子墨子曰：“去之苟道，受狂何傷！古者周公旦非關叔，辭三公，東處於商蓋，人皆謂之狂，後世稱其德，揚其名，至今不息。且翟聞之：‘為義非避毀就譽。’去之苟道，受狂何傷！”高石子曰：“石去之，焉敢不道也！昔者夫子有言曰：‘天下無道，仁士不處厚焉。’今衛君無道，而貪其祿爵，則是我為苟陷人長也。”子墨子說，而召子禽子曰：“姑聽此乎！夫倍義而鄉祿者，我常聞之矣；倍祿而鄉義者，於高石子焉見之也。”\n\n子墨子曰：“世俗之君子，貧而謂之富則怒，無義而謂之有義則喜。豈不悖哉！”\n\n公孟子曰：“先人有，則三而已矣。”子墨子曰：“孰先人而曰有，則三而已矣？子未智人之先有後生。”\n\n有反子墨子而反者，“我豈有罪哉？吾反後。”子墨子曰：“是猶三軍北，失後之人求賞也。”\n\n公孟子曰：“君子不作，術而已。”子墨子曰：“不然。人之其不君子者，古之善者不誅，今也善者不作。其次不君子者，古之善者不遂，己有善則作之，欲善之自己出也。今誅而不作，是無所異於不好遂而作者矣。吾以為古之善者則述之，今之善者則作之，欲善之益多也。”\n\n巫馬子謂子墨子曰：“我與子異，我不能兼愛。我愛鄒人于越人，愛魯人於鄒人，愛我鄉人於魯人，愛我家人於鄉人，愛我親於我家人，愛我身於吾親，以為近我也。擊我則疾，擊彼則不疾於我，我何故疾者之不拂，而不疾者之拂？故有我有殺彼以我，無殺我以利。”子墨子曰：“子之義將匿邪，意將以告人乎？”巫馬子曰：“我何故匿我義？吾將以告人。”子墨子曰：“然則一人說子，一人慾殺子以利己；十人說子，十人慾殺子以利己；天下說子，天下欲殺子以利己。一人不說子，一人慾殺子，以子為施不祥言者也；十人不說子，十人慾殺子，以子為施不祥言者也；天下不說子，天下欲殺子，以子為施不祥言者也。說子亦欲殺子，不說子亦欲殺子，是所謂經者口也，殺常之身者也。”子墨子曰：“子之言惡利也？若無所利而不言，是盪口也。”\n\n子墨子謂魯陽文君曰：“今有一人於此，羊牛豢，維人但割而和之，食之不可勝食也，見人之作餅，則還然竊之，曰：‘舍餘食。’不知日月安不足乎？其有竊疾乎？”魯陽文君曰：“有竊疾也。”子墨子曰：“楚四竟之田，曠蕪而不可勝闢，靈數千，不可勝，見宋、鄭之\n\n閒邑，則還然竊之，此與彼異乎？”魯陽文君曰：“是猶彼也，實有竊疾也。”\n\n子墨子曰：“季孫紹與孟伯常治魯國之政，不能相信，而祝於叢社曰：‘苟使我和。’是猶弇其目而祝於叢社也，‘若使我皆視。’豈不繆哉！”\n\n子墨子謂駱滑氂曰：“吾聞子好勇。”駱滑氂曰：“然。我聞其鄉有勇士焉，吾必從而殺之。”子墨子曰：“天下莫不欲與其所好，度其所惡。今子聞其鄉有勇士焉，必從而殺之，是非好勇也，是惡勇也。”"
		},
		{
			"章節": "36章",
			"章節名稱": "貴義",
			"章節內容": "子墨子曰：“萬事莫貴於義。今謂人曰：‘予子冠履，而斷子之手足，子為之乎？’必不為，何故？則冠履不若手足之貴也。又曰：‘予子天下而殺子之身，子為之乎？’必不為，何故？則天下不若身之貴也。爭一言以相殺，是貴義於其身也。故曰：萬事莫貴於義也。”\n\n子墨子自魯即齊，過故人，謂子墨子曰：“今天下莫為義，子獨自苦而為義，子不若已。”子墨子曰：“今有人於此，有子十人，一人耕而九人處，則耕者不可以不益急矣。何故？則食者眾而耕者寡也。今天下莫為義，則子如勸我者也，何故止我？”\n\n子墨子南遊於楚，見楚獻惠王，獻惠王以老辭，使穆賀見子墨子。子墨子說穆賀，穆賀大說，謂子墨子曰：“子之言，則成善矣！而君王，天下之大王也，毋乃曰‘賤人之所為’而不用乎？”子墨子曰：“唯其可行。譬若藥然，草之本，天子食之，以順其疾，豈曰‘一草之本’而不食哉？今農夫入其稅於大人，大人為酒醴粢盛，以祭上帝鬼神，豈曰‘賤人之所為’而不享哉？故雖賤人也，上比之農，下比之藥，曾不若一草之本乎？且主君亦嘗聞湯之說乎？昔者湯將往見伊尹，令彭氏之子御，彭氏之子半道而問曰：‘君將何之？’湯曰：‘將往見伊尹。’彭氏之子曰：‘伊尹，天下之賤人也。若君欲見之，亦令召問焉，彼受賜矣。’湯曰：‘非女所知也。今有藥此，食之則耳加聰，目加明，則吾必說而強食之。今夫伊尹之於我國也，譬之良醫善藥也。而子不欲我見伊尹，是子不欲吾善也。’因下彭氏之子，不使御。彼苟然，然後可也。”\n\n子墨子曰：“凡言凡動，利於天、鬼、百姓者為之；凡言凡動，害於天、鬼、百姓者舍之。凡言凡動，合於三代聖王堯、舜、禹、湯、文、武者為之；凡言凡動，合於三代暴王桀、紂、幽、厲者舍之。”\n\n子墨子曰：“言足以遷行者，常之；不足以遷行者，勿常。不足以遷行而常之，是盪口也。”\n\n子墨子曰：“必去六闢。嘿則思，言則誨，動則事，使三者代御，必為聖人。”\n\n“必去喜，去怒，去樂，去悲，去愛，而用仁義。手足口鼻耳，從事於義，必為聖人。”\n\n子墨子謂二三子曰：“為義而不能，必無排其道。譬若匠人之（石斤）而不能，無排其繩。”\n\n子墨子曰：“世之君子，使之為一犬一彘之宰，不能則辭之；使為一國之相，不能而為之。豈不悖哉！”\n\n子墨子曰：“今瞽曰：‘鉅者白也，黔者墨也。’雖明目者無以易之。兼白黑，使瞽者取焉，不能知也。故我曰瞽不知白黑者，非以其名也，以其取也。今天下之君子之名仁也，雖禹、湯無以易之。兼仁與不仁，而使天下之君子取焉，不能知也。故我曰天下之君子不知仁者，非以其名也，亦以其取也。”\n\n子墨子曰：“今士之用身，不若商人之用一布之慎也。商人用一布布，不敢繼苟而讎焉，必擇良者。今士之用身則不然，意之所欲則為之，厚者入刑罰，薄者被毀醜，則士之用身，不若商人之用一布之慎也。”\n\n子墨子曰：“世之君子欲其義之成，而助之修其身則慍，是猶欲其牆之成，而人助之築則慍也，豈不悖哉！”\n\n子墨子曰：“古之聖王，欲傳其道於後世，是故書之竹帛，鏤之金石，傳遺後世子孫，欲後世子孫法之也。今聞先王之遺而不為，是廢先王之傳也?”\n\n子墨子南遊使衛，關中載書甚多，弦唐子見而怪之，曰：“吾夫子教公尚過曰：‘揣曲直而已。’今夫子載書甚多，何有也？”子墨子曰：“昔者周公旦朝讀書百篇，夕見漆十士。故周公旦佐相天子，其修至於今。翟上無君上之事，下無耕農之難，吾安敢廢此？翟聞之：‘同歸之物，信有誤者。’然而民聽不鈞，是以書多也。今若過之心者，數逆於精微，同歸之物，既已知其要矣，是以不教以書也。而子何怪焉?”\n\n子墨子謂公良桓子曰：“衛，小國也，處於齊、晉之間，猶貧家之處於富家之間也。貧家而學富家之衣食多用，則速亡必矣。今簡子之家，飾車數百乘，馬食菽粟者數百匹，婦人衣文繡者數百人，吾取飾車食馬之費，與鏽衣之財，以畜士，必千人有餘。若有患難，則使百人處於前，數百於後，與婦人數百人處前後，孰安？吾以為不若畜士之安也。”\n\n子墨子仕人於衛，所仕者至而反。子墨子曰：“何故反？”對曰：“與我言而不當。曰：‘待女以千盆。’授我五百盆，故去之也。”子墨子曰：“授子過千盆，則子去之乎？”對曰：“不去。”子墨子曰：“然則非為其不審也，為其寡也。”\n\n子墨子曰：“世俗之君子，視義士不若負粟者。今有人於此，負粟息於路側，欲起而不能，君子見之，無長少貴賤，必起之。何故也？曰：義也。今為義之君子，奉承先王之道以語之，縱不說而行，又從而非毀之。則是世俗之君子之視義士也，不若視負粟者也。”\n\n子墨子曰：“商人之四方，市賈信徙，雖有關粱之難，盜賊之危，必為之。今士坐而言義，無關粱之難，盜賊之危，此為信徙，不可勝計，然而不為。則士之計利，不若商人之察也。”\n\n子墨子北之齊，遇日者。日者曰：“帝以今日殺黑龍於北方，而先生之色黑，不可以北。”子墨子不聽，遂北，至淄水，不遂而反焉。日者曰：“我謂先生不可以北。”子墨子曰：“南之人不得北，北之人不得南，其色有黑者，有白者，何故皆不遂也？且帝以甲乙殺青龍於東方，以丙丁殺赤龍於南方，以庚辛殺白龍於西方，以壬癸殺黑龍於北方，若用子之言，則是禁天下之行者也。是圍心而虛天下也，子之言不可用也。”\n\n子墨子曰：“吾言足用矣，舍言革思者，是猶舍獲而拾粟也。以其言非吾言者，是猶以卵投石也。盡天下之卵，其石猶是也，不可毀也。”"
		},
		{
			"章節": "37章",
			"章節名稱": "公孟",
			"章節內容": "公孟子謂子墨子曰：“君子共己以待，問焉則言，不問焉則止，譬若鍾然，扣則鳴，不扣則不鳴。”墨子曰：“是言有三物焉，子乃今知其一身也，又未知其所謂也。若大人行淫暴於國家，進而諫，則謂之不遜；因左右而獻諫，則謂之言議。此君子之所疑惑也。若大人為政，將因於國家之難，譬若機之將發也然，君子之必以諫，然而大人之利。若此者，雖不扣必鳴者也。若大人舉不義之異行，雖得大巧之經，可行於軍旅之事，欲攻伐無罪之國，有之也，君得之，則必用之矣。以廣闢土地，著稅偽材，出必見辱，所攻者不利，而攻者亦不利，是兩不利也。若此者，雖不扣，必鳴者也。且子曰：‘君子共己以待，問焉則言，不問焉則止，譬若鍾然，扣則鳴，不扣則不鳴。’今未有扣，子而言，是子之謂不扣而鳴邪？是子之所謂非君子邪？”\n\n公孟子謂子墨子曰：“實為善，人孰不知？譬若良玉，處而不出有餘糈。譬若美女，處而不出，人爭求之，行而自炫，人莫之取也。今子遍從人而說之，何其勞也！”子墨子曰：“今夫世亂，求美女者眾，美女雖不出，人多求之；今求善者寡，不強說人，人莫之知也。且有二生於此，善筮，一行為人筮者，一處而不出者，行為人筮者，與處而不出者，其糈孰多？”公孟子曰：“行為人筮者，其糈多。”子墨子曰：“仁義鈞。行說人者，其功善亦多，何故不行說人也！”\n\n公孟子戴章甫，忽，儒服，而以見子墨子，曰：“君子服然後行乎？其行然後服乎？”子墨子曰：“行不在服。”公孟子曰：“何以知其然也？”子墨子曰：“昔者齊桓公高冠博帶，金劍木盾，以治其國，其國治。昔者晉文公大布之衣，（爿羊）羊之裘，韋以帶劍，以治其國，其國治。昔者楚莊王鮮冠組纓，（絞絲＋蜂的右半部）衣博袍，以治其國，其國治。昔者越王勾踐剪髮文身，以治其國，其國治。此四君者其服不同，其行猶一也。翟以是知行之不在服也。”公孟子曰：“善！吾聞之曰：宿善者不祥。請舍忽、易章甫，復見夫子，可乎？”子墨子曰：“請因以相見也。若必將舍忽、易章甫而後相見，然則行果在服也。”\n\n公孟子曰：“君子必古言服，然後仁。”子墨子曰：“昔者商王紂，卿士費仲，為天下之暴人；箕子、微子，為天下之聖人。此同言，而或仁不仁也。周公旦為天下之聖人，關叔為天下之暴人，此同服，或仁或不仁。然則不在古服與古言矣。且子法周而未法夏也，子之古，非古也。”\n\n公孟子謂子墨子曰：“昔者聖王之列也，上聖立為天子，其次立為卿大夫。今孔子博於《詩》、《書》，察於禮樂，詳於萬物，若使孔子當聖王，則豈不以孔子為天子哉！”子墨子曰：“夫知者，必尊天事鬼，愛人節用，合焉為知矣。今子曰‘知孔子博於《詩》、《書》，察於禮樂，詳於萬物’，而曰可以為天子，是數人之齒，而以為富。”\n\n公孟子曰：“貧富壽夭，（齒昔）然在天，不可損益。”又曰：“君子必學。”子墨子曰：“教人學而執有命，是猶命人葆而去其冠也。”\n\n公孟子謂子墨子曰：“有義不義，無祥不祥。”子墨子曰：“古聖王皆以鬼神為神明，而為禍福，執有祥不祥，是以政治而國安也。自桀紂以下皆以鬼神為不神明，不能為禍輻，執無祥不祥，是以政亂而國危也。故先王之書子亦有之曰：‘其傲也出，於子不祥。’此言為不善之有罰，為善之有賞。”\n\n子墨子謂公孟子曰：“喪禮，君與父母、妻、後子死，三年喪服；伯父、叔父、兄弟期；族人五月；姑、姊、舅、甥有數月之喪。或以不喪之間，誦《詩》三百，弦《詩》三百，歌《詩》三百，舞《詩》三百。若用子之言，則君子何日以聽治？庶人何日以從事？”公孟子曰：“國亂則治之，國治則為禮樂；國治則從事，國富則為禮樂。”子墨子曰：“國之治，治之廢，則國之治亦廢。國之富也，從事故富也；從事廢，則國之富亦廢。故雖治國，勸之無饜，然後可也。今子曰，國治則為禮樂，亂則治之，是譬猶噎而穿井也，死而求醫也。古者三代暴王桀、紂、幽、厲，（草頭下爾）為聲樂，不顧其民，是以身為刑戮，國為戾虛者，皆從此道也。”\n\n公孟子曰：“無鬼神。”又曰：“君子必學祭祀。”子墨子曰：“執無鬼而學祭禮，是猶無客而學客禮也，是猶無魚而為魚罟也。”\n\n公孟子謂子墨子曰：“子以三年之喪為非，子之三日之喪亦非也。”子墨子曰：“子以三年之喪非三日之喪，是猶裸謂撅者不恭也。”\n\n公孟子謂子墨子曰：“知有賢於人，則可謂知乎？”子墨子曰：“愚之知有以賢於人，而愚豈可謂知矣哉？”\n\n公孟子曰：“三年之喪，學吾之慕父母。”子墨子曰：“夫嬰兒子之知，獨慕父母而已，父母不可得也，然號而不止，此其故何也？即愚之至也。然則儒者之知，豈有以賢於嬰兒子哉？”\n\n子墨子曰問於儒者：“何故為樂？”曰：“樂以為樂也。”子墨子曰：“子未我應也。今我問曰：‘何故為室？’曰：‘冬避寒焉，夏避暑焉，室以為男女之別也。’則子告我為室之故矣。今我問曰：‘何故為樂？’曰：‘樂以為樂也。’是猶曰：‘何故為室？’曰：‘室以為室也。’”\n\n子墨子謂程子曰：“儒之道足以喪天下者四政焉。儒以天為不明，以鬼為不神，天、鬼不說，此足以喪天下。又厚葬久喪，重為棺槨，多為衣衾，送死若徙，三年哭泣，扶後起，杖後行，耳無聞，目無見，此足以喪天下。又絃歌鼓舞，習為聲樂，此足以喪天下。又以命為有，貧富壽夭，治亂安危有極矣，不可損益也。為上者行之，必不聽治矣；為下者行之，必不從事矣。此足以喪天下。”程子曰：“甚矣，先生之毀儒也。”子墨子曰：“儒固無此若四政者，而我言之，則是毀也。今儒固有此四政者，而我言之，則非毀也，告聞也。”程子無辭而出。子墨子曰：“迷之！”反，後坐。進復曰：“鄉者先生之言有可聞者焉。若先生之言，則是不譽禹，不毀桀、紂也。”子墨子曰：“不然。夫應孰辭，稱議而為之，敏也。厚攻則厚吾，薄攻則薄吾。應孰辭而稱議，是猶荷轅而擊蛾也。”\n\n子墨子與程子辯，稱於孔子。程子曰：“非儒，何故稱於孔子也？”子墨子曰：“是亦當而不可易者也。今鳥聞熱旱之憂則高，魚聞熱旱之憂則下，當此，雖禹、湯為之謀，必不能易矣。魚鳥可謂愚矣，禹、湯猶雲因焉。今翟曾無稱於孔子乎？”\n\n有遊於子墨子之門者，身體強良，思慮徇通，欲使隨而學。子墨子曰：“姑學乎，吾將仕子。”勸於善言而學。其年，而責仕於子墨子。子墨子曰：“不仕子，子亦聞夫魯語乎？魯有昆弟五人者，其父死，其長子嗜酒而不葬，其四弟曰：‘子與我葬，當為子沽酒。’勸於善言而葬。已葬而責酒於其四弟。四弟曰：‘吾未予子酒矣。子葬子父，我葬吾父，豈獨吾父哉？子不葬則人將笑子，故勸子葬也。’今子為義，我亦為義，豈獨我義也哉？子不學，則人將笑子，故勸子於學。”\n\n有遊於子墨子之門者，子墨子曰：“盍學乎？”對曰：“吾族人無學者。”子墨子曰：“不然。夫妤美者，豈曰吾族人莫之好，故不妤哉？夫欲富貴者，豈曰我族人莫之慾，故不欲哉？好美、欲富貴者，不視人猶強為之，夫義，天下之大器也，何以視人？必強為之?”\n\n有遊於子墨子之門者，謂子墨子曰：“先生以鬼神為明知，能為禍人哉福，為善者福之，為暴者禍之。今吾事先生久矣，而福不至，意者先生之言有不善乎，鬼神不明乎？我何故不得福也？”子墨子曰：“雖子不得福，吾言何遽不善，而鬼神何遽不明？子亦聞乎匿徒之刑之有刑乎？”對曰：“未之得聞也。”子墨子曰：“今有人於此，什子，子能什譽之，而一自譽乎？”對曰：“不能。”“有人於此，百子，子能終身譽其善，而子無一乎？”對曰：“不能。”子墨子曰：“匿一人者猶有罪，今子所匿者，若此亓多，將有厚罪者也，何福之求！”\n\n子墨子有疾，跌鼻進而問曰：“先生以鬼神為明，能為禍福，為善者賞之，為不善者罰之。今先生聖人也，何故有疾？意者先生之言有不善乎？鬼神不明知乎？”子墨子曰：“雖使我有病，何遽不明？人之所得於病者多方，有得之寒暑，有得之勞苦。百門而閉一門焉，則盜何遽無從入？”\n\n二三子有復於子墨子學射者，子墨子曰：“不可，夫知者必量其力所能至而從事焉，國士戰且扶人，猶不可及也。今子非國士也，豈能成學又成射哉？”\n\n二三子復於子墨子曰：“告子曰：‘言義而行甚惡。’請棄之。”子墨子曰：“不可，稱我言以毀我行，俞於亡。有人於此：‘翟甚不仁，尊天、事鬼、愛人，甚不仁’。猶愈於亡也。今告子言談甚辯，言仁義而不吾毀；告子毀，猶愈亡也！”\n\n二三複於子墨子曰：“告子勝為仁。”子墨子曰：“未必然也。告子為仁，譬猶（足支）以為長，隱以為廣，不可久也?”\n\n告子謂子墨子曰：“我治國為政。”子墨子曰：“政者，口言之，身必行之。今子口言之，而身不行，是子之身亂也。子不能治子之身，惡能治國政？子姑亡子之身亂之矣！”"
		},
		{
			"章節": "38章",
			"章節名稱": "魯問",
			"章節內容": "魯君謂子墨子曰：“吾恐齊之攻我也，可救乎？”子墨子曰：“可。昔者，三代之聖王禹、湯、文、武，百里之諸侯也，說忠行義，取天下；三代之暴王桀、紂、幽、厲，讎怨行暴，失天下。吾願主君之上者，尊天事鬼，下者愛利百姓，厚為皮幣，卑辭令，亟遍禮四鄰諸候，驅國而以事齊，患可救也。非此，顧無可為者。”\n\n齊將伐魯，子墨子謂項子牛曰：“伐魯，齊之大過也。昔者，吳王東伐越，棲諸會稽；西伐楚，葆昭王於隨；北伐齊，取國子以歸於吳。諸候報其讎，百姓苦其勞，而弗為用。是以國為虛戾，身為刑戮也。昔者智伯伐範氏與中行氏，兼三晉之地。諸侯報其讎，百姓苦其勞，而弗為用。是以國為虛戾，身為刑戮，用是也。故大國之攻小國也，是交相賊也，過必反於國。”\n\n子墨子見齊大王曰：“今有刀於此，試之人頭，猝然斷之，可謂利乎？”大王曰：“利。”子墨子曰：“多試之人頭，猝然斷之，可謂利乎？”大王曰：“利。”子墨子曰：“刀則利矣，孰將受其不祥？”大王曰：“刀受其利，試者受其不祥。”子墨子曰：“並國覆軍，賊殺百姓，孰將受其不祥？”大王俯仰而思之曰：“我受其不祥。”\n\n魯陽文君將攻鄭，子墨子聞而止之，謂陽文君曰：“今使魯四境之內，大都攻其小都，大家伐其小家，殺其人民，取其牛、馬、狗豕、布帛、米粟、貨財，則何若？”魯陽文君曰：“魯四境之內，皆寡人之臣也。今大都攻其小都，大家伐其小家，奪之貨財，則寡人必將厚罰之。”子墨子曰：“夫天之兼有天下也，亦猶君之有四境之內也。今舉兵將以攻鄭，天誅其不至乎？”魯陽文君曰：“先生何止我攻鄰也？我攻鄭，順於天之志。鄭人三世殺其父，天加誅焉，使三年不全，我將助天誅也。”子墨子曰：“鄭人三世殺其父，而天加誅焉，使三年不全，天誅足矣。今又舉兵，將以攻鄭，曰吾攻鄭也，順於天之志。譬有人於此，其子強粱不材，故其父笞之，其鄰家之父，舉木而擊之，曰吾擊之也，順於其父之志。則豈不悖哉！”\n\n子墨子謂魯陽文君曰：“攻其鄰國，殺其民人，取其牛馬、粟米、貨財，則書之於竹帛，鏤之於金石，以為銘於鐘鼎，傅遺後世子孫曰：‘莫若我多！’今賤人也，亦攻其鄰家，殺其人民，取其狗豕、食糧、衣裘，亦書之竹帛，以為銘於席豆，以遺後世子孫，曰：‘莫若我多！’其可乎？”魯陽文君曰：“然吾以子之言觀之，則天下之所謂可者，未必然也。”\n\n子墨子謂魯陽文君曰：“世俗之君子，皆知小物，而不知大物。今有人於此，竊一犬一彘，則謂之不仁，竊一國一都，則以為義。譬猶小視白謂之白，大視白則謂之黑。是故世俗之君子，知小物而不知大物者，此若言之謂也。”\n\n魯陽文君語子墨子曰：“楚之南，有啖人之國者橋，其國之長子生，則鮮而食之，謂之宜弟。美則以遺其君，君喜則賞其父。豈不惡俗哉？”子墨子曰：“雖中國之俗，亦猶是也。殺其父而賞其子，何以異食其子而賞其父者哉？苟不用仁義，何以非夷人食其子也？”\n\n魯君之嬖人死，魯君為之誄，魯人因說而用之。子墨子聞之曰：“誄者，道死人之志也。今因說而用之，是猶以來首從服也。”\n\n魯陽文君謂子墨子曰：“有語我以忠臣者，令之俯則俯，令之仰則仰，處則靜，呼則應，可謂忠臣乎？”子墨子曰：“令之俯則俯，令之仰則仰，是似景也；處則靜，呼則應，是似響也。君將何得於景與響哉？若以翟之所謂忠臣者，上有過，則微之以諫；己有善，則訪之上，而無敢以告。外匡其邪，而入其善。尚同而無下比，是以美善在上，而怨讎在下；安樂在上，而憂戚在臣。此翟之謂忠臣者也。”\n\n魯君謂子墨子曰：“我有二子，一人者好學，一人者好分人財，孰以為太子而可？”子墨子曰：“未可知也。或所為賞與為是也。釣者之恭，非為魚賜也；餌鼠以蟲，非愛之也。吾願主君之合其志功而觀焉。”\n\n魯人有因子墨子而學其子者，其子戰而死，其父讓子墨子。子墨子曰：“子欲學子之子，今學成矣。戰而死，而子慍，而猶欲糶糴，讎則慍也。豈不費哉？”\n\n魯之南鄙人有吳慮者，冬陶夏耕，自比於舜。子墨子聞而見之。吳慮謂子墨子：“義耳義耳，焉用言之哉？”子墨子曰：“子之所謂義者，亦有力以勞人，有財以分人乎？”吳慮曰：“有。”子墨子曰：“翟嘗計之矣。翟慮耕而食天下之人矣。盛，然後當一農之耕，分諸天下，不能人得一升粟。籍而以為得一升粟，其不能飽天下之飢者，既可睹矣。翟慮織而衣天下之人矣，盛，然後當一婦人之織，分諸天下，不能人得尺布。籍而以為得尺布，其不能暖天下之寒者，既可睹矣。翟慮被堅執銳，救諸侯之患，盛，然後當一夫之戰，一夫之戰，其不御三軍，既可睹矣。翟以為不若誦先王之道，而求其說，通聖人之言，而察其辭，上說王公大人，次匹夫徒步之士。王公大人用吾言，國必治，匹夫徒步之士用吾言，行必修。故翟以為雖不耕而食飢，不織而衣寒，功賢於耕而食之，織而衣之者也。故翟以為雖不耕織乎，而功賢於耕致也。”吳慮謂子墨子曰：“義耳義耳，焉用言之哉？”子墨子曰：“籍設而天下不知耕，教人耕，與不教人耕而獨耕者，其功孰多？”吳慮曰：“教人耕者，其功多。”子墨子曰：“籍設而攻不義之國，鼓而使眾進戰，與不鼓而使眾進戰而獨進戰者，其功孰多？”吳慮曰：“鼓而進者，其功多。”子墨子曰：“天下匹夫徒步之士少知義，而教天下以義者，功亦多，何故弗言也？若得鼓而進於義，則吾義豈不益進哉！”\n\n子墨子游公尚過於越。公尚過說越王，越王大說，謂公尚過曰：“先生苟能使子墨子于越而教寡人，請裂故吳之地，方五百里，以封子墨子。”公尚過許諾，遂為公尚過束車五十乘，以迎子墨子於魯，曰：“吾以夫子之道說越王，越王大說，謂過曰：‘苟能使子墨子至於越，而教寡人，請裂故吳之地，方五百里，以封子。’”子墨子謂公尚過曰：“子觀越王之志何若？意越王將聽吾言，用吾道，則翟將往，量腹而食，度身而衣，自比於群臣，奚能以封為哉！抑越不聽吾言，不用吾道，而吾往焉，則是我以義糶也。鈞之糶，亦於中國耳，何必于越哉！”\n\n子墨子游，魏越曰：“既得見四方之君，子則將先語？”子墨子曰：“凡入國，必擇務而從事焉。國家昏亂，則語之尚賢、尚同；國家貧，則語之節用、節葬，國家喜音湛湎，則語之非樂、非命；國家淫闢無禮，則語之尊天事鬼；國家務奪侵凌，則語之兼愛、非攻，故曰擇務而從事焉。”\n\n子墨子出曹公子而於宋。三年而反，睹子墨子曰：“始吾遊於子之門，短褐之衣，藜藿之羹，朝得之，則夕弗得祭祀鬼神。今而以夫子之教，家厚於始也。有家厚，謹祭祀鬼神。然而人徒多死，六畜不蕃，身湛於病，吾未知夫子之道之可用也。”子墨子曰：“不然。夫鬼神之所欲於人者多：欲人之處高爵祿，則以讓賢也；多財則以分貧也。夫鬼神，豈唯擢季鉗肺之為欲哉？今子處高爵祿而不以讓賢，一不祥也；多財而不以分貧，二不祥也。今子事鬼神，唯祭而已矣，而曰：‘病何自至哉’，是猶百門而閉一門焉，曰：‘盜何從入’。若是而求福於有怪之鬼，豈可哉？”\n\n魯祝以一豚祭，而求百福於鬼神。子墨子聞之曰：“是不可。今施人薄而望人厚，則人唯恐其有賜於己也。今以一豚祭，而求百福於鬼神，唯恐其以牛羊祀也。古者聖王事鬼神，祭而已矣。今以豚祭而求百福，則其富不如其貧也。”\n\n彭輕生子曰：“往者可知，來者不可知。”子墨子曰：“籍設而親在百里之外，則遇難焉，期以一日也，及之則生，不及則死。今有固車良馬於此，又有奴馬四隅之輪於此，使子擇焉，子將何乘？”對曰：“乘良馬固車，可以速至。”子墨子曰：“焉在矣來。”\n\n孟山譽王子閭曰：“昔白公之禍，執王子閭，斧鉞鉤要，直兵當心，謂之曰：‘為王則生，不為王則死！’王子閭曰：‘何其侮我也！殺我親，而喜我以楚國。我得天下而不義，不為也，又況於楚國乎？’遂而不為。王子閭豈不仁哉？”子墨子曰：“難則難矣，然而未仁也。若以王為無道，則何故不受而治也？若以白公為不義，何故不受王，誅白公然而反王？故曰：難則難矣，然而未仁也。”\n\n子墨子使勝綽事項子牛。項子牛三侵魯地，而勝綽三從。子墨子聞之，使高孫子請而退之，曰：“我使綽也，將以濟驕而正嬖也。今綽也祿厚而譎夫子，夫子三侵魯而綽三從，是鼓鞭於馬靳也。翟聞之，言義而弗行，是犯明也。綽非弗之知也，祿勝義也。”\n\n昔者楚人與越人舟戰於江，楚人順流而進，迎流而退，見利而進，見不利則其退難。越人迎流而進，順流而退，見利而進，見不利則其退速。越人因此若勢，亟敗楚人。公輸子自魯南遊楚，焉始為舟戰之器，作為鉤強之備，退者鉤之，進者強之，量其鉤強之長，而製為之兵。楚之兵節，越之兵不節，楚人因此若勢，亟敗越人。公輸子善其巧，以語子墨子曰：“我舟戰鉤強，不知子之義亦有鉤強乎？”子墨子曰：“我義之鉤強，賢於子舟戰之鉤強。我鉤強我，鉤之以愛，揣之以恭。弗鉤以愛則不親，弗揣以恭則速狎，狎而不親則速離。故交相愛，交相恭，猶若相利也。今子鉤而止人，人亦鉤而止子，子強而距人，人亦強而距子，交相鉤，交相強，猶若相害也。故我義之鉤強，賢子舟戰之鉤強。”\n\n公輸子削竹木以為鵲，成而飛之，三日不下。公輸子自以為至巧。子墨子謂公輸子曰：“子之為鵲也，不如匠之為車轄。須臾劉三寸之木，而任五十石之重。故所為功，利於人謂之巧，不利於人，謂之拙。”\n\n公輸子謂子墨子曰：“吾未得見之時，我欲得宋。自我得見之後，予我宋而不義，我不為。”子墨子曰：“翟之未得見之時也，子欲得宋，自翟得見子之後，予子宋而不義，子弗為，是我予子宋也。子務為義，翟又將予子天下。”"
		},
		{
			"章節": "39章",
			"章節名稱": "公輸",
			"章節內容": "公輸盤為楚造雲梯之械，成，將以攻宋。子墨子聞之，起於魯，行十日十 夜而至於郢，見公輸盤。\n\n公輸盤曰：“夫子何命焉為？”子墨子曰：“北方有侮臣，願藉子殺之。” 公輸盤不說。子墨子曰：“請獻十金。”公輸盤曰：“吾義固不殺人。”子墨 子起，再拜，曰：“請說之。吾從北方聞子為梯，將以攻宋，宋何罪之有？荊 國有餘於地，而不足於民，殺所不足，而爭所有餘，不可謂智。宋無罪而攻之， 不可謂仁。知而不爭，不可謂忠。爭而不得，不可謂強。義不殺少而殺眾，不 可謂知類。”公輸盤服。子墨子曰：“然，乎不已乎？”公輸盤曰：“不可， 吾既已言之王矣。”子墨子曰：“胡不見我於王？”公輸盤曰：“諾。”\n\n子墨子見王，曰：“今有人於此，舍其文軒，鄰有敝輿，而欲竊之；舍其 錦繡，鄰有短褐，而欲竊之；舍其粱肉，鄰有糠糟，而欲竊之。此為何若人？” 王曰：“必為竊疾矣。”子墨子曰：“荊之地，方五千裡，宋之地，方五百里， 此猶文軒之與敝輿也；荊有云夢，犀兕麋鹿滿之，江漢之魚黿鼉為天下富，宋 所為無雉兔狐狸者也，此猶粱肉之與糠糟也；荊有長鬆、文梓，（木鞭）、（ 木丹）、楠、豫章，宋無長木，此猶錦繡之與短褐也。臣以三事之攻宋也，為 與此同類。臣見大王之必傷義而不得。”王曰：“善哉！雖然，公輸盤為我為 雲梯，必取宋。”\n\n於是見公輸盤。子墨子解帶為城，以牒為械，公輸盤九設攻城之機變，子 墨子九距之。公輸盤之攻械盡，子墨子之守圉有餘，公輸盤屈，而曰：“吾知 所以距子矣，吾不言。”子墨子亦曰：“吾知子之所以距我，吾不言。”楚王 問其故，子墨子曰：“公輸子之意，不過欲殺臣，殺臣，宋莫能守，可攻也。 然臣之弟子禽滑釐等三百人，已持臣守圉之器，在宋城上而待楚寇矣。雖殺臣， 不能絕也。”楚王曰：“善哉!吾請無攻宋矣。”\n\n子墨子歸，過宋。天雨，庇其閭中，守閭者不內也。故曰：“治於神者，眾人不知其功；爭於明者，眾人知之。”"
		},
		{
			"章節": "40章",
			"章節名稱": "備城門",
			"章節內容": "禽滑釐問於子墨子曰：“由聖人之言，鳳鳥之不出，諸侯畔殷周之國，甲兵方起於天下，大攻小，強執弱，吾欲守小國，為之奈何？”子墨子曰：“何攻之守？”禽滑釐對曰：“今之世常所以攻者：臨、鉤、衝、梯、堙、水、穴、突、空洞、蟻傅、轒轀、軒車，敢問守此十二者奈何？”子墨子曰：“我城池修，守器具，推粟足，上下相親，又得四鄰諸侯之救，此所以持也。且守者雖善，則猶若不可以守也。若君用之守者，又必能乎守者，不能而君用之，則猶若不可以守也。然則守者必善而君尊用之，然後可以守也。”凡守圍城之法，厚以高；壕池深以廣；樓撕揗，守備繕利；薪食足以支三月以上；人眾以選；吏民和；大臣有功勞於上者，多主信以義，萬民樂之無窮；不然，父母墳墓在焉；不然，山林草澤之饒足利；不然，地形之難攻而易守也；不然，則有深怨於適而有大功於上；不然，則賞明可信而罰嚴足畏也。此十四者具，則民亦不宜上矣，然後城可守。十四者無一，則雖善者不能守矣。\n\n故凡守城之法，備城門為縣門，沉機長二丈，廣八尺，為之兩相如；門扇數合相接三寸。施土扇上，無過二寸。塹中深丈五，廣比扇，塹長以力為度，塹之末為之縣，可容一人所。客至，諸門戶皆令鑿而慕孔。孔之，各為二慕二，一鑿而繫繩，長四尺。城四面四隅皆為高磨，使重室子居其上候適，視其態狀與其進左右所移處，失候斬。\n\n適人為穴而來，我亟使穴師選本，迎而穴之，為之且內弩以應之。\n\n民室杵木瓦石，可以蓋城之備者，盡上之。不從令者斬。\n\n昔築，七尺一居屬，五步一壘。五築有銻。長斧，柄長八尺。十步一長鐮，柄長八尺。十步一斗，長椎，柄長六尺，頭長尺，斧其兩端。三步一大鋌，前長尺，蚤長五寸。兩鋌交之，置如平，不如平不利，兌其兩末。\n\n穴隊若衝隊，必審如攻隊之廣狹，而令邪穿其穴，令其廣必夷客隊。\n\n疏束樹木，令足以為柴摶，毋前面樹，長丈七尺一，以為外面，以柴摶從橫施之，外面以強塗，毋令土漏。令其廣厚，能任三丈五尺之城以上，以柴木土稍杜之，以急為故。前面之長短，豫蚤接之，令能任塗，足以為堞，善塗其外，令毋可燒拔也。\n\n大城丈五為閨門，廣四尺。為郭門，郭門在外，為衡，以兩木當門，鑿其木維敷上堞。為斬縣樑，穿斷城，以板橋邪穿外，以板次之，倚殺如城報。城內有傅壤，因以內壤為外。鑿其間，深丈五尺，室以樵，可燒之以待適。令耳屬城，為再重樓，下鑿城外堞，內深丈五，廣丈二。樓若令耳，皆令有力者主敵，善射者主發，佐皆廣矢。\n\n治裾。諸延堞高六尺，部廣四尺，皆為兵弩簡格。\n\n轉射機，機長六尺，貍一尺。兩材合而為之轀，轀長二尺，中鑿夫之為道臂，臂長至桓。二十步一，令善射之者，佐一人，皆勿離。\n\n城上百步一樓，樓四植，植皆為通舄，下高丈，上九尺，廣、喪各丈六尺，皆為寧。三十步一突，九尺，廣十尺，高八尺，鑿廣三尺，表二尺，為寧。城上為攢火，夫長以城高下為度，置火其末。城上九尺一弩、一戟、一椎、一斧、一艾，皆積參石、蒺藜。\n\n渠長丈六尺，夫長丈二尺，臂長六尺，其貍者三尺，樹渠毋傅堞五\n\n寸。藉莫長八尺，廣七尺，其木也廣五尺，中藉苴為之橋，索其端；適攻，令一人下上之，勿離。\n\n城上二十步一藉車，當隊者不用此數。城上三十步一灶。\n\n持水者必以布麻鬥、革盆，十步一。柄長八尺，斗大容二斗以上到三鬥。敝裕、新布長六尺，中拙柄，長丈，十步一，必以大繩為箭。城上十步一鈂。水缻，容三石以上，小大相雜。盆、蠡各二財。\n\n為卒乾飯，人二斗，以備陰雨，面使積燥處。令使守為城內堞外行餐。置器備，殺沙礫、鐵。皆為坯鬥。令陶者為薄缻，大容一斗以上至二斗，即用取，三祕合束。堅為斗城上隔。棧高丈二，剡其一末。為閨門，閨門兩扇，令可以各自閉也。\n\n救闉池者，以火與爭，鼓橐，馮埴外內，以柴為燔。靈丁，三丈一，火耳施之。十步一人，居柴，內弩；弩半，為狗犀者環之。牆七步而一。救車火，為煙矢射火城門上，鑿扇上為棧，塗之，持水麻鬥、革盆救之。門扇薄植，皆鑿半尺一寸，一涿弋，弋長二寸，見一寸相去七寸，厚塗之以備火。城門上所鑿以救門火者，各一垂水，火三石以上，小大相雜。門植關必環錮，以錮金若鐵鍱之。門關再重，鍱之以鐵，必堅。梳關，關二尺，梳關一莧，封以守印，時令人行貌封，及視關入桓淺深。門者皆無得挾斧、斤、鑿、鋸、椎。\n\n城上二步一渠，渠立程，丈三尺，冠長十丈，闢長六尺。二步一荅，廣九尺，袤十二尺。二步置連梃，長斧、長椎各一物；槍二十枚，周置二步中。二步一木弩，必射五十步以上。及多為矢，節毋以竹箭，楛、趙、、榆，可。蓋求齊鐵夫，播以射及櫳樅。二步積石，石重千鈞以上者，五百枚。毋百以亢，疾犁、壁皆可善方。二步積苙，大一圍，長丈，二十枚。五步一罌，盛水。有奚，奚蠡大容一斗。五步積狗屍五百枚，狗屍長三尺，喪以弟，甕其端，堅約弋。十步積摶，大二圍以上，長八尺者二十枚。二十五步一灶，灶有鐵鐕容石以上者一，戒以為湯。及持沙，毋下千石。三十步置坐候樓，樓出於堞四尺，廣三尺，廣四尺，板週三面，密傅之，夏蓋其上。五十步一藉車，藉車必為鐵纂。五十步一井屏，周垣之，高八尺。五十步一方，方尚必為關籥守之。五十步積薪，毋下三百石，善蒙塗，毋令外火能傷也。百步一櫳樅，起地高五丈；三層，下廣前面八尺，後十三尺，其上稱議衰殺之。百步一木樓，樓廣前面九尺，高七尺，樓居，出城十二尺。百步一井，井十甕，以木為系連。水器容四鬥到六鬥者百。百步一積雜稈，大二圍以上者五十枚，百步為櫓，櫓廣四尺，高八尺，為衝術。百步為幽，廣三尺高四尺者千。二百步一立樓，城中廣二丈五尺二，長二丈，出樞五尺。城上廣三步到四步，乃可以為使鬥。俾倪廣三尺，高二尺五寸。陛高二尺五，廣長各三尺，遠廣各六尺。城上四隅童異，高五尺，四尉舍焉。\n\n城上七尺一渠，長丈五尺，貍三尺，去堞五寸；夫長丈二尺，臂長六尺半植一鑿，內後長五寸。夫兩鑿，渠夫前端下堞四寸而適。鑿渠、鑿坎，覆以瓦，冬日以馬伕寒，皆待命，若以瓦為坎。\n\n城上千步一表，長丈，棄水者操表搖之。五十步一廁，與下同圂。之廁者不得操。城上三十步一藉車，當隊者不用。城上五十步一道陛，高二尺五寸，長十步。城上五十步一樓，勇勇必重。土樓百步一，外門發樓，左右渠之。為樓加藉幕，棧上出之以救外。城上皆毋得有室，若也可依匿者，\n\n盡除去之。城下州道內百步一積薪，毋下三千石以上，善塗之。城上十人一什長，屬一吏士、一帛尉。\n\n百步一亭，高垣丈四尺，厚四尺，為閨門兩扇，令各可以自閉，亭一尉，尉必取有重厚忠信可任事者。二舍共一井爨，灰、康、秕、杯、馬矢，皆謹收藏之。\n\n城上之備：渠譫、藉車、行棧、行樓、到、頡皋、連梃、長斧、長椎、長茲、距、飛衝、縣□、批屈。樓五十步一，堞下為爵穴，三尺而一為薪皋，二圍，長四尺半，必有潔。瓦石重二升以上，上城上。沙，五十步一積。灶置鐵鐟焉，與沙同處。木大二圍，長丈二尺以上，善耿其本，名曰長從，五十步三十。木橋長三丈，毋下五十。復使卒急為壘壁，以蓋瓦復之。用瓦木罌，容十升以上者，五十步而十，盛水且用之。五十二者十步而二。\n\n城下里中家人，各葆其左右前後，如城上。城小人眾，葆離鄉老弱國中及他大城。寇至，度必攻，主人先削城編，唯勿燒。寇在城下，時換吏卒署，而毋換其養，養毋得上城。寇在城下，收諸盆甕耕，積之城下，百步一積，積五百。城門內不得有室，為周官桓吏，四尺為倪。行棧內閉，二關一堞。\n\n除城場外，去池百步，牆垣樹木小大俱壞伐，除去之。寇所從來，若暱道、傒近若城場，皆為扈樓，立竹箭天中。\n\n守堂下為大樓，高臨城，堂下週散道；中應客，客待見。時召三老在葆宮中者，與計事得先。行德計謀合，乃入葆。葆入守，無行城，無離舍。諸守者審知卑城淺池，而錯守焉。晨暮卒歌以為度，用人少易守。\n\n守法：五十步丈夫十人、丁女二十人、老小十人，計之五十步四十人。城下樓卒，率一步一人，二十步二十人。城小大以此率之，乃足以守圉。\n\n客馮面而蛾傅之，主人則先之知，主人利，客適。客攻以遂，十萬物之眾，攻無過四隊者，上術廣五百步，中術三百步，下術五十步。諸不盡百五步者，主人利而客病。廣五百步之隊，丈夫千人，丁女子二知人，老小千人，凡四千人，而足以應之，此守術之數也。使老小不事者，守於城上不當術者。\n\n城持出必為明填，令吏民皆智知之。從一人百人以上，持出不操填章，從人非其故人乃其稹章也，千人之將以上止之，勿令得行。行及吏卒從之，皆斬，具以聞於上。此守城之重禁之。夫奸之所生也，不可不審也。\n\n城上為爵穴，下堞三尺，廣其外，五步一。爵穴大容苴，高者六尺，下者三尺，疏數自適為之。\n\n塞外塹，去格七尺，為縣樑。城陝不可塹者勿塹。城上三十步一聾灶。\n\n人擅苣，長五節。寇在城下，聞鼓音，燔苣，復鼓，內苣爵穴中，照外。\n\n諸藉車皆鐵什。藉車之柱長丈七尺，其貍者四尺；夫長三丈以上至三丈五尺，馬頰長二尺八寸，試藉車之力而為之困，失四分之三在上。藉車，夫長三尺，四二三在上，馬頰在三分中。馬頰長二尺八寸，夫長二十四尺，以下不用。治困以大車輪。藉車桓長丈二尺半。諸藉車皆鐵什，覆車者在之。\n\n寇池來，為作水甬，深四尺，堅慕貍之。十尺一，覆以瓦而\n\n待令。以木大圍長二尺四分而早鑿之，置炭火其中合慕之，而以藉車投之。\n\n為疾犁投，長二尺五寸，大二圍以上。\n\n涿弋，弋長七寸，弋間六寸，剡其末。\n\n狗走，廣七寸，長尺八寸，蚤長四寸，犬耳施之。\n\n子墨子曰：“守城之法，必數城中之木，十人之所舉為十挈，五人之所舉為五挈，凡輕重以挈為人數。為薪樵挈，壯者有挈，弱者有挈，皆稱其任。凡挈輕重所為，吏人各得其任。”城中無食則為大殺。\n\n去城門五步大塹之，高地三丈，下地至，施賊其中，上為發樑，而機巧之，比傳薪土，使可道行，旁有溝壘，毋可逾越，而出佻且比，適人遂入，引機發樑，適人可禽。適人恐懼而有疑心，因而離。"
		}
	]
}
