{
	"文子 (繁體)": [
		{
			"章節": "卷一",
			"章節名稱": "道原",
			"章節內容": "老子曰：“有物混成，先天地生，惟象無形，窈窈冥冥，寂寥淡漠，不聞其聲，吾強為之名，字之曰道。”夫道者，高不可極，深不可測，苞裹天地，稟受無形，原流泏泏，衝而不盈，濁以靜之徐清，施之無窮，無所朝夕，表之不盈一握，約而能張，幽而能明，柔而能剛，含一陰一吐一陽一，而章三光；山以之高，淵以之深，獸以之走，鳥以之飛，麟以之遊，鳳以之翔，星曆以之行；以亡取存，以卑取尊，以退取先。古者三皇，得道之統，立於中央，神與化遊，以撫四方。是故能天運地墆，輪轉而無廢，水流而不止，與物終始。風興雲蒸，雷聲雨降，並應無窮，已雕已琢，還復於樸。無為為之而合乎生死，無為言之而通乎德，恬愉無矜而得乎和，有萬不同而便乎生。和一陰一一陽一，節四時，調五行，潤乎草木，浸乎金石，禽獸碩大，毫毛潤澤，鳥卵不敗，獸胎不殰，父無喪子之憂，兄無哭弟之哀，童子不孤，婦人不孀，虹霓不見，盜賊不行，含德之所致也。大常之道，生物而不有，成化而不宰，萬物恃之而生，莫知其德，恃之而死，莫之能怨，收藏畜積而不加富，佈施稟受而不益貧；忽兮怳兮，不可為象兮，怳兮忽兮，用不詘兮，窈兮冥兮，應化無形兮，遂兮通兮，不虛動兮，與剛柔卷舒兮，與一陰一一陽一 俯仰兮。\n\n老子曰：大丈夫恬然無思，惔然無慮，以天為蓋，以地為車，以四時為馬，以一陰一一陽一為御，行乎無路，遊乎無怠，出乎無門。以天為蓋則無所不覆也，以地為車則無所不載也，四時為馬則無所不使也，一陰一一陽一御之則無所不備也。是故疾而不搖，遠而不勞，四支不動，聰明不損，而照明天下者，執道之要，觀無窮之地。故天下之事不可為也，因其自然而推之，萬物之變不可救也，秉其要而歸之。是以聖人內修其本，而不外飾其末，厲其一精一神，偃其知見故漠然無為而無不為也，無治而無不治也。所謂無為者，不先物為也；無治者，不易自然也；無不治者，因物之相然也。\n\n老子曰：執道以御民者，事來而循之，物動而因之；萬物之化無不應也，百事之變無不耦也。故道者，虛無、平易、清靜、柔弱、純粹素樸，此五者，道之形象也。虛無者道之舍也，平易者道之素也，清靜者道之鑑也，柔弱者道之用也。反者道之常也，柔者道之剛也，弱者道之強也。純粹素樸者道之幹也。虛者中無載也，平者心無累也，嗜慾不載，虛之至也，無所好憎，平之至也，一而不變，靜之至也，不與物雜，粹之至也，不憂不樂，德之至也。夫至人之治也，棄其聰明，滅其文章，依道廢智，與民同出乎公。約其所守，寡其所求，去其誘慕，除其貴欲，捐其思慮。約其所守即察，寡其所求即得，故以中制外，百事不廢，中能得之則外能牧之。中之得也，五藏寧，思慮平，筋骨勁強，耳目聰明。大道坦坦，去身不遠，求之遠者，往而復返。\n\n老子曰：聖人忘乎治人，而在乎自理。貴忘乎勢位，而在乎自得，自得即天下得我矣；樂忘乎富貴，而在乎和，知大己而小天下，幾於道矣。故曰：“至虛極也，守靜篤也，萬物並作，吾以觀其復。”夫道者，陶冶萬物，終始無形，寂然不動，大通混冥，深閎廣大不可為外，折毫剖芒不可為內，無環堵之宇，而生有無之間也。真人體之以虛無、平易、清靜、柔弱、純粹素樸，不與物雜，至德天地之道，故謂之真人。真人者，大己而小天下，貴治身而賤治人，不以物滑和，不以欲亂情，隱其名姓，有道則隱，無道則見，為無為，事無事，知不知也，懷天道，包天心，噓吸一陰一一陽一，吐故納新，與一陰一俱閉，與一陽一俱開，與剛柔卷舒，與一陰一一陽一俯仰，與天同心，與道同體；無所樂，無所苦，無所喜，無所怒，萬物玄同，無非無是。夫形傷乎寒暑燥溼之虐者，形究而神杜，神傷於喜怒思慮之患者，神盡而形有餘。故真人用心，杖性依神，相扶而得終始，是以其寢不夢，覺而無憂。孔子問道。老子曰：正汝形，一汝視，天和將至；攝汝知，正汝度，神將來舍，德將為汝容，道將為汝居。瞳子，若新生之犢，而無求其故，形若枯木，心若死灰，真其實知而不以曲故自持，恢恢無心可謀，“明白四達，能無知 乎？”\n\n老子曰：夫事生者應變而動，變生於時，無常之行。故“道可道，非常道也，名可名，非常名也。”書者言之所生也，言出於智，智者不知，非常道也；名可名，非藏書者也。“多聞數窮，不如守中”，“絕學無憂”，“絕聖棄智，民利百倍”。人生而靜，天之性也；感物而動，性之害也；物至而應，智之動也；智與物接，而好憎生焉；好憎成形，而智怵於外，不能反己，而天理滅矣。是故聖人不以人易天，外與物化而內不夫情，故通於道者，反於清靜，空於物者，終於無為。以恬養智，以漠合神，即乎無垠，循天者與道遊也，隨人者與俗交也；故聖人不以事滑天，不以欲亂情，不謀而當，不言而信，不慮而得，不為而成。是以處上而民不重，居前而人不害，天下歸之，奸邪畏之，以其無爭於萬物也，故莫敢與之爭。\n\n老子曰：夫人從欲失性，動未嘗正也，以治國則亂，以治身則穢，故不聞道者，無以反其性，不通物者，不能清靜。原人之性無邪穢，久湛於物即易，易而忘其本即合於其若性。水之性慾清，沙石穢之；人之性慾平，嗜慾害之，唯聖人能遺物反己。是故聖人不以智役物，不以欲滑和，其為樂不忻忻，其於憂不惋惋，是以高而不危，安而不傾。故聽善言便計，雖愚者知說之；稱聖德高行，雖不肖者知慕之；說之者眾而用之者寡，慕之者多而行之者少，所以然者，掔於物而繫於俗。故曰：我無為而民自化，我無事而民自富，我好靜而民自正，我無慾而民自樸。清靜者德之至也，柔弱者道之用也，虛無恬無形大，有形細，無形多，有形少，無形強，有形弱，無形實，有形虛。有形者遂事也，無形者作始也，遂事者成器也，作始者樸也。有形則有聲，無形則無聲，有形產於無形，故無形者有形之始也。廣厚有名，有名者貴全也；儉薄無名，無名者賤輕也；殷富有名，有名尊寵也；貧寡無名，無名卑弱也；雄牡有名，有名者章明也；雌牝無名，無名者隱約也；有餘者有名，有名者高賢也；不足者無名，無名者任下也。有功即有名，無功即無名，有名產於無名，無名者有名之母也，天之道有無相生 也，難易相成也。是以聖人執道，虛靜微妙以成其德，故有道即有德，有德即有功，有功即有名，有名即復於道，功名長久，終身無咎，王公有功名，孤寡無功名，故曰聖人自謂孤寡，歸其根本。功成而不有，故有功以為利，無名以為用。古民童蒙，不知東西，貌不離情，言不出行，行出無容，言而不文，其衣致，神德不全於身者，不知何遠之能壞，欲害之心忘乎中者，即飢虎可尾也，而況於人？體道者佚而不窮，任數者勞而無功，夫法刻刑誅者，非帝王之業也，棰策繁用者，非致遠之御也，好憎繁多，禍乃相隨，故先王之法非所作也，所因也，其禁誅非所為也，所守也，故能因則大，作即細，能守則固，為即敗。夫任耳目以聽視者，勞心而不明，以智慮為治者，苦心而無功，任一人之材，難以至治，一人之能，不足以治三畝。循道理之數，因天地之然，即六合不足均也，聽失於非譽，目一一婬一一於綵女，禮亶不足以放愛，誠心可以懷遠，故兵莫憯乎志，鏌 ? 為下寇，莫大於一陰一一陽一，而枹鼓為細，所謂大寇伏屍不言節，中寇藏於山，小寇遯於民間。故曰民多智慧，奇物滋起，法令滋章，盜賊多有去彼取此，天殃不起。故以智治國，國之賊，不以智治國，國之德，愉者萬物之祖也，三者行則淪於無形。無形者，一之 謂也，一者，無心合於天下也。佈德不溉，用之不勤，視之不見，聽之不聞，無形而有形生焉，無聲而五音鳴焉，無味而五味形焉，無色而五色成焉，故有生於無，實生於虛。音之數不過五，五音之變不可勝聽也，味之數不過五，五味之變不可勝嘗也，色之數不過五，五色之變不可勝觀也。音者宮立而五音形矣，味者甘立而五味定矣，色者白立而五色成矣，道者一立而萬物生矣。故一之理，施於四海，一之嘏，察於天地，其全也、敦兮其若樸，其散也、渾兮其若濁，濁而徐清，衝而徐盈，澹然若大海，汜兮若浮雲，若無而有，若亡而存。\n\n老子曰：萬物之摠，皆閱一孔，百事之根，皆出一門，故聖人一度循軌，不變其故，不易其常，放準循繩，曲因其常。夫喜怒者，道之邪也；憂悲者，德之失也；好憎者，心之過也；嗜慾者，生之累也。人大怒破一陰一，大喜墜一陽一，薄氣發喑，驚怖為狂，憂悲焦心，疾乃成積，人能除此五者，即合於神明。神明者，得其內，得其內者，五藏寧，思慮平，耳目聰明，筋骨勁強，疏達而不悖，堅強而不匱，無所太過，無所不逮。天下莫柔弱於水，水為道也，廣不可極，深不可測，長極無窮，遠淪無涯，息耗減益，過於不訾，上天為雨露，下地為潤澤，萬物不得不生，百事不得不成，大苞群生而無私好，澤及蚑蟯而不求報，富贍天下而不既，德施百姓而不費，行不可得而窮極，微不可得而把握，擊之不創，刺之不傷，斬之不斷，灼之不薰，淖約流循而不可靡散，利貫金石，強淪天下，有餘不足，任天下取與，稟受萬物而無所先後，無私無公，與天地洪同，是謂至德。夫水所以能成其至德者，以其卓約潤滑也，故曰：“天下之至柔，馳騁天下之至堅，無有入於無間。”夫無形者，物之太祖，無音者，類之太宗，真人者，通於靈府，與造化者為人，執玄德於心，而化馳如神。是故不道之道，芒乎大哉 ，未發號施令而移風易俗，其唯心行也。萬物有所生而獨如其根，百事有所出而獨守其門，故能窮無窮，極無極，照物而不眩，響應而不知。\n\n老子曰：夫得道者，志弱而事強，心虛而應當。志弱者柔毳安靜，藏於不取，行於不能，澹然無為，動不失時，故“貴必以賤為本，高必以下為基。”託小以包大，在中以制外，行柔而剛，力無不勝敵無不陵，應化揆時，莫能害之。欲剛者必以柔守之，欲強者必以弱保之，積柔即剛，積弱即強，觀其所積，以知存亡。強勝不若己者，至於若己者而格，柔勝出於己者，其力不可量，故“兵強則滅，木強則折。”革強則裂，齒堅於舌而先斃，故“柔弱者生之幹也，堅強者死之徒。”先唱者窮之路，後動者達之原。夫執道以耦變，先亦制後，後亦制先，何即不失所以制人，人亦不能制也。所謂後者，調其數而合其時，時之變則，間不容息，先之則太過，後之則不及，日回月周，時不與人遊，故聖人不貴尺之璧，而貴寸之一陰一，時難得而易失。故聖人隨時而舉事，因資而立功，守清道，拘雌節，因循而應變，常後而不先，柔弱以靜，安徐以定，大堅固不能與爭也。\n\n老子曰：機械之心藏於中，即純白之不粹。其衣暖而無彩，其兵鈍而無刃，行蹎蹎。視瞑瞑，立井而飲，耕田而食，不佈施，不求德，高下不相傾，長短不相形，風齊於俗可隨也，事周於能易為也，矜偽以惑世，軻行以迷眾，聖人不以為俗。"
		},
		{
			"章節": "卷二",
			"章節名稱": "精誠",
			"章節內容": "老子曰：天致其高，地致其厚，日月照，列星朗，一陰一一陽一和，非有為焉，正其道而物自然。一陰一一陽一四時非生萬物也，雨露時降非養草木也，神明接，一陰一一陽一和，萬物生矣。夫道者，藏一精一於內，棲神於心，靜漠恬惔，悅穆胸中，廓然無形，寂然無聲。官府若無事，朝廷若無人，無隱士，無逸民，無勞役，無怨刑，天下莫不仰上之象，主之旨，絕國殊俗莫不重譯而至，非家至而人見之也，推其誠心，施之天下而已。故賞善罰暴者，正令也；其所以能行者，一精一誠也。令雖明不能獨行，必待一精一誠，故摠道以被民弗從者，一精一誠弗包也。\n\n老子曰：天設日月，列星辰，張四時，調一陰一一陽一。日以暴之，夜以息之，風以乾之，雨露以濡之。其生物也，莫見其所養而萬物長；其殺物也，莫見其所喪而萬物亡。此謂神明。是故聖人象之，其起福也，不見其所以而福起；其除禍也，不見其所由而禍除。稽之不得，察之不虛，日計不足，歲計有餘，寂然無聲，一言而大動天下，是以天心動化者也。故一精一誠內形，氣動於天，景星見，黃龍下，鳳皇至，醴泉出，嘉穀生，河不滿溢，海不波湧；逆天暴物，即日月薄蝕，五星失行，四時相乘，晝明宵光，山崩川涸，冬雷夏霜。天之與人，有以相通，故國之沮亡也，天文變，世或亂，虹霓見，萬物有以相連，一精一氣有以相薄，故神明之事，不可以智巧為也，不可以強力致也。故大人與天地合德，與日月合明，與鬼神合靈，與四時合信，懷天心，抱地氣，執衝含和，不下堂而行四海，變易習俗，民化遷善，若生諸己，能以神化者也。\n\n老子曰：夫人道者，全性保真，不虧其身，遭急迫難，一精一通乎天，若乃未始出其宗者，何為而不成，死生同域，不可脅凌，又況官天地，懷萬物，返造化，含至和，而已未嘗死者也。一精一誠形乎內，而外喻於人心，此不傳之道也。聖人在上，懷道而不言，澤及萬民，故不言之教，芒乎大哉！君臣乖心，倍譎見於天，神氣相應，微矣，此謂不言之辯，不道之道也。夫召遠者使無為焉，親近者言無事焉，唯夜行者能有之，卻走馬以糞，車軌不接於遠方之外，是謂坐馳陸沉。天道無私就也，無私去也，能者有餘，詘者不足，順之者利，逆之者凶。是故以智為治者難以持國，唯同乎大和而持自然應者，為能有之。\n\n老子曰：夫道之與德，若圍之與革，遠之即近，近之即?，稽之不得，察之不虛。是故聖人若鏡，不將不迎，應而不藏，不物而不傷。其得之也，乃失之也，其失之也，乃得之也，故通於大和者，闇若醇醉而甘臥以遊其中，若未始出其宗，是謂大通，此假不用能成其用也。\n\n老子曰：昔黃帝之治天下，理日月之行，治一陰一一陽一之氣，節四時之度，正律歷之數，別男女，明上下，使強不掩弱，眾不暴寡，民保命而不夭，歲時熟而不凶，百官正而無私，上下調而無尤，法令明而不闇，輔佐公而不阿，田者讓畔，道不拾遺，市不預賈，故於此時，日月星辰不失其行，風雨時節，五穀豐昌，鳳皇翔於庭，麒麟遊於郊。虙犧氏之王天下，枕方寢繩，殺秋約冬，負方州，抱員天，一陰一一陽一所擁沈不通者竅理之，逆氣戾物傷民厚積者絕止之，其民童蒙不知西東，視瞑瞑，行蹎蹎，侗然自得，莫知其所由，浮游泛然，不知所本，罔養不知所如往，當此之時，禽獸蟲蛇無不懷其爪牙，藏其螫毒，功揆天地。至黃帝要繆乎太祖之下，然而不章其功，不揚其名，隱真人之道，以從天地之固然，何即道德上通，而智故消滅也。\n\n老子曰：天不定，日月無所載，地不定，草木無所立，身不寧，是非無所形，是故有真人而後有真智，其所持者不明，何知吾所謂知之非不知與？積惠重貨，使萬民欣欣，人樂其生者，仁也；舉大功，顯令名，體君臣，正上下，明親疏，存危國，繼絕世，立無後者，義也；閉九竅，藏志意，棄聰明，反無識，芒然仿佯乎塵垢之外，逍遙乎無事之業，含一陰一吐一陽一而與萬物同和者，德也。是故道散而為德，德溢而為仁義，仁義立而道德廢矣。\n\n老子曰：神越者言華，德蕩者行偽，至一精一芒乎中，而言行觀乎外，此不免以身役物也。一精一有愁盡而行無窮極，所守不定而外一一婬一一於世俗之風，是故聖人內修道術而不外飾仁義，知九竅四支之宜，而遊乎一精一神之和，此聖人之遊也。\n\n老子曰：若夫聖人之遊也，即動乎至虛，遊心乎太無，馳於方外，行於無門，聽於無聲，視於無形，不拘於世，不繫於俗。故聖人所以動天下者，真人不過，賢人所以矯世者，聖人不觀。夫人拘於世俗，必形系而神洩，故不免於別，使我可拘繫者，必其命有在外者。\n\n老子曰：人主之思，神不馳於胸中，智不出於四域，懷其仁誠之心，甘雨以時，五穀蕃殖，春生夏長，秋收冬藏，月省時考，終歲獻貢，養民以公，威厲以誠，法省不煩，教化如神，法寬刑緩，囹圄空虛，天下一俗，莫懷奸心，此聖人之思也。夫上好取而無量，即下貪功而無讓，民貧苦而分爭生，事力勞而無功，智詐萌生，盜賊滋彰，上下相怨，號令不行，夫水濁者魚噞，政苛者民亂，上多欲即下多詐，上煩擾即下不定，上多求即下交爭，不治其本而救之於末，無以異於鑿渠而止水，抱薪而救火。聖人事省而治求，寡而贍，不施而仁，不言而信，不求而得，不為而成，懷自然，保至真，抱道推誠，天下從之如響之應聲，影之像形，所修者本也。\n\n老子曰：一精一神越於外，智慮蕩於內者，不能治形，神之所用者遠，則所遺者近。故“不出於戶以知天下，不窺於牖以知天道，其出彌遠，其知彌少。”此言一精一誠發於內，神氣動於天也。\n\n老子曰：冬日之一陽一，夏日之一陰一，萬物歸之而莫之使，極自然至一精一之感，弗召自來，不去而往，窈窈冥冥，不知所為者而功自成，待目而照見，待言而使命，其於治難矣。皋陶喑而為大理，天下無虐刑，有貴乎言者也，師曠瞽而為太宰，晉國無亂政，有貴乎見者也。不言之令，不視之見，聖人所以為師也，民之化上，不從其言從其所行，故人君好勇，弗使鬥爭而國家多難，其漸必有劫殺之亂矣。人君好色，弗使風議而國家昏亂，其積至於一一婬一一泆之難，故聖人一精一誠別於內，好憎明於外，出言以副情，發號以明指。是故刑罰不足以移風，殺戮不足以禁奸，唯神化為貴，一精一至為神，一精一之所動，若春氣之生，秋氣之殺。故君子者，其猶射者也，於此毫末，於彼尋丈矣！故理人者，慎所以感之。\n\n老子曰：懸法設賞而不能移風易俗者，誠心不抱，故聽其音則知其風，觀其樂即知其俗，見其俗即知其化。夫抱真效誠者，感動天地，神踰方外，令行禁止，誠通其道而達其意，雖無一言，天下萬民、禽獸、鬼神與之變化。故太上神化，其次使不得為非，其下賞賢而罰暴。\n\n老子曰：大道無為，無為即無有，無有者不居也，不居者即處無形，無形者不動，不動者無言也，無言者即靜而無聲無形，無聲無形者，視之不見，聽之不聞，是謂微妙，是謂至神，“綿綿若存”，“是謂天地根。”道無聲，故聖人強為之形，以一句為名天地之道。大以小為本，多以少為始，天子以天地為品，以萬物為資，功德至大，勢名至貴，二德之美與天地配，故不可不軌大道以為天下母。\n\n老子曰：振窮補急則名生利起，除害即功成，世無災害，雖聖無所施其德，上下和睦，雖賢無所立其功。故至人之治，含德抱道，推誠施無窮之智，寢說而不言天下莫知貴其不言者，故“道可道，非常道也，名可名，非常名也。”著於竹帛，鏤於金石，可傳於人者，皆其粗也。三皇五帝三王，殊事而同心，異路而同歸，末世之學者，不知道之所體一德之所摠要取成事之跡跪坐而言之，雖博學多聞，不免於亂。\n\n老子曰：心之一精一者，可以神化，而不可說道。聖人不降席而匡天下，情甚於□呼，故同言而信，信在言前也，同令而行，誠在令外也。聖人在上，民化如神，情以先之，動於上不應於下者，情令殊也。三月嬰兒未知利害，而慈母愛之愈篤者，情也。故言之用者變，變乎小哉，不言之用者變，變乎大哉。信，君子之言，忠，君子之意，忠信形於內，感動應乎外，賢聖之化也。\n\n老子曰：子之死父，臣之死君，非出以求名也，恩心藏於中而不違其難也。君子之憯怛非正為也，自中出者也，亦察其所行，聖人不慚於影，君子慎其獨也，舍近期遠，塞矣。故聖人在上則民樂其治，在下則民慕其意，志不忘乎欲利人。\n\n老子曰：勇士一呼，三軍皆闢，其出之誠，唱而不和，意而不載，中必有不合者也。不下席而匡天下者，求諸己也，故說之所不至者，容貌至焉，容貌所不至者，感忽至焉，感乎心發而成形，一精一之至者可形接，不可以照期。\n\n老子曰：言有宗，事有本，失其宗本，伎能雖多，不如寡言。害眾著倕而使斷其指，以期大巧之不可為也，故匠人智為，不以能以時，閉不知閉也，故必杜而後開。\n\n老子曰：聖人之從事也，所由異路而同歸，存亡定傾若一，志不忘乎欲利人也。故秦楚燕魏之歌，異傳而皆樂，九夷八狄之哭，異聲而皆哀。夫歌者樂之微，哭者哀之效也，愔於中，發於外，故在所以感之矣。聖人之心，日夜不忘乎欲利人，其澤之所及亦遠矣。\n\n老子曰：人無為而治，有為也即傷。無為而治者，為無為，為者不能無為也，不能無為者，不能有為也。人無言而神，有言即傷。無言乏神者，載無言，則傷有神之神者。\n\n文子曰：名可強立，功可強成。昔南榮疇恥聖道而獨亡於己，南見老子，受教一言，一精一神曉靈，屯閔修達，勤苦十日不食，如享太牢，是以明照海內，名立後世，智略天地，察分秋毫，稱譽華語，至今不休，此謂名可強立也。故田者不強，囷倉不滿，官御不勵，誠心不一精一，將相不強，功烈不成，王侯懈怠，泛世無名。至人潛行，譬猶雷霆之藏也，隨時而舉事，因資而立功，進退無難，無所不通。夫至人一精一誠內形，德流四方，見天下有利也，喜而不忘，天下有害也，憂若有喪。夫“憂民之憂者，民亦憂其憂，樂民之樂者，民亦樂其樂，故憂以天下，樂以天下，然而不王者，未之有也。”“聖人之法，始於不可見，終於不可及，處於不傾之地，積於不盡之倉，載於不竭之府。出令如流水之原，使民於不爭之官，開必得之門，不為不可成，不求不可得，不處不可久，不行不可復。”大人行可說之政，而人莫不順其命，命順則從，小而致大，命逆則以善為害，以成為敗。夫所謂大丈夫者，內強而外明，內強如天地，外明如日月，天地無不覆載，日月無不照明。大人以善示人，不變其故，不易其常，天下聽令，如草從風。政失於春，歲星盈縮，不居其常；政失於夏，熒惑逆行；政失於秋，太白不 當，出入無常；政失於冬，辰星不效其鄉，四時失政，鎮星搖盪，日月見謫，五星悖亂，彗星出。春政不失禾黍滋，夏政不失雨降時，秋政不失民殷昌，冬政不失國家寧康。"
		},
		{
			"章節": "卷三",
			"章節名稱": "九守",
			"章節內容": "老子曰：天地未形，窈窈冥冥，渾而為一，寂然清澄，重濁為地，一精一微為天，離而為四時，分而為一陰一一陽一，一精一氣為人，粗氣為蟲，剛柔相成，萬物乃生。一精一神本乎天，骨骸根於地，一精一神入其門，骨骸反其根，我尚何存，故聖人法天順地，不拘於俗，不誘於人，以天為父，以地為母，一陰一一陽一為綱，四時為紀，天靜以清，地定以寧，萬物逆之死，順之生，故靜漠者神明之宅，虛無者道之所居。夫一精一神者所受於天也，骨骸者所稟於地也，“道生一，一生二，二生三，三生萬物。萬物負一陰一而抱一陽一，衝氣以為和。”\n\n老子曰：人受天地變化而生，一月而膏，二月血脈，三月而胚，四月而胎，五月而筋，六月而骨，七月而成形，八月而動，九月而躁，十月而生。形骸已成，五藏乃形，肝主目，腎主耳，脾主舌，肺主鼻，膽主口，外為表，中為裡，頭員法天，足方象地，天有四時、五行、九解、三百六十日，人有四支、五藏、九竅、三百六十節。天有風雨寒暑，人有取與喜怒，膽為雲，肺為氣，脾為風，腎為雨，肝為雷，人與天地相類，而心為之主。耳目者日月也，血氣者風雨也，日月失行，薄蝕無光，風雨非時，毀折生災，五星失行，州國受其殃。天地之道，至閎以大，尚由節其章光，愛其神明，人之耳目何能久薰而不息？一精一神何能馳騁而不乏？是故聖人守內而不失外。夫血氣者人之華也，五藏者人之一精一也，血氣專乎內而不外越，則胸腹充而嗜慾寡，嗜慾寡則耳目清而聽視聰達，聽視聰達謂之明。五藏能屬於心而無離，則氣意勝而行不僻，一精一神盛而氣不散，以聽無不聞，以視無不見，以為無不成，患禍無由入，哀氣不能襲，故所求多者所得少，所見大者所知小。夫孔竅者一精一神之戶牖，血氣者五藏之使候，故耳目一一婬一一於聲色，即五藏動搖而不定，血氣滔蕩而不休，一精一神馳騁而不守，禍福之至雖如丘山， 無由識之矣，故聖人愛而不越。聖人誠使耳目一精一明玄達，無所誘慕，意氣無失清靜而少嗜慾，五藏便寧，一精一神內守形骸而不越，即觀乎往世之外，來事之內，禍福之間何足見也，故其出彌遠者，其知彌少。以言一精一神不可使外一一婬一一也，故五色亂目，使目不明，五音入耳，使耳不聰，五味亂口，使口生創，趣舍滑心，使行飛揚。故嗜慾使人氣一一婬一一，好憎使人一精一勞，不疾去之，則志氣日耗。夫人所以不能終其天年者，以生生之厚，夫唯無以生為者，即所以得長生，天地運而相通，萬物摠而為一，能知一即無一之不知也，不能知一即無一之能知也。吾處天下亦為一物，而物亦物也，物之與物，何以相物，欲生不可事也，憎死不可辭也，賤之不可憎也，貴之不可喜也，因其資而寧之，弗敢極弗敢極也，即至樂極也。\n\n守虛\n\n老子曰：所謂聖人者，因時而安其位，當世而樂其業，夫哀樂者德之邪，好憎者心之累，喜怒者道之過，故其生也天行，其死也物化，靜即與一陰一合德，動即與一陽一同波，故心者形之主也，神者心之寶也，形勞而不休即蹶，一精一用而不已則竭，是以聖人遵之不敢越也。以無應有，必究其理，以虛受實，必窮其節，恬愉虛靜，以終其命，無所?，無所親，抱德煬和，以順於天，與道為際，與德為鄰，不為福始，不為禍先，死生無變於己，故曰至神。神則以求無不待也，以為無不成也。\n\n守無\n\n老子曰：輕天下即神無累，細萬物即心不惑，齊生死則意不懾，同變化則明不眩。夫至人倚不橈之柱，行無關之途，稟不竭之府，學不死之師，無往而不遂，無之而不通，屈伸俯仰，抱命不惑而宛轉，禍福利害，不足以患心。夫為義者可迫以仁，而不可劫以兵，可正以義，不可懸以利，君子死義，不可以富貴留也，為義者不可以死亡恐也，又況於無為者乎！無為者即無累，無累之人，以天下為影柱，上觀至人之倫，深原道德之意，下考世俗之行，乃足以羞也，夫無以天下為者，學之建鼓也。\n\n守平\n\n老子曰：尊勢厚利，人之所貪，比之身則賤，故聖人食足以充虛接氣，衣足以蓋形禦寒，適情辭餘，不貪得，不多積，清目不視，靜耳不聽，閉口不言，委心不慮，棄聰明，反太素，休一精一神，去知故，無好憎，是謂大通，除穢去累，莫若未始出其宗，何為而不成。知養生之和者，即不可懸以利，通內外之符者，不可誘以勢，無外之外，至大，無內之內，至貴，能知大貴，何往不遂。\n\n守易\n\n老子曰：古之為道者，理情性，治心術，養以和，持以適，樂道而忘賤，安德而忘貧。性有不欲，無慾而不得，心有不樂，無樂而不為，無益於性者不以累德，不便於生者不以滑和。不縱身肆意而制度，可以為天下儀，量腹而食，制形而衣，容身而居，適情而行，余天下而不有，委萬物而不利，豈為貧富貴賤失其性命哉！永若然者，可謂能體道矣。\n\n守清\n\n老子曰：人受氣於天者，耳目之於聲色也，鼻口之於芳臭也，肌膚之於寒溫也，其情一也，或以死，或以生，或為君子，或為小人，所以為制者異。神者智之淵也，神清則智明，智者心之府也，智公則心平，人莫鑑於流潦而鑑於澄水，以其清且靜也，故神清意平乃能形物之情，故用之者必假於不用也。夫鑑明者則塵垢不汙也，神清者嗜慾不誤也，故心有所至，則神慨然在之，反之於虛，則消躁藏息矣，此聖人之遊。故治天下者，必達性命之情而後可也。\n\n守真\n\n老子曰：夫所謂聖人者，適情而已，量腹而食，度形而衣，節乎己而，貪汙之心無由生也，故能有天下者，必無以天下為也，能有名譽者，必不以越行求之，誠達性命之情，仁義因附。若夫神無所掩，心無所載，通洞條達，澹然無事，勢利不能誘，聲色不能一一婬一一，辯者不能說，智者不能動，勇者不能恐，此真人之遊也。夫生生者不生，化化者不化，不達此道者，雖知統天地，明照日月，辯解連環，辭潤金石，猶無益於天下也，故聖人不失所守。\n\n守靜\n\n老子曰：靜漠恬惔，所以養生也，和愉虛無，所以據德也，外不亂內即性得其宜，靜不動和即德安其位，養生以經世，抱德以終年，可謂能體道矣。若然者，血脈無鬱滯，五藏無積氣，禍福不能矯滑，非譽不能塵垢，非有其世，孰能濟焉，有其才不遇其時，身猶不能脫，又況無道乎。夫目察秋毫之末者，耳不聞雷霆之聲，耳調金玉之音者，目不見太山之形，故小有所志，則大有所忘。今萬物之來，擢拔吾生，攓取吾一精一，若泉原也，雖欲勿稟，其可得乎？今盆水若清之經日，乃能見眉睫，濁之不過一撓，即不能見方圓也，人之一精一神難清而易濁，猶盆水也。\n\n守法\n\n老子曰：上聖法天，其次尚賢，其下任臣，任臣者危亡之道也，尚賢者痴惑之原也，法天者治天地之道也，虛靜為王，虛無不受，靜無不持，知虛靜之道，乃能終始，故聖人以靜為治，以動為亂，故曰勿撓勿纓，萬物將自清，勿驚勿駭，萬物將自理，是謂天道也。\n\n守弱\n\n老子曰：天子公侯以天下一國為家，以萬物為畜，懷天下之大，有萬物之多，即氣實而志驕，大者用兵侵小，小者倨傲凌下，用心奢廣，譬猶飄風暴雨，不可長久。是以聖人以道鎮之，執一無為而不損衝氣，見小守柔，退而勿有，法於江海，江海不為，故功名自化，弗強，故能成其王，為天下牝，故能神不死，自愛，故能成其貴，萬乘之勢，以萬物為功名，權任至重，不可自輕，自輕則功名不成。夫道，大以小而成，多以少為主，故聖人以道邪天下，柔弱微妙者見小也，儉嗇損缺者見少也，見小故能成其大，見少故能成其美。天之道，抑高而舉下，損有餘奉不足，江海處地之不足，故天下歸之奉之，聖人卑謙，清靜辭讓者見下也，虛心無有者見不足也，見下故能致其高，見不足故能成其賢，矜者不立，奢者不長，強梁者死，滿溢者亡，飄風暴雨不終日，小谷不能須臾盈，飄風暴雨行強梁之氣，故不能久而滅，小谷處強梁之地，故不得不奪，是以聖人執雌牝，去奢驕，不敢行強梁之氣，執雌牝，故能立其雄牡，不敢奢驕，故能長久。\n\n老子曰：天道極即反，盈即損，日月是也。聖人日損而衝氣不敢自滿，日進以牝，功德不衰，天道然也，人之情性皆好高而惡下，好得而惡亡，好利而惡病，好尊而惡卑，好貴而惡賤，眾人為之，故不能成，執之，故不能得。是以聖人法天，弗為而成，弗執而得，與人同情而異道，故能長久。故三皇五帝有戒之器，命曰侑卮，其衝即正，其盈即覆。夫物盛則衰，日中則移，月滿則虧，樂終而悲，是故聰明廣智守以愚，多聞博辯守以儉，武力勇毅守以畏，富貴廣大守以狹，德施天下守以讓，此五者先王所以守天下也。“服此道者不欲盈，夫唯不盈，是以弊不新成。”\n\n老子曰：聖人與一陰一俱閉，與一陽一俱開，能至於無樂也，即無不樂也，無不樂即至樂極矣。是以內樂外，不以外樂內，故有自樂也，即有自志貴乎天下，所以然者，因而為天下之要也。不在於彼而在於我，不在於人而在於身，身得則萬物備矣。故達於心術之論者，即嗜慾好憎外矣，是故無所喜，無所怒，無所樂，無所苦，萬物玄同，無非無是。故士有一定之論，女有不易之行，不待勢而尊，不須財而富，不須力而強，不利貨財，不貪世名，不以貴為安，不以賤為危，形神氣志各居其宜。夫形者生之舍也，氣者生之元也，神者生之制也，一失其位即三者傷矣，故以神為主者形從而利，以形為制者神從而害。其生貪叨多欲之人，莫宜乎勢利，誘慕乎名位，幾以過人之知，位高於世，即一精一神日耗以遠，久一一婬一一而不還，形閒中拒，即無由入矣，是以時有盲忘自失之患。夫一精一神志氣者，靜而日充以壯，躁而日耗以老，是故聖人持養其神，和弱其氣，平夷其形，而與道浮沉，如此則萬物之化無不偶也，百事之變無不應也。\n\n守樸\n\n老子曰：所謂真人者，性合乎道也。故有而若無，實而若虛，治其內不治其外，明白太素，無為而復樸，體本抱神，以遊天地之根，芒然仿佯塵垢之外，逍遙乎無事之業，機械智巧，不載於心，審於無假，不與物遷，見事之化，而守其宗，心意專於內，通達禍福於一，居不知所為，行不知所之，不學而知，弗視而見，弗為而成，弗治而辯，感而應，迫而動，不得已而往，如光之耀，如影之效，以道為循，有待而然，廓然而虛，清靜而無，以千生為一化，以萬異為一宗。有一精一而不使，有神而不用，守大渾之樸，立至一精一之中，其寢不夢，其智不萌，其動無形，其靜無體，存而若亡，生而若死，出入無間，役使鬼神，一精一神之所能登假千道。使一精一神暢達而不失於元，日夜無隙而與物為春，即是合而生時於心者也。故形有靡而神未嘗化，以不化應化，千變萬轉而未始有極，化者復歸於無形也，不化者與天地俱生，俱生者未嘗化其所化者即化，此真人之遊純粹素道。"
		},
		{
			"章節": "卷四",
			"章節名稱": "符言",
			"章節內容": "老子曰：道至高無上，至深無下，平乎準，直乎繩，圓乎規，方乎矩，包裹天地而無表裡，洞同覆蓋而無所?，是故體道者，不怒不喜，其坐無慮，寢而不夢，見物而名，事至而應。\n\n老子曰：欲屍名者必生事，事生即舍公而就私，倍道而任己，見譽而為善，立而為賢，即治不順理而事不順時，治不順理則多責，事不順時則無功，妄為要中，功成不足以塞責，事敗足以滅身。\n\n老子曰：無為名屍，無為謀府，無為事任，無為智主。藏於無形，行於無怠，不為福先，不為禍始，始於無形，動於不得已，欲福先無禍，欲利先遠害。故無為而寧者，失其所寧即危，無為而治者，失其所治即亂，故“不欲碌碌如玉，落落如石。”其文好者皮必剝，其角美者身必殺，甘泉必竭，直木必伐，華榮之言後為愆，石有玉傷其山，黔首之患固在言。\n\n老子曰：時之行動以從，不知道者福為禍。天為蓋，地為軫，善用道者終無盡，地為軫，天為蓋，善用道者終無害。陳彼五行必有勝，天之所覆無不稱，故“知不知，上，不知知，病也。”\n\n老子曰：山生金，石生玉，反相剝，木生蟲，還自食，人生事，還自賊。夫好事者未嘗不中，爭利者未嘗不窮，善遊者溺，善騎者墮，各以所好反自為禍。得在時不在爭，治在道不在聖，土處下不爭高，故安而不危，水流下不爭疾，故去而不遲。“是以聖人無執故無失，無為故無敗。”\n\n老子曰：一言不可窮也，二言天下宗也，三言諸侯雄也，四言天下雙也。貞信則不可窮，道德則天下宗，舉賢德，諸侯雄，惡少愛眾天下雙。\n\n老子曰：人有三死非命亡焉：飲食不節，簡賤其身，病共殺之，樂得無已，好求不止，刑共殺之，以寡犯眾，以弱凌強，兵共殺之。\n\n老子曰：其施厚者其報美，其怨大者其禍深，薄施而厚望，畜怨而無患者，未之有也。察其所以往者，即知其所以來矣。\n\n老子曰：原天命，治心術，理好憎，適情性，即治道通矣。原天命即不惑禍福，治心術即不妄喜怒，理好憎即不貪無用，適情性即欲不過節。不惑禍福即動靜順，理不妄喜怒即賞罰不阿，不貪無用即不以欲害性，欲不過節即養生知足，凡此四者，不求於外，不假於人，反己而得矣。\n\n老子曰：不求可非之行，不憎人之非己，修足譽之德，不求人之譽己。不能使禍無至，信己之不智，而不能使福必來，信己之不讓。禍之至非己之所生，故窮而不憂，福之來非己之所成，故通而不矜，是故閒居而心樂，無為而治。\n\n老子曰：道者守其所已有，不求其所以未有，求其所未得即所有者亡，修其所已有即所欲者至。治未固於不亂，而事為治者必危，行者未免於無非，而急求名者必剉，故福莫大於無禍，利莫大於不喪。故“物或益之而損，損之而益”。道不可以勸就利者，而可以安神避害，故嘗無禍不嘗有福，嘗無罪不嘗有功。道曰芒芒昧昧，從天之威，與天同氣無思慮也，無設儲也，來者不迎，去者不將，人雖東西南北，獨立中央。故處眾枉，不失其直，與天下並流，不離其域，不為善，不避醜，遵天之道，不為始，不專己，循天之理，不豫謀，不棄時，與天為期，不求得，不辭福，從天之則，內無奇福，外無奇禍，故禍福不生，焉有人賊。故至德言同賂，事同福，上下一心，無歧道旁見者，退章於邪，開道之於善，而民向方矣。\n\n老子曰：為善即勸，為不善即觀，勸即生責，觀即生患，故道不可以進而求名，可以退而修身。故聖人不以行求名，不以知見求譽，治隨自然，己無所與，為者有不成，求者有不得，人有窮而道無通，有智而無為與無智同功，有能而無事與無能同德，有智若無智，有能若無能，道理達而人才滅矣。人與道不兩明，人愛名即不用道，道勝人即名息，道息人名章即危亡。\n\n老子曰：使信士分財，不如定分而探籌，何則？有心者之於平，不如無心者。使廉士守財，不如閉戶而全封，以為有欲者之於廉，不如無慾者也。人舉其疵則怨，鑑見其醜則自喜，人能接物而不與己，則免於累矣。\n\n老子曰：凡事人者，非以寶幣，必以卑辭。幣單而欲不厭，卑體免辭，論說而交不結，約束誓盟，約定而反先日，是以君子不外飾仁義，而內修道術。修其境內之事，盡其地方，勸民守死，堅其城郭，上下一心，與之守社稷，即為飾者不伐無罪，為利者不攻難得，此必全之道，必利之理。\n\n老子曰：聖人不勝其心，眾人不勝其欲，君子行正氣，小人行邪氣。內便於性，外合於義，循理而動，不繫於物者，正氣也；推於滋味，一一婬一一於聲色，發於喜怒，不顧後患者，邪氣也。邪與正相傷，欲與性相害，不可兩立，一起一廢，故聖人捐欲而從性。目好色，耳好聲，鼻好香，口好味，合而說之，不離利害，嗜慾也，耳目鼻口不知所欲，皆心為之制，各得其所，由此觀之，欲不可勝亦明矣。\n\n老子曰：治身養性者，節寢處，適飲食，和喜怒，便動靜，內在己者得，而邪氣無由入。飾其外，傷其內，扶其情者害其神，見其文者蔽其真，無須臾忘為賢者，必困其性，百步之中忘其為容者，必累其形，故羽翼美者傷其骸骨，枝葉茂者害其根荄，能兩美者天下無之。\n\n老子曰：天有明不憂民之晦也，地有財不憂民之貧也，至德道者若丘山，嵬然不動，行者以為期，直己而足物，不為人賜，用之者亦不受其德，故安而能久。天地無與也，故無奪也，無德也，無怨也。善怒者必多怨，善與者必善奪，唯隨天地之自然而能勝理。故譽見即毀隨之，善見即惡從之，利為害始，福為禍先，不求利即無害，不求福即無禍，身以全為常，富貴其寄也。\n\n老子曰：聖人無屈奇之服，詭異之行，服不雜，行不觀，通而不華，窮而不懾，榮而不顯，隱而不辱，異而不怪，同用無以名之，是謂大通。\n\n老子曰：道者直己而待命，時之至不可迎而反也，時之去不可足而援也，故聖人不進而求，不退而讓，隨時三年，時去我走，去時三年，時在我後，無去無就，中立其所。天道無親，唯德是與，福之至非己之所求，故不伐其功，禍之來非己之所生，故不悔其行，中心其恬，不累其德，狗吠不驚，自信其情，誠無非分，故通道者不惑，知命者不憂。帝王之崩藏骸於野，其祭也祀之於明堂，神貴於形也，故神制形則從，形勝神則窮，聰明雖用，必反諸神，謂之大通。\n\n老子曰：古之存己者，樂德而忘賤，故名不動志，樂道而忘貧，故利不動心，是以謙而能樂，靜而能澹。以數筭之壽，憂天下之亂，猶憂河水之涸，泣而益之也，故不憂天下之亂，而樂其身治者，可與言道矣。\n\n老子曰：人有三怨：爵高者人妒之，官大者主惡之，祿厚者人怨之。夫爵益高者意益下，官益大者心益小，祿益厚者施益博，修此三者怨不作，故貴以賤為本，高以下為基。\n\n老子曰：言者所以通己於人也，聞者所以通人於所也。既聞其聾，人道不通，故有聞聾之病者，莫知事通，豈獨形骸有闇聾哉！心並有之。塞也，莫知所通，此闇聾之類也。夫道之為宗也，有形者皆生焉，其為親也亦戚矣，饗穀食氣者皆壽焉，其為君也亦惠矣，諸智者學焉，其為師也亦明矣。人皆以無用害有用，故知不博而日不足，以博弈之日問道，聞見深矣，問與不問，猶闇聾之比於人也。\n\n老子曰：人之情心服於德，不服於力，德在與不在來，是以聖人之慾貴於人者，先貴於人，欲尊於人者，先尊於人，欲勝人者，先自勝，欲卑人者，先自卑，故貴賤尊卑，道以制之。夫古之聖王以其言下人，以其身後人，即天下樂推而不猒，戴而不重，此德重有餘而氣順也，故知與之為取，後之為先，即幾於道矣。\n\n老子曰：德少而寵多者譏，才下而位高者危，無大功而有厚祿者微，故物或益之而損，或損之而益。眾人皆知利利，而不知病病，唯聖人知病之為利，利之為病。故再實之木其根必傷，掘藏之家其後必殃，夫大利者反為害，天之道也。\n\n老子曰：小人從事曰苟得，君子曰苟義。為善者，非求名者也，而名從之，名不與利期，而利歸之，所求者同，所極者異，故動有益則損隨之。言無常是，行無常宜者，小人也；察於一事，通於一能，中人也；兼覆而並有之，技能而才使之者，聖人也。\n\n老子曰：生所假也，死所歸也，故世治即以義衛身，世亂即以身衛義，死之日，行之終也，故君子慎一用之而已矣。故生受於天也，命所遭於時也，有其才不遇其世，天也，求之有道，得之在命。君子能為善不能必得其福，不忍而為非而未必免於禍，故君子逢時即進，得之以義，何幸之有！不時即退，讓之以禮，何不幸之有！故雖處貧賤而猶不悔者，得其所貴也。\n\n老子曰：人有順逆之氣生於心，心治則氣順，心亂則氣逆，心之治亂在於道德，得道則心治，失道則心亂，心治則交讓，心亂則交爭，讓則有德，爭則生賊，有德則氣順，賊生則氣逆，氣順則自損以奉人，氣逆則損人以自奉，二氣者可道已而制也。天之道其猶響之報聲也，德積則福生，禍積則怨生，官敗於官茂，孝衰於妻子，患生於憂解，病甚於且愈，故“慎終如始，無敗事也。”\n\n老子曰：舉枉與直，如何不得，舉直與枉，勿與遂往，所謂同汙而異泥者。\n\n老子曰：聖人同死生，愚人亦同死生，不和利害之所在。道懸天，物布地，和在人，人主不和即天氣不下，地氣不上，一陰一一陽一不調，風雨不時，人民疾飢。\n\n老子曰：得萬人之兵，不如聞一言之當，得隋侯之珠，不如得事之所由，得和氏之璧，不如得事之所適。天下雖大，好用兵者亡，國雖安，好戰者危，故“小國寡民，使有阡陌之器而勿用。”\n\n老子曰：能成霸王者，必勝者也，能勝敵者，必強者也，能強者，必用人力者也，能用人力者，必得人心者也，能得人心者，必自得者也，自得者，必柔弱者已。能勝不如己者，至於若己者而挌，柔勝出於若己者，其事不可度，故能眾不勝成大勝者也。"
		},
		{
			"章節": "卷五",
			"章節名稱": "道德",
			"章節內容": "文子問道。老子曰：學問不一精一，聽道不深。凡聽者，將以達智也，將以成行也，將以致功名也，不一精一不明，不深不達。故上學以神聽，中學以心聽，下學以耳聽，以耳聽者，學在面板，以心聽者，學在肌肉，以神聽者，學在骨髓。故聽之不深，即知之不明，知之不明，即不能盡其一精一，不能盡其一精一，即行之不成。凡聽之理，虛心清靜，損氣無盛，無思無慮，目無妄視，耳無苟聽，尊一精一積稽，內意盈並，既以得之，必固守之，必長久之。夫道者，原產有始，始於柔弱，成於剛強，始於短寡，成於眾長，十圍之木始於把，百仞之臺始於下，此天之道也。聖人法之，卑者所以自下，退者所以自後，儉者所以自小，損之所以自少，卑則尊，退則先，儉則廣，損則大，此天道所成也。夫道者，德之元，大之根，福之門，萬物待之而生，待之而成，待之而寧。夫道，無為無形，內以修身，外以治人，功成事立，與天為鄰，無為而無不為，莫知其情，莫知其真，其中有信。天子有道則天下服，長有社稷，公侯有道則人民和睦，不失其國，士庶有道則全其身，保其親，強大有道，不戰而克，小弱有道，不爭而得，舉事有道，功成得福，君臣有道則忠惠，父子有道則慈孝，士庶有道則相愛，故有道則知，無道則苛。由是觀之，道之於人，無所不宜也。夫道者，小行之小得福，大行之大得福，盡行之天下服，服則懷之，故帝者，天下之適也，王者，天下之往也，天下不適不往，不可謂帝王。故帝王不得人不能成，得人失道亦不能守。夫失道者，奢泰驕佚，慢倨矜傲，見餘自顯自明，執雄堅強，作難結怨，為兵主，為亂首，小人行之，身受大殃，大人行之，國家滅亡，淺及其身，深及子孫，夫罪莫大於無道，怨莫深於無德，天道然也。\n\n老子曰：天行道者，使人雖勇，刺之不入，雖巧，擊之不中，夫刺之不入，擊之不中，而猶辱也，未若使人雖勇不能刺，雖巧不能擊。夫不敢者，非無其意也，未若本無其意，夫無其意者，未有受利害之心也，不若使天下丈夫女子莫不歡然皆欲愛利之，若然者，無地而為君，無官而為是，天下莫不願安利之。故勇於敢則殺，勇於不敢則活。\n\n文子問德。老子曰：畜之養之，遂之長之，兼利無懌，與天地合，此之謂德。何謂仁？曰：為上不矜其功，為下不羞其病，大不矜，小不偷，兼愛無私，久而不衰，此之謂仁也。何謂義？曰：為上則輔弱，為下則守節，達不肆意，窮不易操，一度順理，不私枉橈，此之謂義也。何謂禮？曰：為上則恭嚴，為下則卑敬，退讓守柔，為天下雌，立於不敢，設於不能，此之謂禮也。故修其德則下從令，修其仁則下不爭，修其義則下平正，修其禮則下尊敬，四者既修，國家安寧。故物生者道也，長者德也，愛者仁也，正者義也，敬者禮也。不畜不養，不能遂長，不慈不愛，不能成遂，不正不匡，不能久長，不敬不寵，不能貴重。故德者民之所貴也，仁者民之所懷也，義者民之所畏也，禮者民之所敬也，此四者，文之順也，聖人之所以御萬物也。君子無德則下怨，無仁則下爭，無義則下暴，無禮則下亂，四經不立，謂之無道，無道不亡者，未之有也。\n\n老子曰：至德之世，賈便其市，農樂其野，大夫安其職，處士修其道，人民樂其業，是以風雨不毀折，草木不夭無，河出圖，洛出書。及世之衰也，賦斂無度，殺戮無止，刑諫者，殺賢士，是以山崩川涸，蠕動不息，野無百蔬。故世治則愚者不得獨亂，世亂則賢者不能獨治，聖人和愉寧靜，生也，至德道行，命也，故生遭命而後能行，命得時而後能明，必有其世而後有其人。\n\n文子問聖智。老子曰：聞而知之，聖也，見而知之，智也。聖人嘗聞禍福所生而擇其道，智者嘗見禍福成形而擇其行，聖人知天道吉凶，故知禍福所生，智者先見成形，故知禍福之門。聞未生聖也，先見成形智也，無聞見者，愚迷。\n\n老子曰：君好義則信時而任己，秉智而用惠，物博智淺，以淺贍博，未之有也。獨任其智，失必多矣，好智，窮術也，好勇，危亡之道也，好與則無定分，上之分不定，則下之望無息，若多斂則與民為仇，少取而多與，其數無有，故好與，來怨之道也。由是觀之，財不足任，道術可因明矣。\n\n文子問曰：古之王者，以道邪天下，為之奈何？老子曰：執一無為，因天地與之變化，“天下大器也，不可執也，不可為也，為者敗之，執者失之。”執一者，見小也，小故能成其大也，無為者，守靜也，守靜能為天下正，處大，滿而不溢，居高，貴而無驕，處大不溢，盈而不虧，居上不驕，高而不危，盈而不虧，所以長守富也，高而不危，所以長守貴也，富貴不離其身，祿及子孫，古之王道其於此矣。\n\n老子曰：民有道所同行，有法所同守，義不能相固，威不能相必，故立君以一之。君執一即治，無常即亂，君道者，非所以有為也，所以無為也，智者不以德為事，勇者不以力為暴，仁者不以位為惠，可謂一矣。一也者，無適之道也，萬物之本也。君數易法，國數易君，人以其位達其好憎，下之任懼不可勝理，故君失一，其亂甚於無君也，君必執一而後能群矣。\n\n文子問曰：王道有幾？老子曰：一而已矣。\n\n文子曰：古有以道王者，有以兵王者，何其一也？曰：以道王者德也，以兵王者亦德也。用兵有五：有義兵，有應兵，有忿兵，有貪兵，有驕兵。誅暴救弱謂之義，敵來加己不得已而用之謂之應，爭小故不勝其心謂之忿，利人土地，欲人財貨謂之貪，恃其國家之大，矜其人民之眾，欲見賢於敵國者謂之驕。義兵王，應兵勝，恣兵敗，貪兵死，驕兵滅，此天道也。\n\n老子曰：釋道而任智者危，棄數而用才者困，故守分循理，失之不憂，得之不喜。成者非所為，得者非所求，入者有受而無取，出者有授而無與，因春而生，因秋而殺，所生不德，所殺不怨，則幾於道矣。文子問曰：王者得其歡心，為之奈何？老子曰：若江海即是也，“淡兮無味，用之不既”，先小而後大。“夫欲上人者，必以其言下之，欲先人者，必以其身後之”，天下必效其歡愛，進其仁義，而無苛氣，“居上而民不重，居前而眾不害，天下樂推而不厭，”雖絕國殊俗，蜎飛蠕動，莫不親，無之而不通，無往而不遂，“故為天下貴。”\n\n老子曰：執一世之法籍，以非傳代之俗，譬猶膠柱調瑟。聖人者，應時權變，見形施宜，世異則事變，時移則俗易，論世立法，隨時舉事。上古之王，法度不同，非古相返也，時務異也，是故不法其已成之法，而法其所以為法者，與化推移。聖人法之可觀也，其所以作法不可原也，其言可聽也，其所以言不可形也。三皇五帝輕天下，細萬物，齊死生，同變化，抱道推誠，以鏡萬物之情，上與道為友，下與化為人。今欲學其道，不得清明，玄聖守其法籍，行其憲令，必不能以為治矣。\n\n文子問政。老子曰：御之以道，養之以德，無示以賢，無加以力，損而執一，無處可利，無見可欲，方而不割，廉而不劌，無矜無伐，御之以道則民附，養之以德則民服，無示以賢則民足，無加以力則民樸。無示以賢者，儉也，無加以力，不敢也，下以聚之，賂以取之，儉以自全，不敢自安。不下則離散，弗養則背叛，示以賢則民爭，加以力則民怨。離散則國勢貨，民背叛則上無威，人爭則輕為非，下怨其上則位危，四者誠修，正道幾矣。\n\n老子曰：上言者下用也，下言者上用也，上言者常用也，下言者權用也，唯聖人為能知權。言而必信，期而必當，天下之高行，直而證父，信而死女，孰能貴之。故聖人論事之曲直，與之屈伸，無常儀表，祝則名君，溺則捽父，勢使然也。夫權者，聖人所以獨見，夫先迕而後合者之謂權，先合而後迕者不知權，不知權者，善反醜矣。\n\n文子問曰：夫子之言，非道德無以治天下，上世之王，繼嗣因業，亦有無道，各沒其世而無禍敗者，何道以然？老子曰：自天子以下至於庶人，各自生活，然活有厚薄，天下時有亡國破家，無道德之故也。夙夜不懈，戰戰兢兢，常恐危亡；縱慾怠惰，其亡無時。使桀紂循道行德，湯武雖賢，無所建其功也。夫道德者，所以相生養也，所以相畜長也，所以相親愛也，所以相敬貴也。夫聾蟲雖愚，不害其所愛，誠使天下之民皆懷仁愛之心，禍災何由生乎！夫無道而無禍害者，仁未絕，義未滅也，仁雖未絕，義雖未滅，諸侯以輕其上矣，諸侯輕上，則朝廷不恭，縱令不順，仁絕義滅，諸侯背叛，眾人力政，強者陵弱，大者侵小，民人以攻擊為業，災害生，禍亂作，其亡無日，何期無禍也。\n\n老子曰：法煩刑峻即民生詐，上多事下多型，求多即得寡，禁多即勝少，以事生事，又以事止事，譬猶揚火而使無焚也，以智生患，以智備之，譬猶撓水而欲求清也。\n\n老子曰：人主好仁，即無功者賞，有罪者釋，好刑，即有功者廢，無罪者。及無好憎者，誅而無怨，施而不德，放準循繩，身無與事，若天若地，何不覆載。合而和之，君也，別而誅之，法也，民以受誅無所怨憾，謂之道德。\n\n老子曰：天下是非無所定，世各是其所善，而非其所惡。夫求是者，非求道理也，合於己；非去邪也，去迕於心者。今吾欲擇是而居之，擇非而去之，不知世所謂是非也。故“治大國若烹小鮮”，勿撓而已。夫趣合者，即言中而益親，身疏而謀當，即見疑。今吾欲正身而待物，何知世之所從規我者乎，若與俗遽走，猶逃雨，無之而不濡。欲在於虛，則不能虛，若夫不為虛，而自虛者，此所欲而無不致。故通於道者如車軸，不運於己，而與轂致於千里，轉於無窮之原。故聖人體道反至，不化以待化，動而無為。\n\n老子曰：夫亟戰而數勝者，即國亡，亟戰即民罷，數勝即主驕，以驕主使罷民，而國不亡者即寡矣。主驕即恣，恣即極物，民罷即怨，怨即極慮，上下俱極而不亡者，未之有也。故“功遂身退，天之道也。”\n\n平王問文子曰：吾聞子得道於老聃，今賢人雖有道，而遭一一婬一一亂之世，以一人之權，而欲化久亂之民，其庸能乎？文子曰：夫道德者，匡衰以為正，振亂以為治，化一一婬一一敗以為樸，淳德復生，天下安寧，要在一人。人主者，民之師也，上者，下之儀也，上美之則下食之，上有道德則下有仁義，下有仁義則無一一婬一一亂之世矣。積德成王，積怨成亡，積石成山，積水成海，不積而能成者，未之有也。積道德者，天與之，地助之，鬼神輔之，鳳皇藉其庭，麒麟遊其郊，蛟龍宿其沼。故以道邪天下，天下之德也，無道治天下，天下之賊也。以一人與天下為仇，雖欲長久，不可得也，堯舜以是昌，桀紂以是亡。平王曰：寡人聞命矣。"
		},
		{
			"章節": "卷六",
			"章節名稱": "上德",
			"章節內容": "老子曰：主者，國之心也，心治則百節皆安，心擾即百節皆亂，故其身治者，支體相遺也，其國治者，君臣相忘也。\n\n老子學於常樅，見舌而守柔，仰視屋樹，退而目川，觀影而知持後，故聖人曰無因循，常後而不先，譬若積薪燎，後者處上。\n\n老子曰：鳴鐸以聲自毀，膏燭以明自煎，虎豹之文來射，猿狖之捷來格，故勇武以強梁死，辯士以智慧困。能以智而知，不能以智不知，如勇於一能，察於一辭，可與曲說，不可與廣應。\n\n老子曰：道以無為有體，視之不見其形，聽之不聞其聲，謂之幽冥者。幽冥者，所以論道，而非道也。夫道者，內視而自反，故人不小學，不大迷，不小惠，不大愚。莫鑑於流潦，而鑑於止水，以其保之，止而不外蕩。月望日奪光，一陰一不可以承一陽一，日出星可見，不能與之爭光，末不可以強於本，枝不可以大於幹，上重下輕，其覆必易。一淵不兩蛟，一雌不二雄，一即定，兩即爭。玉在山而草木潤，珠生淵而岸不枯，蚯蚓無筋骨之強，爪牙之利，上食咘堁，下飲黃泉，用心一也。清之為明，杯水可見眸子，濁之為害，河水不見太山，蘭芷不為莫服而不芳，舟浮江海不為莫乘而沉，君子行道不為莫知而慍，性之有也。以清入濁必困辱，以濁入清必覆傾，天二氣即成虹，地二氣即洩藏，人二氣即生病，一陰一一陽一不能常，日冬且夏，月不知晝，日不知夜。川廣者魚大，山高者木修，地廣者德厚，故魚不可以無餌釣，獸不可以空器召。山有猛獸，林木為之不斬，園有螫蟲，葵藿為之不採，國有賢臣，折衝千里，通於道者若車之轉於轂中，不運於己，與之致於千里，終而復始，轉無窮之原也。故舉枉與直，何如不得，舉直與枉，勿與遂往。有鳥將來，張羅而待之，得鳥者羅之一目，今為一目之羅，則無時得鳥，故事或不可前規，物或不可預慮，故聖人畜道待時也。故欲致魚者先通谷，欲來鳥者先樹木，水積而魚聚，木茂而鳥集，為魚得者，非挈而入淵也，為猿得者，非負而上木也，縱之所利而已。足所踐者淺，然待所不踐而後能行，心所知者遍，然待所不知而後能明。川竭而谷虛，丘夷而淵塞，脣亡而齒寒，河水深而讓在山。水靜則清，清則平，平則易，易則見物之形，形不可並，故可以為正。使葉落者，風搖之也，使水濁者，物撓之也，璧鍰之器，礛之功也，莫邪斷割，砥礪之力也，虻與驥致千里而不飛，無裹糧之資而不飢，狡兔得而獵犬烹，高鳥盡而良弓藏，名成功遂身退，天道然也。怒出於不怒，為出於不為，視於無有則得所見，聽於無聲則得所聞。飛鳥反鄉，兔走歸窟，狐死首丘，寒螿洋木，各依其所生也。水火相憎，鼎 ? 在其間，五味以和，骨肉相愛也，讒人間之，父子相危也。犬豕不擇器而食，俞肥其體，故近死，鳳皇翔於千仞，莫之能致。推固百內而不能自椓，目見百步之外而不能見其眥。因高為山即安而不危，因下為池即淵深而魚鱉歸焉。溝也澇即溢，旱即枯，河海之源淵深而不竭，鱉無耳而目不可以蔽，一精一於明也，瞽無目而耳不可以蔽，一精一於聰也。混混之水濁，可以濯吾足乎？泠泠之水清，可以濯吾纓乎？絲之為縞也，或為冠，或為(糹末)，冠則戴致之，(糹末)則足蹍履之。金之勢勝木，一刃不能殘一林之木；土之勢勝水，一掬不能塞江河；水之勢火，一酌不能救一車之薪。冬有雷，夏有雹，寒暑不變其節，霜雪麃麃，日出而流。傾易覆也，倚易翻也，幾易助也，溼易雨也，蘭芷以芳，不得見霜，蟾蜍塗兵，壽在五月之望，一精一洩者中易殘，華非時者不可食。舌之與齒，孰先弊焉？繩之與矢，孰先直焉？使影曲者形也，使響濁者聲也。與死同病者，難為良醫，與亡國同道者，不可為忠謀。使倡吹竽，使工攝竅，雖中節，以可使決，君形亡焉。聾者不歌，無以自樂，盲者不觀，無以接物。步於林者，不得直道，行於險者，不得履繩，海內其所出，故能大。日不併出，狐不二雄，神龍不匹，猛獸不群，鷙鳥不雙，蓋非橑不蔽日，輪非輻不追疾，橑輪未足恃也。弧弓能射，而非弦不發，發矢之為射，十分之一。飢馬在廄，漠然無聲，投芻其旁，爭心乃生。三寸之管無當，天下不能滿，十石而有塞，百竹而足。循繩而斷即不過，懸衡而量即不差，懸古法以類，有時而遂，杖格之屬，有時而施，是而行之，謂之亂。農夫勞而君子養，愚者言而智者擇，見之明白，處之如玉石，見之黯，必留其謀。百星之明，不如一月之光，十牖畢開，不如一戶之明。蝮蛇不可為足，虎不可為翼，今有六尺之廣，臥而越之，下才不難，立而踰之，上才不易，勢施異也。助祭者得嘗，救鬥者得傷，蔽於不祥之木，為雷霆所撲。日月欲明，濁雲蓋之，河水欲清，沙土穢之，叢蘭欲修，秋風敗之，人性慾平，嗜慾害之，蒙塵而欲無眯，不可得絜。黃金龜紐，賢者以為佩，土壤布地，能者以為富，故與弱者金玉，不如與之尺素。轂虛而中立三十輻，各盡其力，使一輻獨入，眾輻皆棄，何近遠之能至。橘柚有鄉，萑葦有叢，獸同足者相從遊，鳥同翼者相從翔。欲觀九州之地，足無千里之行，無政教之原，而欲為萬民上者，難矣！凶凶者獲，提提者射，故大白若辱，廣德若不足。君子有酒，小人鞭缶，雖不可好，亦可以醜，人之性，便衣綿帛，或射之即被甲，為所不便，以得其便也。三十輻共一轂，各直一鑿，不得相入，猶人臣各守其職也。善用人者，若□之足，眾而不相害，若舌之與齒，堅柔相磨而不相敗。石生而堅，茞生而芳，少而有之，長而逾明。扶之與提，謝之與讓，得之與失，諾之與已，相去千里。再生者不獲，華太早者不須霜而落。汙其準，粉其顙，腐鼠在阼，燒薰於堂，入水而增濡，懷臭而求芳，雖善者不能為工。冬冰可折，夏木可結，時難得而易失。木方盛，終日採之而復生，秋風下霜，一夕而零。質的張而矢射集，林木茂而斧斤入，非或召之也，形勢之所致。乳犬之噬虎，伏雞之搏狸，恩之所加，不量其力。夫待利而登溺者，亦必以將溺之矣，舟能浮能沈，愚者不知足焉。驥驅之不進，引之不止，人君不以取道里。水雖平，必有波，衡雖正，必有差，尺雖齊，必有危，非規矩不能定方員，非準繩無以正曲直，用規矩者，亦有規矩之心。太山之高，倍而不見，秋毫之末，視之可察。竹木有火，不鑽不薰，土中有水，不掘不出，矢之疾，不過二里，跬步不休，跛鱉千里，累土不止，丘山從成。臨河欲魚，不如歸而織網。弓先調而後求勁，馬先順而後求良，人先信而後求能。巧冶不能消木，良匠不能斲冰，物有不可，如之何君子不留意。使人無渡河，可，使河無波，不可。無月不辜，甑終不墮井矣。刺我行者，欲我交，呰我貨者，欲我市，行一棋不足以見知，彈一弦不足以為悲。今有一炭然，掇之爛 ，相近，萬石俱薰，去之十步而死，同氣而異積。有榮華者必有愁悴，上有羅紈下必有麻(糹費)，木大者根瞿，山高者基扶。\n\n老子曰：鼓不藏聲，故能有聲，鏡不沒形，故能有形，金石有聲，不動不鳴，管簫有音，不吹無聲。是以聖人內藏，不為物唱，事來而制，物至而應。天行不已，終而復始，故能長久，輪復其所轉，故能致遠，天行一不差，故無過矣。天氣下，地氣上，一陰一一陽一交通，萬物齊同，君子用事，小人消亡，天地之道也。天氣不下，地氣不上，一陰一一陽一不通，萬物不昌，小人得勢，君子消亡，五穀不植，道德內藏。天之道，損盈益寡，地之道，損高益下，鬼神之道，驕溢與下，人之道，多者不與，聖人之道，卑而莫能上也。天明日明，而後能照四方，君明臣明，域中乃安，有四明，乃能長久，明其施明者，明其化也。天道為丈，地道為理，一為之和，時為之使，以成萬物，命之曰道。大道坦坦，去身不遠，修之於身，其德乃真，修之於物，其德不絕。天覆萬物，施其德而養之，與而不取，故一精一神歸焉，與而不取者，上德也，是以有德。高莫高於天也，下莫下於澤也，天高澤下，聖人法之，尊卑有敘，天下定矣。地載萬物而長之，與而取之，故骨骸歸焉，與而取者，下德也，“下德不失德，是以無德。”地承天，故定寧，地定寧，萬物形，地廣厚，萬物聚，定寧無不載，廣厚無不容，地勢深厚，水泉入聚，地道方廣，故能久長，聖人法之，德無不容。一陰一難一陽一，萬物昌，一陽一服一陰一，萬物湛，物昌無不贍也，物湛無不樂也，物樂無不治矣。一陰一害物，一陽一自屈，一陰一進一陽一退，小人得勢，君子避害，天道然也。一陽一氣動，萬物緩而得其所，是以聖人順一陽一道，夫順物者，物亦順之，逆物者，物亦逆之，故不失物之情性。洿澤盈，萬物節成，洿澤枯，萬物無節養也，故雨澤不行，天下荒亡。一陽一上而復下，故為萬物主，不長有，故能終而復始，終而復始，故能長久，能長久，故為天下母。一陽一氣畜而復能施，一陰一氣積而復能化，未有不畜積而能化者也，故聖人慎所積。一陽一滅一陰一，萬物肥，一陰一滅一陽一，萬物衰，故王公尚一陽一道則萬物昌，尚一陰一道則天下亡。一陽一不下一陰一，則萬物不成，君不下臣，德化不行，故君下臣則聰明，不下臣則闇聾。日出於地，萬物蕃息，公王居民上，以明道德，日入於地，萬物休息，小人居民上，萬物逃匿。雷之動也萬物啟，雨之潤也萬物解，大人施行，有似於此，一陰一一陽一之動有常節，大人之動不極物。雷動地，萬物緩，風搖樹，草木敗，大人去惡就善，民不遠徙，故民有去就也，去無甚，就少愈多。風不動，火不出，大人不言，小人無述，火之出也必待薪，大人之言必有信，有信而真，何往不成。河水深，壤在山，丘陵高，下入淵，一陽一氣盛，變為一陰一，一陰一氣盛，變為一陽一，故欲不可盈，樂不可極。忿無惡言，怒無作色，是謂計得。火上炎，水下流，聖人之道，以類相求。聖人偯一陽一，天下和同，偯一陰一，天下溺沉。\n\n老子曰：積薄成厚，積卑成高，君子日汲汲以成煇，小人日快快以至辱，其訊息也雖未能見，故見善如不及，宿不善如不祥。苟向善，雖過無怨，苟不向善，雖忠來惡，故怨人不如自怨，勉求諸人，不如求諸己。聲自召也，類自求也，名自命也，人自官也，無非己者，操銳以刺，操刃以擊，何怨於人，故君子慎微。萬物負一陰一而抱一陽一，衝氣以為和，和居中央，是以木實生於心，草實生於英，卯胎生於中央，不卯不胎，生而須時。地平則水不流，輕重均則衡不傾，物之生化也，有感以然。\n\n老子曰：山致其高而云雨起焉，水致其深而蛟龍生焉，君子致其道而德澤流焉。夫有一陰一德者必有一陽一報，有隱行者必有昭名，樹黍者不獲稷，樹怨者無報德。"
		},
		{
			"章節": "卷七",
			"章節名稱": "微明",
			"章節內容": "老子曰：道可以弱，可以強，可以柔，可以剛，可以一陰一，可以一陽一，可以幽，可以明，可以苞裹天地，可以應待無方。知之淺不知之深，知之外不知之內，知之粗不知之一精一，知之乃不知，不知乃知之，孰知知之為不知，不知之為知乎！夫道不可聞，聞而非也，道不可見，見而非也，道不可言，言而非也，孰知形之不形者乎！故“天下皆知善之為善也，斯不善矣！知者不言，言者不知。”\n\n文子問曰：人可以微言乎？\n\n老子曰：何為不可？唯知言之謂乎！夫知言之謂者，不以言言也。爭魚者濡，逐獸者趨，非樂之也，故至言去言，至為去為，淺知之人，所爭者末矣，夫“言有宗，事有君，夫為無知，是以不吾知。”\n\n文子問曰：為國亦有法乎？\n\n老子曰：今夫挽車者，前呼邪□，後亦應之，此挽車勸力之歌也，雖鄭衛胡楚之音，不若此之義也。治國有禮，不在文辯。“法令滋彰，盜賊多有。”\n\n老子曰：道無正而可以為正，譬若山林而可以為材，材不及山林，山林不及雲雨，雲雨不及一陰一一陽一，一陰一一陽一不及和，和不及道。道者，“所謂無狀之狀，無物之象也”，無達其意，天地之間，可陶冶而變化也。\n\n老子曰：聖人立教施政，必察其終始，見其造恩，故民知書則德衰，知數而仁衰，知券契而信衰，知機械而實衰。瑟不鳴而二十五絃各以其聲應，軸不運於己而三十輻各以其力旋，弦有緩急，然後能成曲，車有勞佚，然後能致遠，使有聲者，乃無聲者也，使有轉力者，乃無轉也。上下異道，易治即亂，位高而道大者從，事大而道小者凶。小德害義，小善害道，小辯害治，苛悄傷德。大正不險，故民易導，至治優遊，故下不賊，至忠復素，故民無偽匿。\n\n老子曰：相坐之法立，則百姓怨，減爵之令張，則功臣叛，故察於刀筆之跡者，不知治亂之本，習於行陣之事者，不知廟戰之權。聖人先福於重關之內，慮患於冥冥之外，愚者惑於小利而忘大害，故事有利於小而害於大，得於此而忘於彼。故仁莫大於愛人，智莫大於知人，愛人即無怨刑，知人即無亂政。\n\n老子曰：江河之大，溢不過三日，飄風暴雨，日中不出須臾止。德無所積而不憂者，亡其及也，夫憂者所以昌也，喜者所以亡也，故善者以弱為強，轉禍為福，道衝而之又不滿也。\n\n老子曰：清靜恬和，人之性也，儀表規矩，事之制也，知人之性則自養不悖，知事之制則其舉措不亂。發一號，散無競，總一管，謂之心；見本而知末，執一而應萬，謂之術；居知所為，行知所之，事知所乘，動知所止，謂之道。使人高賢稱譽己者，心之力也，使人卑下誹謗己者，心之過也，言出於口，不可止於人，行發於近，不可禁於遠。事者難成易敗，名者難立易廢，凡人皆輕小害，易微事，以至於患。夫禍之至也，人自生之，福之來也，人自成之，禍與福同門，利與害相鄰，自非至一精一，莫之能分，是故智慮者，禍福之門戶也，動靜者，利害之樞機也，不可不慎察也。\n\n老子曰：人皆知治亂之機，而莫知全生之具，故聖人論世而為之事，權事而為之謀。聖人能一陰一能一陽一，能柔能剛，能弱能強，隨時動靜，因資而立功，睹物往而知其反，事一而察其變，化則為之象，運則為之應，是以終身行之無所困。故事或可言而不可行者，或可行而不可言者，或易為而難成者，或難成而易敗者。所謂可行而不可言者，取捨也，可言而不可行者，詐偽也，易為而難成者，事也，難成而易敗者，名也。此四者，聖人之所留心也，明者之所獨見也。\n\n老子曰：道者敬小微，動不失禮，百射重戒，禍乃不滋，計福勿及，慮禍過之，同日被相，蔽者不傷，愚者有備與智者同功。夫積愛成福，積憎成禍，人皆知救患，莫知使患無生，夫使患無生易，施於救患難。今人不務使患無生，而務施救於患，雖神人不能為謀。患禍之所由來，萬萬無方，聖人深居以避患，靜默以待時，小人不知禍福之門，動而陷於刑，雖曲為之備，不足以金身。故上士先避患而後就利，先遠辱而後求名，故聖人常從事於無形之外，而不留心於已成之內，是以禍患無由至，非譽不能塵垢。\n\n老子曰：凡人之道，心欲小，志欲大，智欲圓，行欲方，能欲多，事欲少。所謂心欲小者，慮患未生，戒禍慎微，不敢縱其欲也。志欲大者，兼包萬國，一齊殊俗，是非輻輳，中為之轂也。智圓者，終始無端，方流四遠，淵泉而不竭也。行方者，直立而不撓，素白而不汙，窮不易操，達不肆志也。能多者，文武備具，動靜中儀，舉錯廢置，曲得其宜也。事少者，乘要以偶眾，執約以治廣，處靜以持躁也。故心小者，禁於微也；志大者，無不懷也；智圓者，無不知也；行方者，有不為也；能多者，無不治也；事少者，約所持也。故聖人之於善也，無小而不行，其於過也，無微而不改。行不用巫覡，而鬼神不敢先，可謂至貴矣，然而戰戰慄慄，日慎一日，是以無為而一之成也。愚人之智，固已少矣，而所為之事又多，故動必窮。故以政教化，易而必成，以邪教化，其勢難而必敗，舍其易而必成，從事於難而必敗，愚惑之所致。\n\n老子曰：福之起也綿綿，禍之生也紛紛，禍福之數微而不可見，聖人見其始終，故不可不察。明主之賞罰，非以為己，以為國也，適於己而無功於國者，不施賞焉，逆於己而便於國者，不加罰焉。故義載乎宜謂之君子，遺義之宜謂之小人。通智得而不勞，其次勞而不病，其下病而不勞。古之人味而不捨也，今之人舍而不味也。紂為象櫡而箕子唏，魯以偶人葬而孔子嘆，見其所始即知其所終。\n\n老子曰：仁者人之所慕也，義者人之所高也，為人所慕，為人所高，或身死國亡者，不周於時也，故知義而不知世權者，不達於道也。五帝貴德，三王用義，五伯任力，今取帝王之道，施五伯之世，非其道也。故善也否同非譽俗趨行等逆順左右。知天之所為，知人之所行，即有以經於世矣。知天而不知人，即無以與俗交，知人而不知天，即無以與道遊。直志適情，即堅強賊之，以身役物，即一陰一一陽一食之。得道之人，外化而內不化，外化所以知人也，內不化所以全身也，故內有一定之操，而外能屈伸，與物推移，萬舉而不陷，所貴乎道者，貴其龍變也。守一節推一行，雖以成滿猶不易，拘於小好而塞於大道。道者，寂寞以虛無，非有為於物也，不以有為於己也，是故舉事而順道者，非道者之所為也，道之所施也。天地之所覆載，日月之所照明，一陰一一陽一之所煦，雨露之所潤，道德之所扶，皆詞一和也。是故能戴大圓者履大方，鏡大清者視大明，立太平者處大堂，能遊於冥冥者，與日月同光，無形而生於有形，是故真人託期於靈臺，而歸居於物之初，視於冥冥，聽於無聲，冥冥之中獨有曉焉，寂寞之中獨有照焉。其用之乃不用，不用而後能用之也，其知之乃不知，不知而後能知之也。道者，物之所道也，德者，生之所扶也，仁者，積恩之證也，義者，比於心而合於眾適者也。道滅而德興，中世守德而不懷，下世繩繩唯恐失仁。故君子非義無以活，失義則失其所以活，小人非利無以活，失利則失其所以活，故君子懼失義，小人懼失利，觀其所懼，禍福異矣。"
		}
	]
}
