{
"桃花扇": [
{
"章节": "第一回",
"章节名称": "看梅花道院占满　画墨兰妆楼赐字",
"章节内容": "词曰：\n\n公子秣陵侨寓，恰遇南国佳人。奸贼挟仇馋言进，打散鸳鸯情阵。\n\n天翻地复世界，又值无道昏君。烈女溅血扇面存，栖真观内随心。\n\n　　《西江月》\n\n话说明朝崇祯末年，有一秀士，姓侯，名方域，字朝宗，乃河南归德府人士。历代簪缨，累朝世冑，祖为太常，父居司徒。貌美休夸掷果满车，才洪敢同七步成文。祇因闯贼横逆，就试南闱不幸名列孙山外。烽烟未靖，祇得寄身水滨，侨寓湖边，每日惟赋诗饮酒，以为娱乐。尝于读书之暇，抚卷自叹，说道：“俺侯朝宗年已弱冠，读书异地，功名未就，家乡远通，况是佳人难觅，良缘未缔。思念之下，不禁浩叹！“幸喜宜兴陈定生、贵池吴次尾乃社中契友，寓在蔡益藏书坊之中，时常往来，颇不寂寞。\n\n祇因曾约陈、吴二友往冶城道院同看梅花。时值天气晴朗，换了衣妆，早去赴约。遂即唤过书僮看守寓所，自己出门往冶城道院而来。祇见碧草翻天，绿柳匝地，游人士女三三两两各携玉液，无不饮酒行乐。正在观看之际，忽闻有人招呼，说：“侯兄信人，果然早到！“朝宗抬头一看，见是陈、吴二人，遂各作揖相见。朝宗向次尾问道：“次兄，可知流贼消息麽？“次尾答道：“昨见邸抄，流寇连败官兵，渐逼京师。那宁南侯左良玉系弟世谊，且是忘形之交，今已还军襄阳，中原无人，大势不可问矣！“三人一同长叹，道：“如此凶恶，何日平定？“这陈生又向二人说：“平定未知何时，春色正自可人。吾辈乘此逸兴，且自游玩！“三人遂并肩直往冶城道院而来，忽陈某书僮忙来报说：“众位相公，不必去了！今有魏公子、徐公子请客看花，将一座大道院俱已占满，请回吧！“三人闻言，不觉扫兴，止步徘徊。正是：\n\n桃源有路人先到，仙境无缘我暂归。\n\n却说三人闻书僮之言，正无归路。祇有候朝宗久已有心访觅佳人，遂向陈、吴二人说：“既是这等，我们且同到秦淮水榭一访佳丽，倒也有趣，不知二兄尊意如何？“吴次尾说：“不必远去，兄可知泰州柳敬亭善于说书，曾见赏于吴桥范大司马、桐城何老相国。闻他在此作寓，何不同往一听，消谴如何？“朝宗闻言拂然不悦，说道：“那柳麻子做了阉儿阮鬍子的门客，这样人说书，不听也罢！“次尾说：“兄还不知，阮鬍子漏网馀生，不肯退藏，还在那裤子裆内蓄养声妓，结纳朝绯。小弟做一篇《晋都防乱》揭帖，公讨其罪。那班门客纔听得他是崔魏一党，不待曲终，拂衣散尽。这柳麻子也在其内，岂不可敬？“朝宗听说，不觉失惊，道：“阿呀，竟不知此辈中也有豪杰，该去物色的！“遂著家僮引路，大家同往柳麻子家来。\n\n及至门首，家僮叩门，那柳麻子开门一看，见是陈定生等三位相公，遂让至家中。依次坐定，问道：“此位何人，从未识面？“吴次尾说：“此是河南侯朝宗，当今名士！久慕清谈，特来领教！“柳麻子说：“不敢，不敢！相公都是读书君子，旁搜遍揽无所不知，倒来听老汉俗谈！“三位说：“不必过谦，愿求赐教！“柳麻子遂说：“既蒙光降，老汉也不敢推辞，祇怕演义肓词，难入尊耳！没奈何，且把相公们读的《论语》说一章罢。“遂移桌中间，手持鼓板、醒木，将《大帅挚适齐》一章，从头至尾演说一遍。陈定生说：“妙极！如今应制讲义，那能如此痛快？真乃绝技！“次尾说：“敬亭纔出阮门，不肯别投主人，故此现身说法。“侯朝宗道：“俺看敬亭，人品高绝，胸襟洒脱，是我辈中人，说书乃其馀技！“敬亭闻众人交赞，立其身来，说道：“老汉乃鄙俚俗谈，谬承赞赏，惭愧，惭愧！“朝宗又问敬亭：“昨日同出阮衙，是哪几位朋友？“敬亭答道：“中位都散去，祇有善讴的苏昆生还寓比邻，现青楼院内教歌。“朝宗听说在院内教歌，早已打动心事，又向敬亭说：“此人亦要奉访，尚望赐教！“说罢，三人辞了敬亭，一拱而散。这候朝宗却立意要寻访青楼，但不知京都哪一处为第一家。\n\n且说都中两秦淮，一湾两岸皆杨柳街道，更多楼，住的是烟花风月之家。其中有一鸨儿，姓李，表字贞丽，乃烟花妙部风月班头。养成一个假女，年方一十六岁，温柔纤小，纔陪玳瑁之筵﹔宛转娇羞，未入芙蓉之帐。虽在青楼，尚未破瓜，而且素性贞良，从不轻易会客。这里有一位罢职县令，叫做杨文骢，表字龙友，是凤阳督抚马士英妹丈，曾与裤子裆里住的阮大铖结为兄弟。原与李贞丽是旧友，时常在院内走动。见贞丽之女标致非常，年届破瓜之期，梳栊无人，常留心代为寻觅年少才子，风流儿郎，招来梳栊，不在话下。今当春光明媚，龙友无事，要到李贞丽家闲话以消闷倦。及走到门内，祇见他院内口欢饮，浓浓一院春色，好不迷人。遂呼道：“贞丽姐在家否？“贞丽听得呼唤，见是杨龙友，原是旧好，遂让到女儿妆楼上去。\n\n龙友上得楼来，望见四壁无数诗篇，方欲观玩，祇见贞丽女儿晓妆纔罢，娇娇娆娆走到面前，道了一个万福。龙友对贞丽夸说道：“令爱数日不见，益发标致了！“尚未坐下，又向壁上一看，“赞的不差。“看到左边的诗条，惊讶道：“张天如、夏彝仲这班大名公都有题赠，下官少不得也和韵一首。“取过纸笔，咏哦一会又道：“做他不过，索性藏拙。聊写墨兰一幅，点缀素壁罢！“又见右边有蓝田敬画的拳石，遂说：“这是名人之画，我就写在石旁，借他的衬帖也好。“不一时，将墨兰画完，遂问贞丽说：“令爱大号？我好落款。“贞丽笑道：“年幼无号，求杨老爷赏他二字。“龙友沉吟一会，说：“《左传》有云：兰有国香。就叫香君何如？“贞丽说：“甚妙，多谢杨老爷！“龙友又笑说：“如今连楼名都有了。“遂落款云：“崇祯癸未仲春，偶写墨兰于媚香楼，博香君一笑。贵州杨文骢。“贞丽与香君起身致谢，说：“写画俱佳，可称双绝！有此佳画，敝楼生辉矣！“遂著人安排酒桌，与龙友赏玩春景不题。\n\n却说龙友正在楼上饮酒叙话，忽听楼下有人自言自语说：“俺自出阮衙，更投妓馆，做这美人的教习，不强似做那义子帮闲麽？正是：闲来翠馆调鹦鹉，懒向朱门看牡丹。今日该演习歌曲，登楼上去。“上得楼来一见龙友，惊讶道：“不知杨老爷在此，有失迎接，得罪，得罪！“龙友见是苏昆生，遂惊问道：“你出阮门之后，一向在哪里？久不领教，今得一会，幸甚，幸甚！“遂各施礼让坐。坐定，龙友问说：“昆生怎得功夫在此闲游？“昆生尚未及答，贞丽即对龙友说：“这是敝院请来教小女曲歌的苏先生，在我院中已半月有馀。“龙友闻言说：“令爱真是绝世国色，再得昆生教些曲词，有了技艺，不愁是个名妓了。“又向昆生说：“恭喜你得了绝代的门生，可喜，可贺！请问昆生，你传的是哪一套曲词？“昆生说：“是玉茗堂四梦。“龙友又问：“学会多少了？“昆生说：“学《牡丹亭》半本。“遂向香君说：“趁著杨老爷在此，随我对来，好求指示！“香君即移椅与昆生坐近，将学的曲词一一演唱一番，无不妥当。把一个杨龙友喜得满面春风，向贞丽说：“令爱聪明的紧，声容俱佳，若得有人来梳栊，真乃才子佳人，天然佳偶！“遂对昆生说：“昨日会著河南侯司徒公子侯朝宗，客囊颇富，才子风流。年方二十一岁，正在这里物色名妹，昆老知道麽？“昆生说：“这是敝乡世家，果然是个才子。“龙友说：“昨日偶然说及令徒姻事，朝宗甚动情，不知贞娘肯招否？“贞娘说：“这样公子肯来梳栊，是极妙的了，怎说不肯？还求杨老爷极力帮衬成全此事，自然叩谢！“龙友闻言，甚觉欢喜，又饮数杯，遂起身辞了香君与昆生，下楼而去。贞娘又留在自己房里小酌，以赏春光。昆生亦自回房去了。正是：\n\n满院柳花帘前舞，一杯香醪味偏长。\n\n不知侯生与香君几时纔得会面。下回便知端的。\n\n"
},
{
"章节": "第二回",
"章节名称": "清明节游春遇艳　暖翠楼掷香订期",
"章节内容": "且说侯朝宗意欲寻访佳丽，适有杨龙友偶然谈及名妓香君。这朝宗左思右想，不敢认真，一则恐杨龙友系阮圆海故友，假此嬉落﹔二则又自己萧索囊乏，哪有银钱治办妆具。反复辗转，正在无聊之际，忽听门外有人呼唤：“侯相公在家否？“方待出门看时，柳敬亭已走进来，二人相见未及施礼，敬亭说：“日下对此三月艳阳，住在六朝佳丽之场，游人络驿，相公竟闷坐书斋，岂不辜负花朝？“朝宗答说：“弟久有意，奈同伴无人，虽有美景，孤身难觅。“敬亭说：“老汉今日无事，不免陪著相公看花、踏青何如？“朝宗说：“如此极妙！“遂换了衣衫，同敬亭出门，望城东而来。祇见路上柳绿桃红，不暇细看，游春士女，随处皆是。\n\n正走之间，敬亭指说道：“此是秦淮之水，过此长桥，便是有名姊妹家。“朝宗留心细看，但见碧烟染窗，红杏窥牆，黑漆两隻门，俱插著一枝带露娇柳，遂问敬亭：“此是何处，这般有趣？“敬亭说：“这一条巷，原是旧院，此中丽人最多，那高门儿便是李贞丽家。“朝宗一闻“贞丽“二字，想起那龙友之言，便问：“他女儿香君可在里面？“敬亭说：“他是母子，不在里头，在哪里呢？“朝宗急扯敬亭叩门，里边人问：“何人叩门？贞娘、香姐俱不在家。“朝宗闻说，心中著实发急，又暗想道：“他既不在，定是哪里踏青去了，我就坐在此等候一回！“遂坐在门前石凳上，死也不动。敬亭百般催促，祇是不动，但见侯生如痴如醉。正在无可奈何处，忽听见有人呼他的姓字，抬头一看，见是杨龙友与苏昆生并肩而来，望著拱手说道：“侯世兄却在这里，俺二人上贵寓寻访，闻你同敬亭游春去了，不想此处得遇，万幸，万幸！且问侯兄，为何在此徘徊？“敬亭说：“我与侯兄游春到此，他闻香君美名，遂欲访他。适香君不在，故侯兄如此光景。“杨、苏二人说道：“侯兄，今日是清明佳节，他们院内姊妹俱赴盒子会去了，焉能在家？“朝宗说：“不知可在哪家赴会去？“昆生说：“今日是香君姨娘卞玉京主会，在暖翠楼上。侯兄何不趁此良辰，同到楼下，赏玩一回？“龙友又说：“俺二人原为侯兄喜事而来，暖翠楼离此不远，大家同去看看，侯兄也好放心。“朝宗闻言，慌忙立起身来向二人作揖，说：“望众位携带一二，自当重报！“四人前前后后、说说笑笑，往暖翠楼而来。\n\n柳敬亭说：“侯兄，已至暖翠楼下了。请坐，再看机会。“朝宗说：“不知香君在否？“龙友指说道：“那楼头坐的不是香君！“朝宗往上一看，见他娇娇滴滴，年纪不过十五、六岁，真乃容可落雁，貌能羞花。遂不觉魂飞天外，目不转睛，獃獃的望楼上观看。正在动情之时，祇听楼上说：“香君，你的箫吹演一回。“祇听得箫音嘹亮，犹如凤鸣云端，朝宗情不自禁，遂将自己佩的扇坠解下说道：“这几声箫吹得令人消魂，小生忍不住要打采了！“将扇坠望楼上一抛，不料正落在香君怀里。香君满面通红，含羞微笑。贞丽即取香君冰纱汗巾包上樱桃，抛在楼下。众人拾起来，倾在盘内，朝宗说：“此物不知何人抛下来的？若是香君，岂不可喜！“龙人说：“观此汗巾，多应是他。“敬亭说：“既如此，不得乱动！先教侯兄口含一枚，品此鲜味。“大家正在取笑之时，忽见一人手提茶壶，一人怀抱花瓶立在面前，真正是：\n\n香草偏随蝴蝶舞，美人又下凤凰台。\n\n朝宗正向楼上张望，被龙友一把拉住说：“侯世兄，这是贞丽，这是香君！“朝宗一见，魂不附体，忙向前施礼，道：“仙子何时下界，有失迎接！“昆生指说：“此是贞丽，此是香君，相公仔细认认！“侯生方纔正容施礼说：“渴慕久矣，得一见，三生有幸！“又向龙友说：“果然妙龄绝色，杨兄赏鉴真正不差！“贞丽说：“虎丘新茶，泡来奉敬！“香君说：“绿柳红杏，点缀春色。“朝宗向香君怀内一看，见一扇坠佩在身边，遂口占一绝云：\n\n南国佳人佩，休教袖里藏。\n\n随郎团扇影，摇动一身香。\n\n龙友说：“此诗风流典雅，真是奇才！“遂即问道：“昨日所云梳拢之事，不知侯兄肯否？“朝宗说：“秀才中状元，哪有不肯处？“香君闻言，含羞上楼而去，贞丽上前说：“蒙杨老爷美言，相公不弃，即此择定吉日，贱妾就要高攀了！“朝宗说：“三月十五日，乃花月良辰，便好成亲！但小生客囊羞涩，恐难备礼。“龙友接口说：“世兄不须愁，妆奁、酒席，小弟一并备来点染佳期，不知世兄可肯笑纳？“朝宗闻言，深深一恭说：“多谢杨兄费钞，另日叩谢！“贞娘见女儿事成，遂辞别众人，登楼而去。朝宗等四人亦各由旧路而回，四人之中惟朝宗欢喜不尽，欣然而去。\n\n有词为证：\n\n听分解、误走到巫峰上。添了些行云，想匆匆，忘却仙模样。\n\n春霄花月休成谎，良缘到手难推让，准备著身赴高唐。\n\n且说杨龙友陪著朝宗，定了梳栊香君的佳期。次日清晨，起来即往裤子裆来，寻那阮大铖去。因是旧交，不待通报竟入他后巢园内。未及扬声，祇听得里面阮大铖道：“俺阮圆海也是词章才子，科第名家，祇因主意一错，偶投崔魏之门，遂入儿孙之号。如今势败，剩俺枯林鴞鸟，人人唾骂，处处攻击。昨日祭丁，受了五秀才殴打﹔前日借戏，又被三公子辱骂。无计分辨，幸亏盟兄杨龙友代设一计，叫俺替侯朝宗制备梳栊香君妆奁，以便求他疏通，倒也有理。自昨一去，再不见回音，好不闷人！“龙友在外听的明白，乃高声说：“阮兄，想念小弟麽？连日违教了！“阮圆海闻是龙友，急忙出来携手入内。未曾坐定即问：“侯年侄之事，怎麽样了？“龙友道：“小弟正为此事而来，侯兄佳期已定于三月十五日，不知兄代备之物，可曾齐全？“阮圆海闻言，满面带笑说：“弟已备有三百金，仍烦老兄代为治办，不知兄可肯为一劳？事成，自当叩谢！“龙友说：“哪用许多？弟遵命治办便是！“圆海入内取出银两，双手递过，龙友接银出门而去。\n\n却说那香君，自从那日在暖翠楼面晤朝宗，见是个风流才子，心中暗自欣羡。再不轻易下楼，亦不妄自见人，专待十五日成亲。\n\n及至佳期已到，贞娘绝早起来。正在著人卷帘扫地，安席排桌，忽杨龙友走来唤道：“贞丽，今日是令爱上头佳期，昨许侯兄代备箱笼等物，今已齐备。著人抬进安置在洞房里，以助令爱新妆。还有三十两银子交与厨下，一应酒筵，俱要丰盛！“贞丽见箱笼、衣服无不齐备，又有酒席银两，喜不自胜。遂叫香君来叩谢，龙友说：“些须引意，何敢当谢！“正叙话间，忽乱嚷道：“新官人到门了！“但见朝宗身穿盛服，冠插宫花，进得门来，满院之人个个称羡。正是：\n\n虽非科第天边客，也是嫦娥月里人。\n\n这侯朝宗下马，贞娘并一应陪客迎接客舍。杨龙友见了，向朝宗一揖说：“恭喜世兄，得了平康佳丽！小弟无以为敬，草办妆奁、粗陈筵席，聊助一宵之乐。“朝宗谢说：“过承周旋，何以克当！“贞娘向前说：“新人与杨老爷请坐献茶！“茶毕，龙友问道：“贞娘，一应喜筵，安排齐备了麽？“贞娘说：“托赖老爷，件件完全！“龙友立起身来，向朝宗一拱，说：“今日吉席，小弟不敢馋越，就此告别，明日早来道喜！“说罢，遂辞侯生而去。贞娘所请陪客丁继之等，上前作揖道喜。遂请侯生更衣，女客玉京等扶持香君出来，大家做乐，二新人对面相见，真正：一是文章魁首，一是士女班头。两下暗自欣羡，各生眷念。众鸨儿排下筵席，齐说：“院中规矩不兴拜堂，就吃喜酒罢！“遂让朝宗、香君并肩上坐，丁继之、张燕筑等三人坐在左边，卞玉京、郑妥娘等坐在右边，人家饮酒歌弹，极其娱乐。不觉红日衔山，乌鸦选树，众人齐声说：“天晚了，送新人入洞房去罢！“丁继之揽住说：“不要忙，侯官人当今才子，梳栊了绝代佳人，合欢有酒，岂可无诗？“众人皆说：“有理！待我们取付新样花笺，磨饱松烟，伺候挥毫。“侯生说：“不消诗笺，小生带有宫扇一把，就题赠香君，永为结盟之物罢！“遂舒开宫扇，不用思索，提起笔来一挥而成，乃是七言绝句一首。诗曰：\n\n夹道朱楼一径斜，王孙初御富平车。\n\n青溪尽是辛夷树，不及东风桃李花。\n\n众人见侯生如此敏捷，大家正在那里赞赏，忽有人报曰：“杨老爷送诗！“侯生接过一看，读曰：\n\n生小倾城是李香，怀中婀娜袖中藏。\n\n缘何十二巫峰女，梦里偏来见楚王。\n\n读毕说：“此老多情，送来一首催妆诗，妙绝，妙绝！“众人听见，大家称赞。从新吹弹起来，劝新人饮酒，侯生与香君交杯换盏，畅饮一回。谯楼已打二鼓，众人齐说：“天色晚了，撤了席罢！奏起乐来，送新人入房去！“侍女持灯，侯生与香君携手同入洞房。侯生见香君微被酒熏，春色满面，比暖翠楼下相会时更觉宜人，情不自禁，轻轻抱上床。你贪我爱，说不尽云情雨意﹔颠鸾倒凤，祇觉得风抖花颤。正是：\n\n刘郎已入桃源内，带露桃花怎不开？\n\n不知后事如何，且听下回分解。\n\n"
},
{
"章节": "第三回",
"章节名称": "疑陪奁公子问故　知缘由侠女却妆",
"章节内容": "话说侯生与香君成亲之后，次日天明起来，梳洗未完，杨龙友早已来与侯生道喜。\n\n及到院内，见院门深闭，侍婢无声，已知他们高眠未起，遂唤鸨儿说：“你到新人窗外，说我早来道喜。“鸨儿未及答应，贞娘早已听见，问鸨儿：“是谁？“众说：“是杨老爷道喜来了。“贞娘闻说杨老爷，慌忙出来相见说道：“多谢老爷成了孩儿姻缘，感恩非浅，焉敢又劳老爷绝早道喜！“龙友遂问道：“新人起来否？“贞娘说：“昨晚睡迟，还未起哩！“\n\n贞娘遂转身进内一看，祇见他二人那里交扣丁香、并照菱花，梳洗纔完，穿戴未毕。就转身出来，请杨老爷同进洞房，好饮扶头酒。龙友与贞娘见了侯生，戏曰：“惊却好梦，得罪，得罪！昨晚催妆拙作，可还得入情麽？“侯生笑谢曰：“妙是极妙的了，祇是香君虽小，还该藏之金屋，小生袖里如何著得下？“大家俱笑。\n\n龙友又问说：“夜来定情，必有佳作？“侯生说：“草草塞责，不敢请教！“遂教香君取出宫扇递与龙友，龙友吟读一遍，“妙，妙！祇有香君不愧此诗，好好收著。你看香君上头更觉艳丽了，消此尤物。“侯生说：“香君天姿国色，今日插了几朵珠翠，穿了一套绮罗，十分花貌，又添二分，果然可爱！“贞娘接说：“这都是杨老爷帮衬的。“祇此一句，遂逐著侯朝宗心内之疑，向龙友一恭，道：“我看杨兄虽是督抚马老爷至亲，却也拮据作客，为何轻掷金钱，来填烟花之窟？在小弟受之有愧，在杨兄施之无名，敢求明示，以待图报！“香君亦接口说：“侯郎问得有理，奴蒙杨老爷百般抬举，昨日承情太厚，也觉不安！“龙友见问，遂说：“既蒙问及，小弟祇得实告。这酒席、妆奁皆出怀宁之手。“侯生说道：“不是宛人阮大铖麽？“龙友应道：“正是他！“侯生大惊，就说：“这阮圆海原是敝年伯，小弟鄙其为人，绝之已久。他今日为何无故用情，令人不解？“龙友说：“圆老有一段苦衷，欲见白于天下，他当日曾游赵梦之门，原是吾辈。后来结交魏党，以图救护东林，不料魏党一败，东林反兴水火。近日复社诸生倡论攻击，大肆厥辱，岂非操同室之戈乎？圆老故交虽多，因其形迹可疑，亦无人代为分解，每日向天大哭，说道：『同类相残，伤心惨目，非河南侯公子不能救我！』所以今日谆谆纳交足下耳！“正是：\n\n无计欲识君子面，且将财物货人心。\n\n侯生闻言，如梦初醒，方知陪妆情由。一时不明熟思，遂有解救说：“阮圆海情甚迫切，亦觉可怜。就便是魏党，悔过来归，亦不可绝之太甚，况罪有可原乎？定生、次尾乃弟至交，明日相见，即为分解。“龙友谢曰：“果得如此，吾党之幸也！“\n\n不料香君在旁闻侯生之言，拂然大怒曰：“郎君是何意思？阮大铖趋赴权奸，廉耻丧尽。妇人女子无不唾骂，他人攻之，官人救之，吾不知官人自处于何等？官人之意，不过因他助俺妆奁，便要徇私废公。这几件钗钏、衣裙，却放不到我香君眼里！“说完，遂将头上珠翠拔下，衣衫脱去，尽情丢在地下，向卧房而去。\n\n龙友见如此光景，也觉没趣，含怒微笑曰：“呵呀！香君气性忒也刚烈！“侯生说：“好，好！这等见识，真乃女中丈夫。我倒不如，真侯朝宗又畏友也！老兄休怪，弟非不领教，但恐为女子所笑耳。那些社友，平日垂俺朝宗者，也祇为这点义气。我若依附权奸，那时群来攻我，自救不暇，焉能救人乎！“龙友见事不成，甚觉不快，强为解说道：“圆老好意，也不可太激烈了！既然如此，弟就此告辞！“遂一拱就欲下楼，侯生深深一揖道：“老兄莫怪！这些箱笼、衣服原是阮家之物，香君不用，留之无益，还求取去罢。“龙友满面羞惭，遂辞出而去。正是：\n\n多情反被无情恼，乘兴而来败兴归。\n\n要知端的，下回分解。\n\n"
},
{
"章节": "第四回",
"章节名称": "端阳节社友闹榭　灯船会阮奸避踪",
"章节内容": "却说香君却了妆奁，侯朝宗又当面对著杨龙友拒绝了一番，心中闷倦，思欲观玩景致以消鬱结。\n\n适值五月端阳佳节，南京风俗到得此日，无论绅士商贾俱各驾船游玩，吹弹歌唱。却说陈定生去约吴次尾，说道：“次尾兄，今日节闹端阳，你我旅邸抑鬱。何不到秦淮赏节，以伸闷怀？“次尾说：“弟久有此心，方欲访兄同去，不料兄已先及，正合我意！“二人携手出门，缓步前行。\n\n已到秦淮，定生问说：“如此佳节，怎的不见同社之人？“次尾说：“想必都在灯船会上。“说话之间，见有河房一座，挂灯垂帘，甚是清雅。次尾一看，知丁继之水榭，向陈定生说：“此是丁继之水榭，可以登眺。“二人遂同登水榭，唤曰：“丁继之在家麽？“内有一童走出，认的他二人，说：“陈、吴二相公请坐！俺主人赴灯船会去了，家中备下酒席，但有客来随便留坐。“二人闻童子之言，同说：“有趣，可称主人好事矣！“也不谦让，一同坐下。定生说：“我们今日雅集，恐有俗人闯入，不免设法拒绝他。“遂命童子取一灯笼来，提笔书上八个大字：“复社会文，闲人免进“，挂在水榭之前。二人方坐下饮酒。\n\n正饮之时，祇听鼓吹之声振耳，知是灯船将近。凭栏观望，远远见一隻灯船，内有一女客歌唱，三个男子吹的吹，弹的弹，向水榭而来。定生留神一看，见是社友侯朝宗，向船上指说：“那来的好似侯朝宗。“次尾说：“正是他！该请入会的。“定生说：“那个女客必是香君，也好请他麽？“次尾说：“香君不受阮鬍子妆奁，竟是复社的朋友，请来何妨！“定生说：“这等说来，那吹弹的柳敬亭、苏昆生不肯做阮鬍子门客，也是复社朋友，同请上楼来，更是有趣。“遂高声唤曰：“侯社兄，这里来！“朝宗闻有人呼唤，望水榭一看，见是陈、吴二位社友，遂向楼上一拱，道：“二位请了！“定生说：“这是丁继之之水榭，现有酒席，侯兄可同香君、敬亭、昆生同上楼来，大家赏节！“朝宗等欣然下船，遂吹弹著上楼而来，有词为证：\n\n龙舟并、画浆分，葵花蒲叶泛金樽。朱楼密、紫障匀，吹箫打鼓入层云。\n\n　　《排歌子》\n\n且说朝宗四人上得水榭，见灯笼上写著：“复社会文“，朝宗说：“不知今日会文，小弟来得正好！“敬亭说：“『闲人免进』，我们未免唐突！“次尾说：“你们不肯做阮鬍子门客，正是复社中朋友。“朝宗说：“香君难道也是不成？“次尾说：“香君却奁一事，祇怕复社朋友还差他一筹哩！“定生说：“以后该称他社嫂子！“大家鼓掌大笑，遂唤童子斟酒，六人依次而坐，饮酒赏节。\n\n正饮之际，忽听众人报说：“灯船来了！“六人遂停杯，凭栏同看灯船，祇见船上各悬彩灯，绕河竞渡。也有饮酒的，也有吹弹的，也有赋诗的，灯船色色不同，人物在在各异。真正是：金波纷纭，竞渡银漠，往来迷津。大家饱看了一会，见灯船将尽，复各依次坐下饮酒，敬亭说：“今日赏节，幸会二位相公，不可空饮，虚过佳节。我与昆生吹弹，香君歌唱，以乐今宵，何如？“陈、吴二人说：“祇是劳动不当！“柳、苏二人各显其能，吹弹的十分幽雅﹔香君放开喉咙，歌唱间几遏行云。定生与次尾、朝宗三人放怀畅饮。\n\n正在酒酣之时，又听有人报说：“灯船又来了！“六人复凭栏观看，见船上吹打的比众不同，歌唱的较常大异，船头立著一人，望著水榭缓缓而来，昆生说：“你看那船上象些老白相，我们须仔细领略。“祇见船头一人，抬头向水榭上一望，说：“丁家河房，为何此时尚有灯？大小厮们，快去看有何人？“小厮上岸一看，回报说：“灯笼上写著：『复社会文，闲人免进』八字。“那人在船头上一闻“复社“二字，即使歇了笙歌，灭了灯火，悄悄撑船远避而去。众人见好三座灯船，“不知何故灭灯、息歌，悄然而去？快著人看来！“敬亭说：“不必去看。我老眼虽昏，早已看真，那个鬍子便是阮大铖，他买舟载歌，不敢早出，恐有人轻薄他，故半夜方敢出游。今见三位相公在此饮酒，不敢近前，故此悄避而去耳！“昆生说：“我说歌吹比众不同！“定生说：“好大胆！这贡院前也许他来混游？“次尾即欲下榭，赶上採他鬍子。朝宗拦住次尾说：“他既迴避，我们也不必为已甚之行，且船已远去，丢开手罢！“次尾忿忿而止说：“便宜了这狗子！“香君见天色太晚，对众人说：“夜色已深，大家散罢！“敬亭说：“香君姐想妈妈了，我们送他回去。“遂同昆生、朝宗、香君辞了定生、次尾，下船摇橹而去。陈、吴二人亦各回寓。正是：\n\n楼台下去游人尽，小舟留得一家春。\n\n不知后事何如，且听下回分解。\n\n"
},
{
"章节": "第五回",
"章节名称": "阻就粮朝宗修札　寄劝书敬亭投辕",
"章节内容": "却说侯朝宗有一故友，姓左名良玉，当年是父亲麾下之将，家在辽阳，世为都司，祇因得罪罢职，补粮武昌。幸遇军门侯恂，拔于走卒，命为战将，不到一年即拜总兵之职。南征北讨，功加侯爵，强兵壮马，列镇襄阳。祇因李自成扰乱，以致朝廷空虞，三军缺粮，支销乏策。又见三军饿极，各有欲变之势，遂有就粮南京之意，撤兵汉口之心，但恐未奉明旨形迹可疑，因此不敢骤行。祇得日夜抚恤，暂慰军心。然就粮虽未即行，而传言早以飞闻南京。文武官员闻知，莫不胆战心惊。有一人，司马熊明遇，久闻左良玉曾在侯恂麾下，见侯恂之子侯朝宗现在南京寄寓，意欲托朝宗修书劝阻东下。知杨龙友与朝宗有旧，遂著龙友来寻朝宗，央他修书。\n\n龙友承熊司马之命前来求书，寻至寓所，不见朝宗。一路问来，知他在柳敬亭家中，听说平话，遂来敬亭家中寻问。\n\n至门首，下马迳入，见敬亭手执鼓板在那里演说平活，朝宗坐在一旁细细恭听，遂高声说：“目下是甚麽时候，还在此听说平话？“朝宗不知何故，急问曰：“龙老为何在此惊慌？“龙友说：“你还不知麽？如今左良玉领兵东下，要抢南京，且有窥伺北京之意，合城失措。即本兵熊明遇亦束手无策，知小弟与兄是好友，故托弟前来恳求。闻得尊翁老先生乃宁南侯之恩师，若肯发一手谕，必能退却，不知世兄主意如何？“朝宗说：“这样好事，怎肯不做？祇是家父罢政林泉，纵肯发书，未必有济。况往返二、三千里，何以解目下之危？“龙友说：“吾兄素称豪侠，当此国家大事，岂忍坐视？何不代写一书，且救目前。另日，禀知尊翁，料不见责！“朝宗闻言，欣然说道：“这应急之便，倒也可行。候弟回家，大家商议。“龙友促之曰：“事不宜迟，即刻发书尚恐不及，哪里等的商量？“朝宗遂命敬亭寻一花笺，即时修起一封阻书，递与龙友，说：“可再著熊司马改正好投。“龙友说：“不必改正，待我说与他知道就是。但书是有了，投递之人，必须著一?妥老诚者方可。“朝宗说：“投书人原是要紧的，哪里有这样人？“\n\n二人正在寻思投书之时，忽敬亭立起身来，向二人高声说：“杨老爷、侯相公，你二位不必作难，待老柳走一遭何如？“龙友欣然曰：“敬老肯去是极妙的，事不可缓，你可速备行李。我回去，即送盘费过来，今夜务必出城纔好。“三人一拱而别，有一词说那柳麻子英侠，词曰：\n\n一封书，权宜代，仗柳生，舌尖口快，阻回那，莽元帅。万马晨钟，保住这好江城，三山□□。\n\n且说柳敬亭将朝宗书札包裹妥当，背上行李，晓行夜宿，衝风冒雨，沿江而来。行不数日，远远望见武昌，敬亭喜曰：“已到武昌城外了，待我放下行李，在草地下打开包裹，换了靴帽，好去辕门投书。“遂将衣服更换，不慌不忙竟往辕门上来。\n\n见了中军官，朝上一拱，说：“烦将军禀报元帅，说有河内寄书人要见！“中军说：“这时候，还有甚麽书信投递？你莫不是逃兵，或是流贼细作吗？“敬亭答说：“我若是逃兵，怎肯自寻辕门？要是细作，亦断不敢凭空唐突，实有密书一封，要见元帅当面交递的。“中军见有书函，不敢隐瞒，遂即击鼓禀知元帅。良玉即刻升堂，唤中军问：“有何军情？早早报来！“中军禀说：“别无军情，祇有一差人，口称投书的，要当堂面投。“良玉闻言，遂吩咐开门，叫大小三军小心防备，若是流贼细作，即刻拿下，著他膝行而进。\n\n敬亭见辕门大开，刀枪密布，中军手执令箭，传说：“投书人膝行而进！“敬亭坦然进来，毫无惧色。行至大堂檐前，朝上一揖说：“元帅在上，晚生拜揖了！“良玉喝曰：“你是何等样人？如此放肆！“敬亭说：“一介平民，怎敢放肆？持有密书一封，特来投递。“良玉问说：“是何人书函？“敬亭答曰：“是河南归德府，侯老先生寄来奉候的！“良玉说：“侯司徒是俺的恩师，你是何人，来此投递，书在哪里？“敬亭将书呈上。\n\n良玉接来一看，就吩咐掩门，请敬亭到后堂说：“尊客请坐！“良玉遂将书拆开一看，曰：“这书中文理，一时也看不透彻，无非劝俺镇守边方，不可移兵内地之意。转问足下贵姓大号，与侯老先生有何瓜葛？“敬亭答曰：“不敢！小子姓柳，草号敬亭。“遂即献上茶来，敬亭接茶在手，良玉对敬亭说：“足下可知这座武昌城，自张献忠一番焚掠，十室九空，俺虽镇守在此，缺草乏粮，日日鼓噪，连俺也做不得主了。“敬亭闻言，气说：“元帅说哪里话，自古兵随将转，哪有将随兵移的？“遂将茶锺摔于地下，良玉怒曰：“这等无理，竟把茶锺掷地！“敬亭笑说：“晚生怎敢无礼！一时说的高兴，随手摔去。“良玉说：“随手摔去？难道你心做不得主麽？“敬亭应说：“心若做的主，也不教手下乱动了。“良玉爽然曰：“敬亭讲的有理，祇因三军饿的急了，竟不问一声儿。“又说：“我倒忘了，叫左右快摆饭来！“敬亭于是以手摩腹说：“好饿，好饿！“良玉见他如此光景，遂催说：“可恶奴才，还不快摆！“敬亭起身说：“等不的了，往内里吃去罢。“说完往内里就走。良玉怒曰：“你何进我内里？“敬亭回顾良玉说：“饿的急了。“良玉喝曰：“饿急了就许进我内里吗？“敬亭笑说：“元帅也知饿急了，不可进内里麽？“良玉笑说：“句句讥俺的短处，好个舌辩之士，俺帐下少不得你这个人哩！“遂又问说：“你与缙绅往来，必有绝技，正要请教！“敬亭说：“晚生自幼失学，偶读几句野史，信口演出，曾蒙吴桥范大司马、桐城何老相国谬加赏赞，遂尔得交缙绅，实抱惭愧！“良玉喜曰：“竟不知敬亭有此绝技！就留在敝衙，早晚领教罢！“正是：\n\n口爽舌辩滑稽士，压却壮胆并雄心。\n\n未知后事如何，再看下回。\n\n"
},
{
"章节": "第六回",
"章节名称": "阮学士怀怨进谗　杨知县登楼报因",
"章节内容": "且说敬亭持书武昌，见了左良玉远嘲近讽。说得他心神俱动，就粮之议，大半停止。南京文武，犹怀疑惧之心。遂奏闻朝廷，加他官职，荫他子侄，又知会各处督抚并在城大小文武，齐集清议堂，公同计议助他粮饷。此不过恐投书未稳，以安良玉之心耳。因而计议诸文武，不论罢职、闲员都有传单。而杨文骢、阮大铖诸人亦在传内，遂各冠带早至清议堂中伺候议事。哪知阮大铖怀恨却奁之嫌，遂生暗害之心，一见龙友便说：“兄可知左良玉举兵就粮，竞有萧牆人勾引？祇怕左兵一到，还要私放城门，引兵入城，此事不可不作准备。“龙友说：“这话恐未必确，况你我皆系废员、闲宦，且莫轻言！“大铖说：“小弟实有所闻，岂可隐秘不言？“\n\n二人正说未了，祇见淮安漕抚史可法，凤阳督抚马士英俱到，龙友与阮大铖以及文武各官迎进施礼。坐毕，史可法问说：“本兵熊老先生为何不到？“长班禀说：“今日有旨差往江上点兵去了。“马士英说：“这等，会议不成了。倘左兵到来，如何是好？“杨龙友打恭说：“老先生不必深忧，左良玉系侯司徒旧卒。昨已发书劝止，料无不从者。“史可法接说：“学生亦闻，此举虽然熊司马之意，实皆年兄之功也。“阮大铖遂从中谮曰：“这倒不知。祇闻左兵之来，怕是敝同年侯恂之子侯方域略中勾通所致，他与左良玉相交最密，常有私书往来。若不早除此人，将来必为内应，为祸不小。“马士英说：“有理。何惜一人，以陷满城之命乎？“\n\n史可法拂然不悦，说道：“这也是莫须有之事，那侯方域却是敝世兄，他在复社中铮铮有声，岂肯为此？况阮老先生罢闲之人，国家大事也不可越位乱讲，陷害正人以伤公道！“遂起身向众人一拱，道：“今日之事大概不能议了，小弟告别！“遂忿忿而去。阮大铖见史可法如此光景，遂恨道：“史兵部怎麽就拂衣而去？小弟之言，确凿可据，闻得前日还托柳麻子去下私书哩！“龙友遂正言道：“这可大屈了他！敬亭之去，小弟所使﹔写书之时，小弟在旁。亏他写的恳切，怎反疑起他来？“大铖笑说：“杨兄不知，那书中都有字眼、暗号，外人哪里晓得？“士英闻言点头说：“是呀，这样人做事鬼诈多端，不可不杀。小弟回衙，即差人去访拿！“遂起身向杨龙友说：“老妹丈，就此同行罢。“龙友说：“请舅翁先行一步，小弟随后就来。“马士英与阮大铖臭味相投，遂并马而回。正是：\n\n邪人无正论，公□皆私情。\n\n却说杨龙友见他二人说得投机，必要暗害侯生，遂恨道：“这是哪里说起？侯生素行虽未深知，祇论写书一事，何等慷慨。为何反加谗言，诬他为暗勾之罪？祇得前去报信，叫他趁早躲避。“隧径往李家别院而来。\n\n到了门首，祇听得里面吹弹歌唱，甚觉热闹，急急敲门。里边见敲门甚急，开来一看，见是杨龙友，即报与侯生，这侯朝宗闻说是杨龙友，遂同香君并昆生、贞娘一同下楼相见，笑道：“杨兄高兴，也来消夜？“龙友歎了一口气，说道：“兄还不知麽？目下有天大祸事前来寻你！“侯生闻言，吃了一惊说：“小弟有何祸事？如此惊慌！“龙友说：“今日清议堂议事，阮圆海对著大众，说你与左宁南侯有旧，常通私书，将为内应。那些当事诸公俱有拿你之意，小弟恐兄有不测之祸，特报知。使兄脱此奇祸，岂为消夜而来？“侯生说：“我与阮圆海素无深仇，为何下这般毒手？“龙友说：“想必因却奁一事太激烈了，故此老羞变怒。“贞丽闻此一段情节，遂催促侯生，说：“事不宜迟，早早高飞远走，不要连累别人！“侯生说：“事已至此，祇得远避，祇是燕尔新婚，如何捨得？“香君正色说：“官人素以豪杰自命，为何作此儿女态！“侯生说：“是，是！但不知哪里去好？“龙友说：“不必慌，小弟倒有个算计。会议之时有漕抚史可法，凤抚马舍舅在坐，舍舅语言甚不相为，亏史公一力分豁。且说与尊府原有世谊，兄不如随他去，到淮阳再候家信，似无不可。“侯生闻言说：“是哪个史可法？“想了一会说：“是了！史道邻是家父门生。妙，妙！多谢指引。香君快快收拾行装，我即刻投那里安身去罢，但不知史公寓在哪厢？“昆生说：“闻他来京公干，常寓在市隐园，待我送官人前去！“\n\n说话之间，香君已将行李收拾完备，著人挑出，与侯生携手。不忍暂捨，眷恋一会，遂即分别，说：“暂此分离，后会不远！“香君挥泪说道：“满地烟尘，料难再会。祇愿郎君一路平安，幸甚！“送出门来，大家洒泪而别。正是：\n\n恩爱方在情浓际，忽被西风急吹开。\n\n不知朝宗去投史公事体何如，且听下回分解。\n\n"
},
{
"章节": "第七回",
"章节名称": "议迎立史公书阻　立新主马阮成功",
"章节内容": "话说侯朝宗自从别了香君来投史可法，史公见是世谊，又见他被奸人所害，遂留在营内，以为记室。闻塘报言：“流贼李自成打破神京，崇祯皇帝于三月十五日缢死煤山。“不胜惊慌、忿恨。又闻南京文武各官议论纷纷，也有宜整顿兵马赴北京报仇的，也有说圣上已经缢死，不如迎立新君，再图恢复的。立论虽多，定见无人。惟有奸臣马士英与阮大铖同谋，倡议要迎立福王，以为功赏。朝宗一闻此言，大加惊骇，不知是真是假，专候史可法回衙探望消息。\n\n正在忧疑之际，史公回衙，遂问道：“史老先生，此信若何？“史公长叹一声说：“我史可法本贯河南，寄籍燕京，叨中进士，便值中原多故。今由淮安漕抚升补南京兵部，哪知到任一月，遭此大变，万死无辞！今虽持此长江天险，苟延旦夕，但一月无君，人心惶惶，每日议迎议立，全无成说。至于北信，有说北京虽失，圣上无恙，航海而南的﹔又有说圣上缢死，太子已间道南奔的。总不得真确，以致摇摇无主，却怎麽处？“\n\n正说之间，忽传进一纸书来，说是凤抚衙门寄来的。史公拆开一看，便皱著双眉说道：“这马瑶草又讲甚麽迎立之事，我看书中意思属意福王，又说圣上确确缢死，太子逃走无踪。若果如此，纵不依他，他也竟自举行。况福王昭穆伦次也不甚差，今日答他回书，明日会稿，一同列名纔是。“\n\n朝宗闻立福王之言，遂大声疾呼，说：“老先生差矣！福王分藩敝乡，晚生知之最悉，断断立不得！他有三大罪，人人俱知，老先生岂未闻乎？待晚生一一述来，求老先生参酌。福王者，乃神宗之骄子，母妃郑氏淫邪不法，阴害太子，欲行自立。谋储纂位，一大罪也。且秉性骄奢，于分藩之时，将内府金钱偷窃殆尽，盈装满载而去，及寇逼河南，舍不得一文助饷，以至国破家亡。贪财误国，二大罪也。其父死于贼手，暴尸未葬，他竟忍心远避，乘此离乱之时，纳民妻女。忘父好色，三大罪也。有此三罪，君德有亏，如何可图皇业？况又有五不可之说，第一件：车驾存亡，传闻不一。天无二日，民无二主。第二件：圣上果殒，社稷尚有太子监国，为何弃储君而寻枝叶乎？第三件：中兴之主，原不拘定伦次，访立英杰，以图恢复，乃为正理。第四件：恐强藩闻知，乘机另立，岂不自相攻击？第五件：小人挟拥戴之功，专权自恣，为祸却也不小。“史公听了这一番言语，恍然大悟，说道：“是，是！世兄高见，虑得深远！前日见副使雷縯祚、礼部周镳亦有此论。就烦世兄将这三大罪、五不可之论写书回他罢了。“朝宗遵命，即著人秉烛磨墨，拊笺挥毫，在史公前将回书一挥而就，封了口面，用了图书，分付外班，打发下书人而去。正是：\n\n群奸惟知希荣贵，一人独敢进谠言。\n\n且说史可法回了马士英之后，再不提迎立之事。却有阮大铖乃马士英心腹之人，见史可法回书，又亲自来辕门进谒，面议迎立福王。史公知他是魏党，遂严行推绝，不容进见。扫兴回至马府禀知士英，士英说：“史可法书中有三大罪、五不可之言，兄今去面商，又推而不纳，看来这事他是不肯行的了。但他现握兵权，一倡此论，那九卿班里，如高宏图、姜日广、吕大器、张国维等谁敢竟行？这迎立之事，祇怕有几分不妥。“阮大铖说：“史可法虽掌兵权，全无定见，老爷可写书，待晚生再去约会四镇武臣以及勋戚内侍，倘他们肯行，即便举行何妨？“士英喜说：“如此甚好！“遂即写了一书，付与大铖去约四镇。\n\n谁知四镇原是马士英提拔之人，且无成见。一见约书，欣然许诺，约定本月二十八日齐赴江都迎驾。阮大铖即忙回复士英，士英又问道：“高、黄、二刘之外，还有何人肯去？“大铖说：“有魏国公徐鸿基、司礼监韩替周、吏科给事李沽、监察御史朱国昌诸人。“士英大喜说：“勋卫科道都有个把子，这就好了。我本是个外吏，那几个武臣勋卫也等不的部院卿僚，目下写表如何列名哩？“大铖说：“这有甚麽可证，找本缙绅，便揽来从头抄写便了！“士英又说：“虽则如此，万一驾到，没有百官迎接，如何引进朝去？“大铖说：“我看满朝文武，谁是有定见的？乘舆一到，祇怕递职名的还挨挤不上哩！“马士英听说大笑：“阮老先生见的极是！“遂著人取了一本缙绅，将衔名一一开列完备，整齐衣冠，收拾箱包，打点出城迎驾。\n\n因阮大铖本是废员，著不得冠带，即著他权充责表官儿，背负表箱前去迎接圣驾，那阮大铖祇图要功补官，哪管背箱之耻？即欣然将表箱背起，同马士英出城，径往江浦而去。正是：\n\n祇知奔走求名利，由人笑骂我不羞。\n\n不知后事，且听下回分解。\n\n"
},
{
"章节": "第八回",
"章节名称": "设朝仪奸臣大拜　守节义侠女拒媒",
"章节内容": "且说福王自流贼攻陷河南，其父殉国之后，即逃避江浦，已经数载。不料北京失守﹔大行皇帝升遐。南京奸臣欲要拥戴之功，不论贤愚，共立福王为监国之主。于甲申年五月初一日谒陵已毕，贺御偏殿，有一班文武官员如史可法、马士英、黄得功、刘泽清等齐拜丹墀，尚书高宏图等奏白：“臣等恭请陛下早正大位，改元听政，以慰臣民之望！“福王闻奏，乃曰：“寡人外藩衰宗，才德凉薄，俯顺臣民之请，来守高帝之宫，君父含冤大仇未报，有何颜面忝居正位？今暂以藩主监国，仍称崇祯十七年，一切政务照常办理，诸卿勿得谆谆，重寡人之罪！“众臣闻言，齐声呼曰：“万岁，万岁，万万岁！真仁君圣主之言，臣等敢不遵旨。但大仇不易速报，大位不可久失，将相不宜缓设，谨具题本，伏候裁决！“内使传上题本，福王览毕说：“览卿等题本，汲汲以报仇复国为请，俱见忠悃。至于设立将相，寡人自有主意，众卿且退午门候旨。“众官俯伏退出。\n\n不一时，内监捧旨宣读：“凤阳督抚马士英倡议迎立，功居第一，即升补内阁大学士兼兵部尚书，入阁办事﹔吏部尚书高宏图、礼部尚书姜日广、兵部尚书史可法亦皆升补大学士，各兼本衙﹔高宏图、姜日广入衙办事，史可法著督师江北。其馀部院大小官员，现任者多加三级，缺者将迎驾人员论功选补。再四镇武臣靖南侯黄得功、兴平伯高杰、东平伯刘泽清、广昌伯刘良佐俱进侯爵，各回汛地谢恩。“\n\n众人谢恩已毕，史可法遂向黄得功等说：“老夫职居本兵，每以不能克复中原为耻，圣上命俺督师江北，努力报效。今与列侯约定，于五月初十日齐集扬州，共商复仇之事，各须努力，勿得迟延，老夫今日走马到任去也。“马士英见史可法已去，众官俱散，乃笑说：“不料今日做了堂堂首相，好快活人也！“将欲出门，又见阮大铖探头探脑在那里暗瞧，遂问说：“那不是圆老麽，你从哪里来？“阮上前深深一恭，道：“恭喜老公祖，果然大拜了！今欲何往？目下立国之初，诸事未定，不要叫高、姜二位夺了大权，何不入阁办事去？“士英说：“圆老说的极是！“大铖又附耳说：“老师相迎立有功，获此大位﹔晚生贲表亦有微劳，如何不见提起？“士英说：“你不听见宣旨，各部缺员许将迎立之人叙补麽？“大铖喜曰：“好，好！还求老师相提拔！“士英说：“你的事何用多嘱？学生初入内阁，未谙机务，你来帮一帮，也好各宜小心。“大铖即替士英抱笏，进内阁去了。有七言绝句一首，诗曰：\n\n殿阁东偏晓雾黄，新参知政气昂昂。\n\n过江同是从龙彦，也步金阶抱笏囊。\n\n且说福王嗣位之后，推将迎立官员不论贤愚，一概补用。是以杨文骢补了礼部主事，阮大铖仍以光禄起用，至于越其杰、田仰等亦皆补官。此数人者皆系马士英同党，故一一得补官职。适因漕抚缺人，该推升田仰。不料田仰知已将升漕抚，遂有娶妾之意，但意中无人，莫可如何。谁知阮大铖潜窥田仰之意，遂向田仰说：“田年兄今升漕抚，官列极品，不知有几位贵宠？“田仰答道：“兄还不知麽？弟家中祇有拙荆一人，并无嬖妾。昨却有心要觅一人，但无中意者，是以迟迟。“阮大铖说：“弟闻青楼中有一妓女，名为香君，生得千娇万媚，真正绝代佳人。龙友杨兄与他交厚，何不托他一言，成全此事？“田仰闻言，欣然起谢说：“多蒙指教！明日我即央龙友兄代为求之。“遂别了大铖，回家兑上白银三百两，送到杨龙友处以作聘金，求他代聘香君为妾。\n\n这龙友一时错了生意，要奉承那新漕抚，遂著长班唤清客丁继之、女客卞玉京，托他二人为媒。\n\n不料，丁继之等因弘光要将阮大铖所献《燕子笺》抄登总纲，选他们入内教演，特来央恳杨龙友讲情免选。适长班方要去请，哪知他们却在门前。长班见了一一问了姓名，说：“老爷正著我唤你们，来的恰好，你们候著，待我禀报。“遂即禀了龙友，龙友喜曰：“来的凑巧，著他们进来！“俱随长班进入，见了杨老爷俱各跪拜，将求情的话说了一遍，龙友说：“这也不难，明日开列名字，送到阮圆海那边，叫他免选罢了。“诸人听见此言，俱各叩头拜谢，龙友说：“你们起来，你们的事我已应承。我有一事，还求诸位攒助，事成自当重谢！“丁继之等问说：“不知老爷有何事用俺们？“龙友遂将田仰央他为媒，要娶香君为妾的话说了一遍。丁继之等闻要娶香君的话，大家俱皱著眉头说：“香君自侯生别离之后，屏迹不下妆楼，这事祇怕难成。且老爷与他母亲是厚交，何不亲去说明，或者不好拒绝。“龙友说：“我曾替朝宗作伐，梳栊香君今日又教他嫁人，怎好觌面去讲？还烦众位力为，待得事成，自当重谢！“\n\n丁继之等不敢再言，遂辞了龙友，来李贞丽院里来。走到里面，祇见：\n\n寂寂空楼，绝不闻筝声笛韵，缠缠娇容，何曾去迎客送宾？\n\n二人大声呼曰：“贞丽在家麽？“香君听见有人叫他母亲，望楼下一看，说：“卞姨娘同丁大爷来了，请上楼来坐！母亲不在家，二位光降，有何事情？“卞玉京说：“我们并无事情，一来为你清冷，特来伴你﹔二来有一喜事，报你知道。“香君说：“夫君远离，有何喜事？“丁继之遂将龙友托他们说媒，教他改嫁田仰的话说了一遍。香君闻丁继之言语，满眼垂泪，说：“丁大爷说哪里话？俺已嫁侯郎，祇知终身依著侯生。即今远去，这定情诗扇，便抵过万两雪花！且奴福薄，不愿为朱门侍妾。请大爷、姨娘回绝他，不要认错题目。“话未说完，郑妥娘、寇白门二人走上楼来说：“香君，这是杨老爷好意，怜你清苦，特寻一富贵之家著你去受用。“香君说：“我不图富贵，嫁人的话休向我讲！我祇知侯郎是我终身之依。任他富贵充盈，放不在我香君眼里，请早回他，休得在奴面前说那些没脸耻事，污我香君之耳！“说完，竟抽身走进卧房。抛下这些人也觉无趣，遂各下楼而去。正是：\n\n一点芳心拴的定，朝朝楼上望夫君。\n\n不知后事如何，且听下回分解。\n\n"
},
{
"章节": "第九回",
"章节名称": "逼上轿面血溅扇　施巧计慈母代嫁",
"章节内容": "且说香君推绝了众人，终日在楼上守定诗扇，盼望侯郎回来。不觉已到十月天气，谁知首辅马士英执掌朝纲，惟知呼朋聚党﹔大权在手，不过报怨复仇。\n\n一日，因万玉园中红梅初放，要请杨龙友、阮大铖、越其杰、田仰等一班小人同赏红梅。那杨龙友、阮大铖二人见帖，即在士英门房伺候传呼。士英知他二人已到，遂传他进见。二人进得门来，见了士英，百般奉承，千种诌媚，难以言述。士英笑说道：“今日天气微寒，正宜小饮，纔下朝来，日已过午，昼短夜长，短了三个时辰。“二人打恭说：“是皆老师相调燮之功也！“士英又问：“越、田二位怎不见到？“长班禀说：“越老爷痔漏发了，早有辞帖。田老爷打发家眷起身，晚间纔来辞行。“士英说：“既如此，吩咐摆席！“士英上坐，二位傍坐，饮酒之时说了些升迁闲话，讲了些奉承机趣。大铖趁势就生陷害香君之心，遂向士英说：“老师相，今日花间雅集，梨园可以不用。但对此各花，也少不了一声晓风残月哩！“士英笑向龙友说：“老妹丈是在行的，看有何人可以承应，著长班去唤。“龙友说：“馀皆平平，现有旧院李香君新学《牡丹亭》﹒倒也唱得出。“士英即著长班去唤，大铖故问说：“前日田百源用三百金要娶做妾，想必是他？“龙友说：“可笑，这个獃丫头要与侯朝宗守节，断断不从，我著人往说数次，竟不下楼。“士英闻听此言怒道：“有这样大胆奴才？可恶，可恶！“大铖来势激说道：“田漕抚是老师相乡亲，被他羞耻，所关非小！“\n\n长班上前禀说：“小人走到旧院去唤香君，他推托有病，不肯下楼。“士英想了想，说：“也罢，叫几个家人小厮，持著财礼三百两，挟著衣服，抬著轿子，竟抬他送到田漕抚船上去。“家人领命急走，阮大铖向龙友说：“家人未必认得香君，倘或错了，却也未便。杨年兄同他前去，方保不错。“士英说：“这却也好！“\n\n龙友径同家人往香君家去。来到门首，家人一齐敲门，贞丽见叫门甚急，即著人开了门，见轿夫、灯笼随著杨龙友进来，龙友说：“他们是马相爷家人，拿三百两银子，要替田老爷来娶香君，快快打发上轿。“家人将银子递与贞丽，说道：“银子在此，快些打扮上轿！“贞丽见此光景，将龙友扯了一把，同往香君楼上来。叫开楼门，将此事一一告知香君，香君说：“杨老爷是疼俺母子的，为何下此毒手？“杨龙友说：“不干我事，这是马相爷动此义举。依我说，趁早收拾下楼，这一班恶奴甚难支吾。“香君闻言大怒说：“杨老爷说哪里话？当日是你作媒，将奴嫁与侯郎，现有诗扇为证！“遂将扇取来，向龙友一伸，说道：“这首诗老爷也曾看过，难道忘了不成？我与侯郎既成夫妇，举案齐眉，固是万幸﹔即生离死别，亦当矢志靡他！如何再嫁人，以伤风化！“说还未了，祇听楼下家人齐声喊叫：“夜已深了，快上轿，还要赶到船上去哩！“贞丽说：“事已到此，也顾不得你了！杨老爷抱定他，待我替他梳头穿衣，抱他上轿罢！“香君手持诗扇，就如防身宝剑一般，前后乱打。及至草草妆完，龙友方向前一抱，哪知香君向楼板上一头撞去，鲜血乱喷，晕倒在楼板上不省人事。贞丽见香君如此光景，又惊又疼，说：“我儿苏醒！把花容碰了个稀烂，血流满楼，连诗扇都溅坏了。鸨儿暂扶他到卧房安歇，再作商量。“正是：\n\n奸臣要泄旧愤，那管美人花容？\n\n且说香君将头面撞坏，溅污诗扇，已扶到卧房安歇。正在急忙之时，楼下家人又喊说：“夜已三更，骗去银子，不打发上轿，我们要上楼拿人哩！“龙友遂向楼下说：“管家不要忙，略等一等，他母子分离难舍，其实可怜。“贞丽闻听著忙，说道：“香君碰坏，外边声声要人，这可怎处？“龙友趁势就说：“那宰相势力，你是知道的。这番执拗，你母子不要性命了！“贞丽向龙友叩头，哀恳求救。\n\n龙友寻思一会说：“事已至此，没奈何。祇有一权宜之计。“贞丽问说道：“何权宜之计？求老爷速为指示！“龙友说：“娼家从良原是好事，三百财礼也不算吃亏，嫁个漕抚也不算失所。况到他家，珍馐充口，绫罗适体，一生也吃穿不尽。香君既无福享受，你不如移花换木，替他嫁田仰走遭，却也省的得罪相府，亦且免众家人罗?，不知可否？“贞丽说：“这可断断使不得！我与香君年纪既不相若，且一时我哪里捨得家私？倘或有人认出，更为不便。“龙友说：“这却无妨，我说你是香君，谁能辨别？你说捨不得，这些恶奴硬要抢了去，看你捨得捨不得？你今若与香君一样执拗，我就不管了，任那家人横行罢！“贞丽闻此一段言语，低头暗思，说道：“香君已经碰坏，家人又急要人，倘杨老爷走开不管，教我如何支持？不如暂从杨老爷之计，替孩儿走遭。“遂向龙友说：“老爷包管无事，老身不免代替，祇是落下香君在家，无人照顾，如何是好？“龙友说：“你可放心前去，却是你的造化。香君在家，我自时常照应。“贞丽无奈，即忙收拾完备，将财礼交与香君收存。再三叮咛嘱咐，遂别了香君，拜辞龙友，走下楼上了轿子，随众家人竟往田仰船上成亲。正是：\n\n一时舍了笙歌队，不知今夜伴阿谁？\n\n不知后事如何，且听下回分解。\n\n"
},
{
"章节": "第十回",
"章节名称": "因染扇托师寻婿　验优人侍酒骂奸",
"章节内容": "且说香君自从碰坏花容，母亲代嫁之后，绝迹不肯下楼，不觉又是一月有馀。一日，在楼上想起昨日之事，一阵酸心双泪交流，说：“昨日用苦肉计，得遂全身之节。目今孤守空楼，谁是作伴之人？想起侯郎避祸，不知流落何所？妈妈替奴当灾，未知归来何日？教俺日夜放心不下！今日独坐无聊，不免取出侯郎诗扇，展看一回，你看诗扇都被血点溅污，侯郎，侯郎，你哪知奴家替你守节！“遂对扇啼哭一回，不觉困倦，将扇压在妆台上，盹睡一会。\n\n却有苏昆生与杨龙友放心不下，同来看视。进得门来，见楼上寂然无声，遂说：“香君不肯下楼，我们一同上去谈谈罢。“上的楼来，见香君睡卧妆台，龙友说：“香君抑鬱病损，困睡妆台，不必唤他。“昆生见他扇儿展在面前，取过一看，不觉惊讶，道：“这扇面上，怎麽有许多的红点？“龙友说：“想为昨日面血溅污，晾在此处。“遂拿过扇来，见上面血点红艳非常，说道：“衬此血迹，不如添些枝叶，替他点缀点缀，祇是没有颜色怎麽处？“昆生说：“待我摘取盆草，扭取鲜汁，权当颜色何如？“龙友说：“极妙！“于是扭汁的扭汁，画扇的画扇。不一时画完，大笑一回说道：“竟成折枝桃花，可谓桃花扇了。“香君正在睡梦之中，被他们惊醒，抬头一看说：“奴家得罪！“遂让他二人坐下。\n\n龙友说：“几日不曾来看你，伤痕渐已平复了。“笑将扇儿递与香君，道：“下官有一柄画扇奉赠妆台！“香君接扇一看说：“这是奴家旧扇，怎麽有桃花几枝？“昆生说：“这是杨老爷就你的血迹，代为点染的。“香君说：“这桃花命薄，扇底飘零，多谢杨老爷代奴写照！“龙友说：“方纔点坏，得罪，得罪！你有这把桃花扇，少不得个顾曲周郎。难道青春受寡，竟做个入月嫦娥不成？“香君道：“说哪里话？那关盼盼也是烟花，何尝不在燕子楼中关阁到老？“昆生说：“我看香君这般苦情，今世难有！近闻侯郎奉史公之命，同高杰防河去了。不日我即还乡，待我寻著他，叫他使人搬你，管你夫妻团圆如何？“香君一闻此言，倒身下拜说：“多谢师父！但愿早行纔好。“昆生说：“待我明日凑些盘费，收拾起身，但须你一书纔好。“香君说：“目下奴家心绪如麻，言不成文，哪里还能写书？罢，罢！奴的千愁万苦俱在扇头，就把这扇儿寄去，权当一封书罢。“遂即将扇包封完备，递与昆生，千嘱万叮，泣啼不已。\n\n龙友又向昆生说：“你可早行一步，见了侯郎，将一段苦节说与他，他自然来娶的。你回去收拾行李，盘费吾著人送来，速行为妙！“昆生说：“多谢，待我明日起身就是！“二人别了香君，下楼而去。正是：\n\n新书远寄桃花扇，旧院常关燕子楼。\n\n却说香君在媚香楼中苦守贞节，日日盼望师父找著侯郎，早早回来完聚，非止一日。哪知新主弘光性喜文墨，雅好女优。欲将大铖所进《燕子笺》被之声歌，为中兴一代之乐，因把王铎补了内阁学士，钱谦益补了礼部尚书，阮大铖破格取在内庭供奉。阮大铖因天颜日近逢迎益工，遂奏曰：“臣所献《燕子笺》，既蒙圣恩採选，宫人被之声歌，但恐生口不如熟口，清客强似教手。不如广搜旧院，大罗秦淮，将那一般妓女、清客选进宫来，叫他们教演，岂不省事？“弘光闻奏，龙心大悦。立刻传旨，将秦淮旧院中清客、妓女按名搜选，不得遗漏一名。因此，丁继之等一班清客，卞玉京等一班妓女，央求杨龙友之情，勾名免选。阮大铖禀知贵阳相公，通知龙友一一传他们来教演，香君遂亦在选中。\n\n是日，乃乙酉新年，人逢佳节，天降大雪。阮大铖同杨龙友在赏心亭，邀马士英饮酒赏雪，要将一班清客、妓女带到席前验看。清客、妓女中惟丁继之、卞玉京改妆出家去了，其馀如张燕筑等，郑妥娘等以及香君，俱押解赏心亭验看。香君此时满心怨愤，忍气吞声，同众人而来。闻知验看官儿乃是马士英、阮大铖、杨龙友三人，心自忖道：“难得他们凑在一处，正好吐俺胸中之意！“\n\n不一时，听见喝道之声，知是奸相马士英来了，众妓女同香君回避一边。祇见士英下轿，阮、杨二人迎接，百般丑态，令人难看。忽闻马士英说：“好一派雪景！这赏心亭上真乃看雪之所。你看雪压锺山，圆珪方玉，赏心胜事，无过此亭！“三人谈笑一回，吩咐把炉榼、游具摆设起来，遂饮酒赏雪。饮酒数巡，阮大铖遂向长班说：“选的妓女可曾叫到了麽？“外班跪禀说：“都已齐了。““叫上来，席前验看！“\n\n于是寇白门、郑妥娘同香君等一班妓女，一一上前叩头。马士英遂个个验看已完，吩咐：“著他们赴礼部过堂去罢。“阮大铖起身禀说：“特令到此伺候酒席的。“士英说：“既承二位雅意，留下那个年小的在此承应罢，他叫甚麽名字？“外班跪禀说：“他叫李贞丽。“士英笑道：“这女子名叫贞丽，恐丽而未必贞也！上前来酌酒、唱曲！“香君摇头说：“不会。“士英说：“不会唱曲，怎称名妓？“香君满眼流泪，说道：“俺原非名妓。“士英见他如此光景，问说：“你有甚心事？容你说来！“香君遂高声说：“妾的心事，提起来乱如飞篷，想前年把俺夫妻拆散，今日里又将俺母子分离，似这般奸贼挟仇报怨，坑杀平民，真比流贼还猛！“士英说：“有这些心事。“大铖说：“这女子却也受苦了。“龙友说：“老爷在此行乐，不必祇是诉冤了。“香君说：“杨老爷，你是知道奴的冤苦，也值不当的一诉。列公在上，听奴一言：半壁南朝，全望尔等扶持。正宜统兵选将，报仇雪恨，以恢复北京，纔不愧忠臣！哪知尔等惟思希贵求宠，选秦淮之妓，徵青楼之客，以媚悦朝廷为事。今日，当此雪海冰山，犹著俺陪觞奏咏，忘崇祯缢死之仇，图今朝一时之乐，岂不可愧，岂不可恨！“士英闻言怒道：“这妮子胡言乱道，该打嘴了！“大铖与龙友俱说：“当今内阁在前，不得放肆！“香君遂大骂说：“你这一班阉儿璫子，腼著颜面在人面前，不知羞惭！呼亲父，称乾子，辱身贱行，真愧班联。你今日狗仗人势，把人来毒顽，恨祇恨新君刑宽，加不到你这奸臣身边！“大铖闻言怒道：“好大胆！骂的是哪个？快快拖下去丢在雪中，这奴才对著内阁大人这等放肆，我们都克罪了！“遂下席用脚将香君痛踢一顿。龙友一面劝止大铖，一面拉起香君，士英说：“这样奴才何难处死，祇怕妨俺宰相之度，著人送入内庭，拣极苦脚色叫他去当，拉下去，好好一个雅会，被这厮搅乱坏了，可笑，可笑！“阮、杨二人连忙打恭陪罪，说：“得罪，得罪！望乞海涵，另日竭诚罢！“正是：\n\n兴尽宜回春雪桌，客羞应斩美人头。\n\n不知后事如何，且听下回分解。\n\n"
},
{
"章节": "第十一回",
"章节名称": "薰风殿君臣选戏　睢州城将卒被擒",
"章节内容": "却说杨龙友自香君辱骂阮大铖，在雪中救起，送入内庭。又恐媚香楼无人看守，将蓝田叔招去暂住看守不题。\n\n是日，新主弘光将那班清客、妓女俱选入薰风殿内，以待选定脚色，好去串戏。哪知生、旦、丑脚，不懂其意，阮大铖在内庭供奉，遂先在那里查看妓女，不见香君，问说：“李贞丽怎麽不见？“众人说：“自从雪中一跌，至今忍痛，还在那廊下卧著哩。“大铖说：“圣驾将到，选定脚色，以便串戏，哪里由得他？“恨道：“这个奴才可恶，今日淨脚少不的借重他了！“正说之间，忽闻钟声响处，见二监手执龙扇，引著弘光出来，坐于龙位之上说：“寡人登极御宇将近一年，幸亏四镇阻挡，流贼不能南下。昨有叛臣倡议欲立潞藩，昨已捕拿下狱。目今外侮不来，内患不生。正在採选淑女，册立正宫，这都是小事。祇是朕享帝王之尊，无声色之奉，端居高拱，好不闷人！“阮大铖在旁奏曰：“臣光禄寺卿阮大铖恭请万安！“弘光令其平身，对阮大铖说：“目下正值阳春，残雪早花，争奈寡人慵游倦耍，何故？“大铖跪启说：“圣上应享太平，正宜行乐，慵游倦耍却是为何？“弘光说：“朕的心事谅卿亦应知之。“大铖明知，故做不知，假作茫然之状，启曰：“微臣愚昧，圣虑高深，实不能窥测，伏望明白宣示，以便分忧！“弘光说：“朕谕你知道罢，朕贵为天子，何求不得？祇因卿所献《燕子笺》乃中兴一代之乐，点缀太平第一要事。今乃正月初九日，尚未选定脚色，万一误了灯节，岂不可恼？“因指王铎所书对联云：“『万事无如杯在手，百年几见月当头。』一年能有几元宵？故此踌躇，寝膳俱减耳！“大铖跪在殿前，说：“原来为此巴里之曲，有忧圣怀，皆微臣之罪也，敢不鞠躬尽瘁，以报主知！但不知内庭女乐少何脚色？“弘光说：“别样脚色还可将就，祇生、旦、小丑不惬朕意。“大铖奏曰：“礼部送进清客、妓女现在外厢听候拣选。圣上宣旨，传他们进来拣选可也。“弘光准奏，即传著大铖宣旨，传他们进殿。\n\n弘光见了这一班人，一一问说：“你们可能串那新出传奇《燕子笺》麽？“众人应说：“都曾串过。“惟香君伏俯不言，弘光问说：“那个年小歌妓，何故不言？“香君启奏：“自幼不曾学过。“大铖乘机奏道：“他既未曾学，可按例应排他做丑脚，学过的例应做生、旦。“弘光说：“既有定例，依卿所奏。“又问香君：“你既不曾学过《燕子笺》，别的可会麽？“香君又奏：“曾学过《牡丹亭》。“弘光说：“你即将《牡丹亭》演唱一番！“香君面带羞容，弘光说：“看他粉面发红，象是腼腆，赏他一把桃花扇，遍掩春色。“香君持扇，谢恩起来，唱曰：\n\n为甚的玉真重溯武陵源，也祇为水点花飞在眼前。是他天公不费买花钱，则咱人心上有啼红怨。咳，辜负了春三二月天。\n\n　　《懒画眉》\n\n弘光喜曰：“此女声容俱佳，排他丑脚太屈了他，不如将那个黑色的换过来罢。“因著长侍斟酒，痛饮一回笑说：“那两个已能唱演，这年少的也不难学会，眼见得误不了元宵佳节，朕心甚觉欣幸。长侍，再斟酒来，待朕与尔等打一回十番，寡人善于打鼓，你们各任乐器，快快打来！“遂打了一套《雨夹雪》。打完，大喜曰：“寡人十分忧愁去了九分了！长侍，可将王铎抄的楷本赏与此女，令他就在薰风殿中，三日念会，好去上腔演唱，那会的可领他入班。“大铖与众人俱各领旨退出，惟香君在薰风殿中读念脚本。正是：\n\n纵有春风无路入，长门关住碧桃花。\n\n且说侯朝宗奉史公之命，同总兵高杰来睢州防河。争奈高杰性气乖张，当面将总兵许定国责骂，朝宗恐其挑起争端，难以收救，遂面见高杰百般劝解。那高杰乃有勇无谋武夫，怎肯听朝宗之言？朝宗惧祸临不测，遂力辞高杰，逃遁而去。以后高杰意气扬扬，有俯视一切之状。\n\n不意许定国听他夫人侯氏密计，诈使人手持印符去请高杰进城赴宴，点查军马。高杰哪知是计？遂带心腹二将，往许定国署内饮酒，点查而来。定国差人在桥头跪接，高杰行至桥头问说：“你是何处差官？“众人曰：“小人们是许定国差来的。“又问：“那许定国为何不来？“众说：“许定国卧病不起，特著小人们送牌印来，请元帅进城饮酒，以便查点军马。“高杰绝不疑忌，欣然收了牌印，同众进了察院，吩咐：“拿酒来，待俺痛饮一回，好去查点军马。“\n\n不一时，酒筵齐备，高杰同二将饮酒，不觉大醉。纔要起身，忽听炮响了一声，许定国家将手持利刃将高杰二将俱各杀死，独不见高杰，大呼曰：“高杰走脱了，快寻，快寻！“一齐点起火把，各处找寻，一将仰视而言，说：“顶破椽瓦，想是爬房了。“一将往房上一看说：“那楼脊上影影绰绰似有人形，快快放箭！“高杰无奈，跳下楼来，被众人拿住认了认，见是高杰，说：“拿住了！“高杰大呼道：“俺是皇帝差来防河的，谁敢害我？“众人说：“俺祇认的许总爷，不认的你甚麽黑的、黄的，快伸头来！“高杰顿足说：“悔不听朝宗之言，致有今日！“将脖子一伸，“取我头去！“众人将高杰首级献与许定国，遂令众将乘夜悄悄出城，带著高杰首级，投北朝来献，就领北朝人马渡河南下。\n\n不知后事如何，且听下回分解。\n\n"
},
{
"章节": "第十二回",
"章节名称": "苏教师落水逢故　侯公子赴南践盟",
"章节内容": "话说高杰已被许定国赚杀，持其首级投顺北朝献功而去。黄河岸上尽是逃命兵卒沿河奔跑。时苏昆生受了香君之托，一心要往高杰营内寻找朝宗，背著包裹，僱了一个驴儿骑著急走。哪知高杰逃窜兵马在河岸上逃命，昆生正走之时，祇见数十个逃兵赶上，把昆生一推，推下河中，夺驴跑了。幸而昆生落在浅处，水也不甚溜，立在水中，头顶包裹，高声呼叫：“救人，救人！“\n\n正在危急之时，见前面有一小舟，一男子撑著，方欲泊船。船中有一贫婆唤说：“驾长，你看浅滩中有一人喊叫救人，想是落水难人，你我撑过船去，救他一命，积个阴德何如？“舟子说：“黄河水溜，不是当耍的！“贫婆说：“人行好事，大王爷自然加护的。“舟子听贫婆之言，即忙撑船至浅水边，呼说：“快快上来，合该你不死。“昆生见舟子伸篙在面前，遂攀篙上船，满身湿衣，在船头上祇是打颤，说：“好冷，好冷！“舟子说：“待我拿身乾衣服来与你穿换。“昆生说：“多谢！“舟子取了乾衣，昆生脱下湿衣换了，纳头便拜说：“幸蒙驾长捞救，得以不死，真俺重生父母。“祇顾叩头，舟子说：“不干我事，亏了这位娘子叫我救你的。“昆生闻言，即向舱中拜谢，抬头一看，大惊：“你是李贞丽，为何在这船上？“婆子亦惊，仔细看了看，道：“那不是苏师父，你从哪里来，却落在水中？“二人各挥泪相认，坐在舱中，昆生将香君托他寄扇寻找朝宗，闻他在高杰署内，找寻至此，不料被乱兵夺驴，掀在水中，幸遇娘子捞救，此恩非浅！且问贞娘：“你既入田府，怎得到此？“贞娘面带羞容，说：“我自那夜被马士英家丁抬送田仰船中，孰知田仰夫人甚是嫉妒。一见我上船，即与田仰撕闹，不容我在船上。田仰惧内不敢违拗，遂将我转嫁这个驾长，却也相得，祇是日夜挂念香君，不知他近来光景何如？“舟子在旁见他二人说到伤心处，知他二人原是旧识，遂向贞丽说：“娘子，你且取盆火来，给这位老人家烘乾衣服，你们再叙罢，我要睡去哩。“舟子遂向后舱里盹睡去了。正是：\n\n闭门不管窗前月，吩咐梅花自主张。\n\n且说二人正在舱中烘衣叙话，祇见河内有舟子撑船，一人在舱坐著说：“驾长，这是吕梁地方了，扯起篷来早赶一程，明日要起早哩。“撑船人说：“相公，不要心急！这样风浪，如何行得？你看那边有一船泊在那里，我们亦凑泊一处，暂住一夜，俟风息浪静时再往前去罢。“舱内说：“凭你罢。“遂将船亦泊在贞丽船边。舱中人说：“惊魂稍定，不免略盹一盹。“遂卧在船上睡去。\n\n昆生在船上烘衣，与贞丽讲话。见一客船来帮泊一处，舟中有一秀士，虽然天黑看不分明，说话声音有些耳熟，遂放所烘之衣，出舱来问舟子：“你那船要往何处去的？也泊在此？“舟子说：“我送一相公往归德去的。“昆生说：“我亦要往归德去的，不知你相公是何等样人？“\n\n舟子未及回答，早已惊醒朝宗起来，问驾长：“你与何人说话，将我的梦头惊醒？“舟子说：“要往归德去的一位老客官。“侯生出舱一看大惊，问道：“那船上站的，莫非苏昆生麽？“昆生一看，就说：“莫非侯相公麽？我哪里不曾寻到，却在这里！贞娘快来，侯郎在此。“贞丽出舱来一看说：“侯郎，你好负心，将我女儿抛在院中楼上，怎再不去看看？“侯生说：“我因避祸，随著高杰防河，故尔未回。你二人既在此，想必香君亦与你同在船上，快请来相见！“贞娘说：“香君果在此，岂不是天大喜事？祇是香君从你避祸之后，日夜思你，足迹不出楼门。适有一大官央龙友杨爷持银三百两，三番两次要娶香君为妾。“\n\n侯生未等说完，急顿足说：“我的香君，怎的他改适了？“贞娘说：“他原不曾嫁，香君立志替你守节，碰死在楼上。“侯生大哭说：“我的香君呀！怎的便碰死了？“贞娘说：“死是不曾死，碰的鲜血满面，不能动移。楼下还声声要人，一时无奈，妾身权充香君，替他嫁了田仰。“侯生喜曰：“好，好，你竟嫁田仰了，今日坐船要往哪里去？“贞娘带羞不语。昆生说：“他为田仰妒妇所逐，如今转嫁这船上一位将爷了。“侯生微笑说：“有这些风波，可怜，可怜！“因问昆生：“你怎得到此？“昆生说：“香君在院中日日盼你不回，特托俺持书寻你。“侯生问：“书在哪里？“昆生将包袱解开，取扇递与侯生。\n\n侯生接来一看，道：“这是小生赠他的定情诗扇，怎说是书？“又看了看那一面，道：“是谁画的桃花？“昆生遂把香君碰破花容，溅污扇面，龙友添上梗叶，成了几枝折枝桃花说了一遍。侯生仔细一看，见果然是些血点，遂满眼流泪，说：“害死我的香君了！这桃花扇真是小生至宝，少不得朝夕叩拜，但不知怎的在你手中？“昆生又将“以扇代书“的话说了一遍，侯生不觉大哭：“香君，香君！叫小生怎生报你？“又问道：“你怎生与贞娘同在船上？“昆生遂将黄河岸上遇著乱兵，被他们推在河中，幸亏贞娘著驾长捞救的话说了一遍，又问侯生：“你在高杰署内，怎得到此？“\n\n侯生亦将高杰不听谏言，辞了高杰，后高杰被许兵刺杀，恐许兵踪迹，买舟南渡，从头说了一遍。昆生说：“既然如此，且到南京看看香君，再作道理。“侯生欣然说：“有理！目下怕有人踪迹，快快换衣，大家开船去罢！“遂即别了贞娘，同昆生开船往南京而来。\n\n不知可能寻著香君否？且听下回分解。\n\n"
},
{
"章节": "第十三回",
"章节名称": "觅佳人楼头题画　访故友书店被擒",
"章节内容": "且说侯朝宗同苏昆生登舟，星夜望南京进发，幸喜风顺舟快，不数日来到南京。天晚无奈，寻店暂宿一宵。\n\n次日天明，著昆生在店中看守行李，自己袖著桃花扇，直扑秦淮而来。不一时，到了香君门首，但见双门虚掩，人踪寂寂，用手推开门儿，侧身而入，早已来至媚香楼下。朝宗心里自忖说：“这是媚香楼，你看寂寂寥寥，湘帘昼卷，想是香君春眠未起。俺且不要唤他！“遂手提罗襟，足蹈楼梯，悄悄上楼一看，祇见歌楼舞榭竟改成个画院，不觉失惊。又想了一想：“莫非香君替我守节，不肯做那青楼旧态，故此留心丹青，消遣春愁吗？“又看一看，说道：“这是香君卧室，待我轻轻推开，看香君在内作甚？“方欲近前，又见封锁严密，倒象久不开的，无奈此对徬徨无措，如有所失。\n\n正在惊疑之际，忽听楼下有步履之声。望下一看，见一人手持画笺上楼而来。其人一见侯生，大惊曰：“你是何人，上我寓楼？“侯生答道：“这是我香君妆楼，你为何寓此？“其人说：“我是画士蓝瑛，兵科杨龙友先生送俺作寓的。“侯生说：“原来是蓝老先生，久仰！“蓝瑛问道：“台兄尊号？“侯生说：“小生乃河南侯朝宗，也是龙友旧交。“\n\n蓝瑛闻名大惊，“啊呀！“一声，说：“文名震耳，纔得会面，请坐，请坐！“侯生坐下，急急问道：“我且问你，俺那香君哪里去了？“蓝瑛说：“已被选入宫去了。“侯生一闻入宫之言，不觉神色俱失，两眼垂泪说道：“怎的被选入宫中，几时去的？你看鸳衾尽掩，残帕犹在，好叫人睹物伤心！想起小生定情之日，桃花盛花，映著簇新新一座妆楼。不料美人一去，零落至此！今日小生重来，又值桃花盛开，对景触情，怎能忍得住？“不觉泪如泉涌，禁止不住。\n\n正在悲啼，忽闻有喝道之声，渐到门首，报说：“兵科杨老爷来看蓝相公，门外下轿了！“蓝瑛慌忙迎上楼来。龙友一见侯生，作揖问说：“侯兄几时到来？“侯生说：“适纔来的，尚未奉拜！“龙友说：“闻兄一向在史公幕中，又随高兵部防河，昨见塘报，高杰于正月初十日被许定国所杀，那时兄在何处？“侯生说：“小弟见高杰凌辱许定国，力为劝解，高杰执而不听。小生彼时恐生祸端，遂辞职回乡，欲扶著家父逃避山中。恐许兵踪迹，遂又买舟南来。路遇苏昆生持扇相访，祇得连夜奔来赴约，竟不知香君已去。请问是几时去的？“龙友说：“他是正月八日被选入宫。“侯生又问道：“几时纔得出来？小生祇得在此等候。“龙友说：“香君出宫遥遥无期，且此处又非久恋之地，倒是别寻佳丽罢。“\n\n二人叙谈不已，蓝瑛在旁画画已完。二人抬头一看，见是画的一幅《桃源图》，问曰：“兄是替何人画的？“蓝瑛说：“是为张瑶星先生新修起松风阁，要裱做照屏的。“侯生赞道：“妙，妙！位置、点染全非金陵旧派。“蓝瑛说：“见笑！就求先生题咏，为拙画生色！“侯生谦虚道：“祇怕写坏，有污名笔！“遂提笔一挥，咏成七言绝句一首，诗曰：\n\n原是看花洞里人，重来哪得便迷津。\n\n渔郎诳指空山路，留取桃源自避秦。\n\n　归德侯方域题\n\n龙友读了一遍，说：“佳句！寓意深远，似有微怪小弟之意。“遂起身来说：“侯世兄不必埋怨，如今马、阮当道，专以报仇为事。恰好八日设席唤香君供唱，香君性气，手指二公大骂一场。阮圆海将香君推在雪中，用脚去踢，幸亏小弟在旁十分解劝，送入宫中，暂保性命。世兄不必恋恋于此，恐为小人所算。“侯生闻言说：“是，是，小弟即刻告辞！“遂辞了蓝田叔，下楼作别而去。正是：\n\n嫦娥一入月中去，巫峡千秋空白云。\n\n却说南京地方三山街上有书坊一座，乃是蔡益庵开设，铺内书籍充箱盈架，列肆连楼。不但兴南贩北，积古堆今，而且严批妙选，精刻善印，无不俱全。这一日，蔡益庵开了门面，挂出招牌，又因今乃乙酉乡试之年，准了礼部尚书钱谦益的条奏，要亟正文体，以光新冶，遂聘了名手陈定生、吴次尾诸人在内删改批评。因将封面一纸贴在檐下，以便发买，不在话下。\n\n且说侯朝宗闻杨龙友之言，急急回寓，将香君入宫。奸阮报仇之事告知昆生，又恐在店内居住，有人踪迹，遂与昆生背著行李，要寻僻静所在多住几时，好打听香君消息。昆生说：“我看人情已变，朝政日非，且当道诸公日日罗织正人，报复夙怨。不如暂避其锋，把香君消息从容打听罢。“侯生说：“你也说的是。但这附近州县别无相熟的，祇有陈定生住在宜兴，吴次尾住在贵池，不免访觅故人，也是快事。“\n\n二人穿街越巷，说话之间，早已走到三山街上。看见蔡益庵书铺招牌，侯生指说道：“这是蔡益庵书店，定生、次尾时常寓此，不免问他一信。“走在檐下，见廊柱上贴著封面，上写著“复社文的“，左边一行小字是：“壬午癸未房墨合刊“，右边是：“陈定生、吴次尾两先生新选“。侯生见了大喜，说道：“他二人想必亦寓在此！“遂至柜前问道：“掌柜的！“那里蔡益庵出来相见，侯生说：“请问陈定生、吴次尾两位相公可在此否？“蔡益庵说：“现在里边，待我请他出来。“二人听说是侯朝宗、苏昆生二位，不胜欢喜，遂请至铺内用茶叙话。\n\n忽有阮大铖升了兵部侍郎，特赐蟒玉，钦命防江。这一日拜客来到三山街上，见书铺廊柱贴著封面，上有“复社“字样，遂叫长班揭下一看，怒曰：“呀！复社乃东林后起，与周镳、雷縯祚同党，朝廷正在访拿，还敢留选书？这个书客也大胆之极了！快快住轿！“遂传坊主吩咐：“这个书肆不守王法，通同复社渠首，如今奉命访拿逆党。快递报单与镇抚司差校尉拿人，用心著人看守，不可令此人逃脱！“\n\n三人在内闻知，即出铺至轿前问道：“我们有何罪犯，著人拿俺？你这老先生不畏天地鬼神了！“大铖说：“请教尊号？“三人遂各通姓名，大铖大怒道：“哦！原来就是你们三位，今日却来认认下官！“三人说：“你就是阮鬍子麽？今日报仇来了，好，好！大家扯他到朝门外，讲讲他的素行去！“大铖佯笑说：“不要忙，有你讲的哩！“遂扬扬上轿而去。祇见四个校尉提锁执牌，来到铺前，见了坊主问道：“那三个秀才在哪里？快快领我们拿人！“三人说：“俺三人就是！“校尉不用分说，用锁套住，蜂拥而去。蔡益庵说：“苏兄快来，了不得，了不得！选书的二位拿去罢了，连侯相公也拿去，如何是好？“昆生说：“我们跟去打听一个真信，好设法救他！“正是：\n\n挟仇且将正人捆，罹殃不失君子心。\n\n不知三人吉凶如何，且听下回分解。\n\n"
},
{
"章节": "第十四回",
"章节名称": "救难友昆生见帅　投檄文敬亭罹殃",
"章节内容": "却说陈定生等三人，被阮大铖嘱镇抚司拿去，送至锦衣卫衙门勘问。幸锦衣卫大堂张瑶星不肯阿附权奸，一力开豁，设法审问，不至入在党逆之中。苏昆生打探明白，一心要救他三人出狱，一路思想设法打救。回至书铺内寻思说：“目下满朝俱是奸阮党羽，谁人可以救他出狱？“左思右想，忽想起宁南左良玉是侯公子厚交，不免星夜奔至宁南，求他解救，或有可望。于是即刻收拾行李，离了书铺，竟往宁南而来。\n\n不消数日，来至宁南。一住三日，无门可入，逐日在街上闲游。一日，见左帅在江上大操，无奈何寻了一座酒楼诈作饮酒，专等左帅操完回营，好相机求见。谁想至辰刻直等到天晚，不见动静。待至明月东升，方见左兵回营。于是假作唱曲，好待左帅来时惊动他，以便见面。正唱之时，祇听左帅人马渐近，反高声歌唱起来。左良玉同袁继咸、黄澍等并马而来。至酒楼下，闻见楼上歌声嘹亮，便一齐勒住马问说：“当此戒严之时，楼上是何人歌唱？快快拿下！“众兵等领命，一齐上楼，锁下来带至马前脆下。左良玉问道：“方纔唱曲就是你麽？“昆生叩头说：“小人求见元帅不得，无可奈何，冒死唱曲，好求见尊面！“左良玉喝道：“军令严肃，如此大胆！你是哪里人？带到衙门细审。“\n\n不一时，来至衙门下马，三人同坐下。袁继咸说：“方纔唱曲之人，须要早早发放！“良玉遂吩咐将那唱曲人带过来，问道：“你是哪里人氏？敢大胆半夜唱曲，快快实说！“昆生说：“小人来自南京，特投元帅，因无门可入，故意犯法求见元帅之面。“良玉问道：“你要见我，有何缘故？“昆生遂泣诉说：“京中奸臣搜拿党人，无故将公子侯朝宗拿入囹圄，小人特来求见元帅，念旧日交情，统兵前去，以清君侧，尽除奸党，救出侯生，感谢不尽！“良玉说：“侯朝宗乃吾恩师之子，可有书麽？“昆生叩头说：“那日，阮大铖亲领校尉，立拿送狱，哪里写得及！“良玉说：“凭你口说，如何可信？“想了一想说：“有了，俺幕中有侯公子一个旧人，烦他一认，便知真假。“遂吩咐：“请柳相公出来！“\n\n敬亭闻听外面堂上请他认人，遂缓步出来说：“待老汉认是何人？“一见昆生，大惊：“呀！原来是苏昆生盟弟，你从何处来？“又向左良玉说：“他是河南苏昆生，唱曲名手，谁不认得他。“良玉遂叫昆生起来让坐，问道：“你且说，侯公子为何下狱？“昆生从头诉说一番，复又一揖说：“祇求元帅早发救书，也不在俺一番远来！“良玉闻言大怒，说：“袁、黄二位盟弟，你看朝事如此，岂不可恨！“袁继咸说：“不特此也，闻旧妃童氏跋涉来寻，马、阮不令收认。另藏私人，以备採选，要图椒房之亲，岂不可杀？“黄澍亦曰：“还有一件，崇祯太子七载储君，讲官大臣确有证据，今已付之幽囚，人人共愤，皆思寸磔马、阮，以谢先帝。“\n\n良玉闻言，愈加愤怒，说：“我辈戮力疆场，祇为报效朝廷，不料信用奸党，杀害正人，日日卖官鬻爵，演舞教歌，一代中兴之君，行的俱是亡国之政！虽有史阁部心存忠心，俱为马、阮内里掣肘，却也依样葫芦。剩俺单身隻手，怎去恢复中原？罢，罢，罢！没奈何，祇得做要君之事了！“遂向袁继咸一揖：“临侯，你替俺修起参本来，参马、阮欺君误国、弃正妃、囚嗣君数般大罪，还要一道檄文。“又向黄澍一揖：“借重仲霖起稿，祇说俺发兵进讨，教他死无?类。“\n\n二人遂一齐提笔，登时参本立就，檄文写完。大家列名在上，遂吩咐作速誊写，明日就要发兵了。袁、黄二位说：“京中匿名文书纷纷雨集，马、阮令人搜寻，随得随烧。且密令安庆将军杜弘域筑起城矶，久有防备我兵之意。此檄一到，岂肯干休？竟从铺递，必行烧毁，差人投递，死多活少，这便怎处？“敬亭在旁，挺身而出，说：“这样事，让老汉走走！“众人惊曰：“这位柳先生竟是荆柯之流，我辈当以白衣冠送之！“敬亭说：“这条老命甚麽希罕，祇求办的元帅事来。“良玉大喜，吩咐：“取酒来！待我拜敬一杯。“众人齐拜，敬亭答拜起来，向昆生说：“借重贤弟暂陪元帅，俺就束装起程。“遂立刻取了檄文、包裹，辞别而行。正是：\n\n壮士仗义投檄去，雄镇奋怒提兵来。\n\n却说柳敬亭仗义，不怕生死，要往南京递投檄文。遂即辞了左良玉，背著行李，带著檄文，望南京而来。不数日，来到京城，那日正值三月十九日，乃崇祯皇帝忌辰，百官奉旨，俱在太平门外设坛祭拜。马士英等俱行礼已毕，佯哭一回。祇见一人索服赶来，大哭说：“先帝，先帝！你国破家亡，总吃亏那一伙东林小人，如今都去投顺北朝，剩下我们几个忠臣，今日还想来哭，你为何至死不悟？“马士英见是阮大铖，亦觉看不上，用手拉大铖说：“圆老不必过哀，起来作揖罢！“大铖方假拭泪眼，与众人相见。\n\n众官散去，士英同大铖要去看牡丹，来至门首下马。走至园中，方欲摆设玩具，饮酒赏花。不料班役手持参本，跪禀说：“宁南侯左良玉有本章一道竟投通政司，这内阁揭帖送来过目。“士英接过一看，大惊道：“啊呀，了不得！就是参咱们疏稿。这疏内参咱七大罪，教圣上立赐处分，好不恨人！“有人持檄文禀说：“这文书是差人?来的，差人尚在外厢押著。“\n\n士英折开看时，见是一道檄文，惊惶无措，乃对大铖说：“这文书竟是讨俺的檄文，文中骂得著实，不久还要发兵前来取俺的首级，这可怎了？“大铖闻言，亦浑身抖战，说：“怕人，怕人！别的有法，这却没法了！“士英说：“难道伸著脖颈，等他来割不成？“大铖想了一想，说：“除非调取黄、刘三镇，早去堵截。“士英说：“倘北兵过河，何人迎敌？“大铖附耳说：“北兵一来，还要迎甚麽敌？祇有两著，不是跑，就是降。“士英闻言大悟，说：“虑的是，大丈夫烈烈轰轰，宁可叩北兵之马，不可试南贼之刀。吾主意已定，即发兵符去调取三镇的是，还烦圆老亲去走遭。“大铖欣然应承，说：“辞过老师相，晚生即刻就要起程！“士英说：“且住！还有一句密话。“附著大铖耳边说：“内阁高宏图、姜日广左坦逆党，俱已罢职。那周镳、雷縯祚留在监中恐为内应，趁早处决。“奸贼大铖说：“极该的！“遂一恭欲出，士英又说：“且慢，那投檄的差人如何发落？“大铖踌躇一回说：“不要孟浪，我看黄、刘三镇不是左兵敌手，万一斩了来使，日后何以见面？不如且发在镇抚司，送在监内监禁，俟拿住左良玉之时，再行处决。“士英点头说：“极是！“遂一揖而去。正是：\n\n少留一点情意，日后好去见面。\n\n不知后事如何，再听下面分解。\n\n"
},
{
"章节": "第十五回",
"章节名称": "清君侧良玉气死　堕扬城可法投江",
"章节内容": "话说阮大铖拿了柳敬亭，送在狱中监禁。遂亲赴黄河调取三镇人马，在坂矶截杀左兵。黄、刘二镇见了兵符军牌，遂不顾守河，即刻撤兵，在坂矶上设了弩台，架起炮来，使铁锁截拦江面，以挡左兵进路。那左良玉令其子梦庚驾船前来抢杀，不料弩台上乱箭齐发，不能前进，大败而回。\n\n良玉恐儿子梦庚被乱兵引诱，时常劝谕，不在话下。忽闻黄得功截杀坂矶，先锋败回，大惊说：“黄得功也是一条好汉，怎的受马、阮指拨，祇知拥戴新主，竟不念先帝六尺之孤，岂不可恨？“叫左右：“快请巡按黄老爷、巡按何老爷过船议事！“黄澍即忙过船相见，良玉喜曰：“仲霖果然到来，何公为何不见？“黄澍说：“他至半路回去了。“良玉歎曰：“凭他罢！目下黄得功截杀坂矶，三军不能前进，如何是好？“黄澍说：“这倒可虑，且待袁老爷船到再商议。“忽报曰：“袁督抚老爷船到了！“三人见面，作揖而坐。袁继咸曰：“适在武昌，回署整顿兵马，愿随鞭弭。“黄、左二人说：“目下黄得功截杀坂矶，先锋大败而回，这便怎处？“袁继咸说：“事已至此，欲罢不能，快快遣人游说纔好。“左良玉说：“敬亭已去，无人可遣，奈何？“苏昆生在旁说：“晚生与他颇有一面，情愿效力！“黄澍说：“昆生义士不亚敬亭，今日正好借重！“\n\n大家正在商议之际，忽有人飞报说：“九江城内一片火起，袁老爷本标人马自破城了！“袁继咸惊道：“俺本标兵马怎麽自破城池？了不得！“左良玉大怒说：“岂有此理，不用猜疑，定是我儿子左梦庚做出此事，陷我为反叛之臣。罢了，罢了！有何颜面再见江东父老？“遂即拔剑，急欲自刎。黄澍抱住良玉，良玉即握住袁继咸手，注目说：“临侯，临侯，我负你了！“大呼大叫，呕血倒地而死。众人恸一回，袁继咸、黄澍见良玉气死，三军无主。遂回武昌同何腾蛟另做事业去了。良玉兵马亦各逃散而去。\n\n昆生见如此光景，獃了一会，说：“他们竟自散去，剩下俺苏昆生一人守著元帅尸骸，好不可怜！“不免点起香烛，哭奠一番。等他儿子奔丧回船，收敛停当，纔好辞之而去。有诗为证。诗曰：\n\n英雄不得过江州，魂恋春波起暮愁。\n\n满眼青山无葬地，斜风细雨打船头。\n\n却说黄得功祇知截杀左兵，以致左良玉因子梦庚叛逆，愤恨而死，却丢下黄河一带无人把守。于四月二十一日北兵渡河入淮，史可法带领淮阳三千兵马敌挡不住，祇得弃了淮安，保守扬州。争奈三军离心，各有投降之意，可法设法安抚，三军祇是不听。此时束手无策，顿足说：“看此光景，分明有离叛之心，不料天意人心瓦解，至此惟有一死以报国恩！“遂拍胸大哭，泪下如雨，皆成鲜血，战袍皆赤。三军见元帅如此，各自感动良心，一齐至可法面前跪恳，说：“元帅忠心俺们尽知，倘北兵围城，俱听元帅指挥，死战不移，务必守住这扬州，誓无他志！“可法闻言，止住泪痕，安慰众军，调拨人马守御。\n\n不意北兵所向无敌，兵到之时，各自纳款投降。自得了淮安，遂围扬州，三军虽各用心守御，而城内粮草缺乏，城破祇在旦夕。可法此时竟一筹莫展，惟有亲督兵民死守而已。扬州城内，兵民饿死者不计其数。可法料不能守御，遂自忖说：“扬州大半不能保全，倘被攻破，罪无可赎，不如乘夜堕下城去。奔到南京，彼处兵将尚多，保护圣驾，再图恢复，未始不可。“遂不带一人，乘夜静更深堕下城来，沿江飞奔而去。\n\n行至半途，天色已明，祇见沿岸逃难百姓纷纷乱奔，遂止住脚步，略息一回。见一老者背著包裹往南奔走。方欲问他，又见一军官匹马而来，见了可法，翻身下马说：“史元戎欲向何往，怎麽这般光景？“可法说：“你是何人？“军官跪道：“小人乃南京城把守城门的，今夜不知何故，皇帝开了城门，携带嫔妃逃走无踪，朝中文武官员尽皆逃散。小人祇得匹马报知元帅，不料却遇元帅于此。且问元帅，为何不守淮扬，却在此处？“\n\n史可法闻军官之言，遂放声大哭，说：“我史可法枉读诗书，空谈忠孝！且见淮安已破，扬州难守，意欲奔到南京保驾，希图恢复。不料，皇上逃奔无踪，当此国破家亡之时，尚有何面目生在人间！“遂将冠带袍靴脱下，哭拜于地。老者在旁劝道：“史老爷不必如此，且从容打探皇帝消息，再图报仇纔是！“可法闻言说：“你是何人？“老者说：“小人乃南京赞礼，今欲往栖霞山。替崇祯皇帝做好事的。“可法扯住老者说：“你一赞礼尚思报效先帝，我乃堂堂阁部，反欲偷生乎？“复大哭，跪拜说：“大幸皇帝，臣不能为君父报仇雪恨，不敢衣冠见圣上于地下了！“遂向军官、老者说：“你看那边兵马来了。“二人回头一看，可法纵身一跳，沉于江中，波浪一涌随水而没，死于江中。\n\n军官见可法投江，骑马而去。赞礼恸哭一会，将衣冠葬于梅岭之上，歎息不已，往南而来。\n\n不知后事如何，且听下回分解。\n\n"
},
{
"章节": "第十六回",
"章节名称": "南京城君臣逃散　栖真观夫妻团圆",
"章节内容": "话说南京弘光皇帝自迎立之后，日听马、阮馋言，在薰风殿中演戏教歌，朝政日非。哪知移镇截江，以致北兵乘虚渡河，破淮困扬，史可法连夜告急，人心惶惶。南京臣民都无守志，马士英与阮大铖躲藏无踪。弘光在薰风殿演戏，忽闻北兵渡河，将临南京城下，浑身抖战，手足无惜。急令人扑灭灯火，收拾包裹，领著嫔妃，奔出城门潜逃而去。马士英闻天子逃去，亦即收拾细软，带著家眷逃走。不料，遇著一起乱民，持棒大喝说道：“是奸贼马士英弄的民穷财尽，今日驮著妇女、装著财帛要往哪里跑？“一齐举棒打倒在地，夺了妇女，抢了财物，一哄而散。士英正在地下伏著，阮大铖亦骑马飞奔而来，见士英在地下哼哼，问道：“老相国还不跑，在此作甚？“士英说：“被乱民将家眷财物抢去，打倒在此跑不得了！“大铖说：“了不得！晚生家眷、行囊都在后面，不要也被抢去，待俺回去迎迎。“纔欲动身，祇见乱民持棒拥著妇女，抬著行李说：“这是阮大铖的家私，方纔抢来，大家分开罢！“大铖听见，急喝曰：“好大胆，怎敢抢俺阮老爷家私？“众人说：“你就是阮大铖麽？来得正好！“一棒打倒，剥了衣服说：“且饶他狗命，快到鸡鹅巷裤子裆烧他二人房子去。“哄然而散。\n\n马、阮二人一个打伤腰肢，一个打坏臂膊，都爬不起来。正在急难之时，祇见杨文骢骑马而来，见了他二人，下马问说：“你二人因何至此？“二人说：“被乱民抢劫一空，仅留性命。“文骢使人拿衣服与二人穿了，说：“幸有闲马一匹，你二人迭骑，出城逃命罢！“二人上马而去。忽见寇白门、郑妥娘亦飞奔而去，杨文骢见了说：“你二人亦逃出宫来了，香君怎麽不见？“二人说：“他脚小走不动，僱一乘轿子抬著先走了。“忽闻有人呼说：“杨老爷，北兵杀过江来，皇帝逃去，宫人散淨了！“龙友抬头一看，见是沉公宪、张燕锐二人，问说果然如此，遂改变衣服，同众人向秦淮而来。\n\n已到香君门首，龙友敲门。蓝瑛开门一看，见是龙友，急呼曰：“香君快来，杨老爷来了！“香君见了杨龙友，不及叙寒温，急问说：“杨老爷，可知侯郎消息麽？“龙友未及答，苏昆生急忙忙走到面前，说：“香君出来了？“香君问曰：“苏师父从哪里来，可见侯郎麽？“昆生说：“俺为侯生陷狱，特往武昌求左宁南救他。宁南至半途暴亡，没奈何回京，忽闻此信，急寻至狱前，祇见狱门大开，众囚四散，怎不见侯生回来？“香君闻言，大哭不止。龙友与众人安慰一回，别了众人，回乡去了。香君遂向昆生说：“前日累师父万水千山找回侯郎，奴已入宫，今日出宫，侯郎又不见面。还求师父可怜，领著奴家各处找寻，务求会著侯郎，奴方甘心！“昆生说：“这离乱之时，不知往哪里去方好？“蓝瑛说：“城东栖霞山人迹罕到，有锦衣卫张瑶星在此出家，侯相公未必不往此地避乱。我意欲拜瑶星为师，何不作伴同行，或者天缘凑巧，寻著侯生，亦未可知，不知你二人意下何如？“昆生与香君同说有理，遂收拾行李，一同往栖霞而来。\n\n且说侯朝宗同陈定生、吴次尾、柳敬亭三人逃出狱来，缘江而走。正商量分路逃生，祇见一老者跌跌跄跄飞奔而来。众人问曰：“老兄要往何处去？“其人告道：“弟是往栖霞山与崇祯皇帝做好事的。你们是往哪里去的？“众人说：“俺们从京中逃出，要送此位过江。今北兵杀奔而来，不能北上，正在这里商量，去向未定。“老者说：“栖霞山是极幽僻所在，相公既无去路，何不同俺往栖霞避乱，俟平安后，再图归计何如？“朝宗说：“有理！“遂与陈、吴掩泪分手，与柳敬亭同老赞礼往栖霞而来。哪知香君与苏昆生被蓝田叔领著早往栖霞，无意之中敲门寻宿，遇著卞玉京做了葆真庵庵主，留他暂住，不在话下。\n\n且说侯朝宗、柳敬亭同赞礼径往栖霞而来。走了数日，已至栖霞地面，赞礼说：“此是栖霞山了，你们可寻一道院，趁早宿下罢。“朝宗抬头一看，见是一座庵观说：“何不敲门借宿？“赞礼即敲门，玉京问道：“何人敲门？“赞礼说：“俺是南京来的，要借宝庵暂安行李。“玉京说：“这是女道住持，从不留客！“敬亭说：“我们不比游方僧道，暂住何妨？“香君说：“这人好不絮烦！“玉京说：“不要睬他，且到香厨用斋去。“众人见里边不应，等了一会，随即前行。\n\n正走之时，忽见一道人提篮而来，赞礼说：“那边有人来了。“遂向前一拱，说：“老仙长，俺是上山要做好事的，敢求道院暂安行李，恳求方便。“道人抬头仔细一看，惊道：“这位相公好象河南侯公子？“敬亭答道：“不是他是谁？“道人又认了认，道：“老兄，你可是柳敬亭吗？“朝宗说：“正是他！“敬亭与朝宗仔细一认，说：“你莫不是丁继之，为何出了家？“继之将出家缘由告诉一遍，向众人说：“前面不远是俺修炼之所，就请暂住何如？“赞礼见他二人遇著故人，遂辞曰：“你二人既遇故人，我要往白云庵去了。“一拱而去。丁继之领著朝宗、敬亭，一路叙了些别离的话，言及香君，朝宗掩泪说：“香君入宫，不见消息。“敬亭说：“宫中人逃散，香君亦应出宫，且待平定后访问罢！“说话之间，已到继之庵中，遂安息在庵内，已经数日。\n\n及至七月十五日，白云庵要建坛追荐先帝，那些各庵道众以及村庄士民俱来搭醮。卞玉京遂向香君说：“我要往白云庵听讲，你可同俺到彼散闷，何如？“香君欣然收拾，同玉京前来游阮。不料侯朝宗同丁继之来白云庵随喜，满庵中也有道家，也有俗家。人烟凑杂，纷纷不一。朝宗在人丛中见一女子惨淡衣妆、体态香丽，定睛一看，自忖说：“那女子好象俺香君模样。“遂取出桃花扇，向著香君玩弄。香君先见朝宗立在人丛中，还不留心细看，及见了桃花扇，定睛一看，禁不住呼问说：“那人莫不是侯郎麽？“朝宗听说，向前一认，泣曰：“你莫不是俺的香君麽？“\n\n二人见了，情不自禁，也不顾道场清淨，也不顾人烟众多，向前拉住，大放悲声，哭诉离情，不忍释手。张瑶星在坛上，见了二人如此光景，大喝曰：“何物儿女，在吾坛下调情！“丁继之说：“这是侯朝宗。“瑶星一听，说：“侯先生，你可认得我麽，你在狱中怎得出来？“朝宗将前事述说一遍，瑶星又问：“那女子是何人？“玉京又说：“此是香君，乃侯相公聘妾。“瑶星曰：“此处乃清淨法坛，岂容尔等在此诉情？快快领下去！“丁继之、卞玉京领命，将二人领下去。\n\n出了庵门。二人复抱头大哭，各诉从前别后之事，遂央丁继之找寻柳敬亭，卞玉京寻著苏昆生，各自拜谢他二人患难相救之恩，又转谢继之、玉京收留之情。此时因兵马荒乱，不敢回家，遂托继之代他寻了一处邸宅，夫妻二人与敬亭、昆生同住避乱。后日平定，即辞了继之、玉京，带著苏、柳二人回家。行至江边买船，恰好遇著李贞丽的船，他四人竟登船往河南而来。到了家中，因父亲避乱终南山中，遂携柳敬亭同至终南山，找回父亲。昆生拜见了，贞丽与香君亦来拜见，一家完聚。朝宗也无意功名，因香君生子三人，祇在家中教训儿子，后来俱各自成名，书香不绝。朝宗与香君俱各寿至八旬有馀而终。有七言绝句二首为记：\n\n诗曰：\n\n往事南朝一梦多，兴亡转瞬闹秋虫。\n\n多情最是侯公子，消受桃花扇底风。\n\n又曰：\n\n名士倾城气味投，何来豪贵起戈矛。\n\n却奁更闢田家聘，仿佛徐州燕子楼。\n\n"    
}
]
}
