{
"莊子雜篇":[
{
"章節":"一",
"章節名稱":"庚桑楚",
"章節內容":"老聃之役有庚桑楚者，偏得老聃之道，以北居畏壘之山，其臣之畫然知者去 之，其妾之挈然仁者遠之；擁腫之與居，鞅掌之為使。居三年，畏壘大壤。畏壘 之民相與言曰：“庚桑之子始來，吾灑然異之。今吾日計之而不足，歲計之而有餘。庶幾其聖人乎！子胡不相與屍而祝之，社而稷之乎？” 庚桑子聞之，南面而不釋然。弟子異之。庚桑子曰：“弟子何異於予？夫春氣發而百草生，正得秋而萬寶成。夫春與秋，豈無得而然哉？天道已行矣。吾聞 至人，屍居環堵之室，而百姓猖狂不知所如往。今以畏壘之細民而竊竊焉欲俎豆 予於賢人之間，我其杓之人邪！吾是以不釋於老聃之言。” 弟子曰：“不然。夫尋常之溝，巨魚無所還其體，而鯢魷為之制；步仞之丘 陵，巨獸無所隱其軀，而{薛女}狐為之祥。且夫尊賢授能，先善與利，自古堯、 舜以然，而況畏壘之民乎！夫子亦聽矣！” 庚桑子曰：“小子來！夫函車之獸，介而離山，則不免於網罟之患；吞舟之魚，碭而失水，則蟻能苦之。故鳥獸不厭高，魚鱉不厭深。夫全其形生之人，藏其身也，不厭深眇而已矣。\n\n且夫二子者，又何足以稱揚哉！是其於辯也，將妄鑿垣牆而殖蓬蒿也。簡發 而櫛，數米而炊，竊竊乎又何足以濟世哉！舉賢則民相軋，任和則民相盜。之數物者，不足以厚民。民之於利甚勤，子有殺父，臣有殺君，正晝為盜，日中穴阫。吾語女，大亂之本，必生於堯、舜之間，其末存乎千世之後。千世之後， 其必有人與人相食者也！”\n\n南榮趎蹴然正坐曰：“若趎之年者已長矣，將惡乎託業以及此言邪？” 庚桑子曰：“全汝形，抱汝生，無使汝思慮營營。若此三年，則可以及此言矣。” 南榮趎曰：“目之與形，吾不知其異也，而盲者不能自見；耳之與形， 吾不知其異也，而聾者不能自聞；心之與形，吾不知其異也，而狂者不能自得。\n\n形之與形亦闢矣，而物或間之邪，欲相求而不能相得？今謂趎曰：‘全汝形，抱汝生，勿使汝思慮營營。’趎勉聞道達耳矣！” 庚桑子曰：“辭盡矣。曰奔蜂不能化藿蠋，越雞不能伏鵠卵，魯雞固能矣。\n\n雞之與雞，其德非不同也，有能與不能者，其才固有巨小也。今吾才小，不足以 化子。子胡不南見老子！” 南榮趎贏糧，七日七夜至老子之所。\n\n老子曰：“子自楚之所來乎？”南榮趎曰：“唯。” 老子曰：“子何與人偕來之眾也？”南榮趎懼然顧其後。\n\n老子曰：“子不知吾所謂乎？” 南榮趎俯而慚，仰而嘆曰：“今者吾忘吾答，因失吾問。” 老子曰：“何謂也？” 南榮趎曰：“不知乎？人謂我朱愚。知乎？反愁我軀。不仁則害人，仁則反愁我身；不義則傷彼，義則反愁我己。我安逃此而可？此三言者，趎之所患也，願因楚而問之。” 老子曰：“向吾見若眉睫之間，吾因以得汝矣，今汝又言而信之。若規規然 若喪父母，揭竿而求諸海也。女亡人哉，惘惘乎！汝欲反汝性情而無由入，可憐哉！”南榮趎請入就舍，召其所好，去其所惡，十日自愁，復見老子。\n\n老子曰：“汝自灑濯，熟哉鬱郁乎！然而其中津津乎猶有惡也。夫外韄者 不可繁而捉，將內揵；內韄者不可繆而捉，將外揵。外內韄者，道德不 能持，而況放道而行者乎！” 南榮趎曰：“里人有病，里人問之，病者能言其病，然其病，病者猶 未病也。若趎之聞大道，譬猶飲藥以加病也。趎願聞衛生之經而已矣。” 老子曰：“衛生之經，能抱一乎？能勿失乎？能無卜筮而知吉凶乎？能止乎？ 能已乎？能捨諸人而求諸己乎？能翛然乎？能侗然乎？能兒子乎？兒子終日嗥而 嗌不嗄，和之至也；終日握而手不掜，共其德也；終日視而目不瞚，偏不在 外也。行不知所之，居不知所為，與物委蛇，而同其波。是衛生之經已。” 南榮趎曰：“然則是至人之德已乎？” 曰：“非也。是乃所謂冰解凍釋者，能乎？夫至人者，相與交食乎地而交樂 乎天，不以人物利害相攖，不相與為怪，不相與為謀，不相與為事，翛然而往，侗然而來。是謂衛生之經已。” 曰：“然則是至乎？” 曰：“未也。吾固告汝曰：‘能兒子乎？’兒子不知所為，行不知所之，身 若槁木之枝而心若死灰。若是者，禍亦不至，福亦不來。禍福無有，惡有人災也！” 宇泰定者，發乎天光。發乎天光者，人見其人，物見其物。人有脩者，乃今 有恆；有恆者，人舍之，天助之。人之所舍，謂之天民；天之所助，謂之天子。\n\n學者，學其所不能學也；行者，行其所不能行也；辯者，辯其所不能辯也。\n\n知止乎其所不能知，至矣；若有不即是者，天鈞敗之。\n\n備物以將形，藏不虞以生心，敬中以達彼，若是而萬惡至者，皆天也，而非人也，不足以滑成，不可內於靈臺。靈臺者有持，而不知其所持，而不可持者也。\n\n不見其誠己而發，每發而不當，業入而不捨，每更為失。為不善乎顯明之中者，人得而誅之；為不善乎幽閒之中者，鬼得而誅之。明乎人，明乎鬼者，然後能獨行。\n\n券內者，行乎無名；券外者，志乎期費。行乎無名者，唯庸有光；志乎期費者，唯賈人也，人見其跂，猶之魁然。與物窮者，物入焉；與物且者，其身之不 能容，焉能容人！不能容人者無親，無親者盡人。兵莫憯於志，鏌鋣為下；寇莫 大於陰陽，無所逃於天地之間。非陰陽賊之，心則使之也。\n\n道通，其分也，其成也毀也。所惡乎分者，其分也以備；所以惡乎備者，其有以備。故出而不反，見其鬼；出而得，是謂得死。滅而有實，鬼之一也。以有形者象無形者而定矣。\n\n出無本，入無竅，有實而無乎處，有長而無乎本剽，有所出而無竊者有實。\n\n有實而無乎處者，宇也。有長而無本剽者，宙也。有乎生，有乎死，有乎出，有乎入，入出而無見其形，是謂天門。天門者，無有也，萬物出乎無有。有不能以 有為有，必出乎無有，而無有一無有。聖人藏乎是。\n\n古之人，其知有所至矣。惡乎至？有以為未始有物者，至矣，盡矣，費可以 加矣。其次以為有物矣，將以生為喪也，以死為反也，是以分已。其次曰始無有， 既而有生，生俄而死；以無有為首，以生為體，以死為尻；孰知有無死生之一守 者，吾與之為友。是三者雖異，公族也。昭景也，著戴也；甲氏也，著封也，非 一也。\n\n有生，黬也，披然曰移是。嘗言移是，非所言也。雖然，不可知者也。\n\n臘者之有膍胲，可散而不可散也；觀室者周於寢廟，又適其偃焉，為是舉移是。\n\n請常言移是。是以生為本，以知為師，因以乘是非；果有名實，因以己為質； 使人以為己節，因以死償節。若然者，以用為知，以不用為愚，以徹為名，以窮 為辱。移是，今之人也，是蜩與學鳩同於同也。\n\n蹍市人之足，則辭以放驁，兄則以嫗，大親則已矣。故曰，至禮有不人， 至義不物，至知不謀，至仁無親，至信闢金。\n\n徹志之勃，解心之謬，去德之累，達道之塞。貴富顯嚴名利六者，勃志也。\n\n容動色理氣意六者，謬心也。惡欲喜怒哀樂六者，累德也。去就取與知能六者，塞道也。此四六者不蕩胸中則正，正則靜，靜則明，明則虛，虛則無為而無不為 也。道者，德之欽也；生者，德之光也；性者，生之質也。性之動，謂之為；為之偽，謂之失。知者，接也；知者，謨也；知者之所不知，猶睨也。動以不得已之謂德，動無非我之謂治，名相反而實相順也。\n\n羿工乎中微而拙乎使人無己譽。聖人工乎天而拙乎人。夫工乎天而俍乎人者，唯全人能之。唯蟲能蟲，唯蟲能天。全人惡天？惡人之天？而況吾天乎人乎！一雀適羿，羿必得之，威也；以天下為之籠，則雀無所逃。是故湯以胞人籠 伊尹，秦穆公以五羊之皮籠百里奚。是故非以其所好籠之而可得者，無有也。\n\n介者拸畫，外非譽也；胥靡登高而不懼，遺死生也。夫復謵不饋而忘人，忘人，因以為天人矣。故敬之而不喜，侮之而不怒者，唯同乎天和者為然。出怒 不怒，則怒出於不怒矣；出為無為，則為出於無為矣。欲靜則平氣，欲神則順心，有為也。欲當則緣於不得已，不得已之類，聖人之道。\n\n"
},
{
"章節":"二",
"章節名稱":"徐無鬼",
"章節內容":"徐無鬼因女商見魏武侯，武侯勞之曰：“先生病矣，苦於山林之勞，故乃肯見於寡人。”徐無鬼曰：“我則勞於君，君有何勞於我！君將盈耆欲，長好惡，則性命之情病矣；君將黜耆欲，牽好惡，則耳目病矣。我將勞君，君有何勞於我！”武侯超然不對。少焉，徐無鬼曰：“嘗語君吾相狗也：下之質，執飽而止，是狸德也；中之質，若視日；上之質，若亡其一。吾相狗又不若吾相馬也。吾相馬：直者中繩，曲者中鉤，方者中矩，圓者中規。是國馬也，而未若天下馬也。天下馬有成材，若恤若失，若喪其一。若是者，超軼絕塵，不知其所。”武侯大悅而笑。徐無鬼出，女商曰：“先生獨何以說吾君乎？吾所以說吾君者，橫說之則以《詩》、《書》、《禮》、《樂》，從說則以《金板》、《六韜》，奉事而大有功者不可為數，而吾君未嘗啟齒。今先生何以說吾君？使吾君說若此乎？”徐無鬼曰：“吾直告之吾相狗馬耳。”女商曰：“若是乎？”曰：“子不聞夫越之流人乎？去國數日，見其所知而喜；去國旬月，見所嘗見於國中者喜；及期年也，見似人者而喜矣。不亦去人滋久，思人滋深乎？夫逃虛空者，藜藋柱乎鼪鼬之徑，踉位其空，聞人足音跫然而喜矣，又況乎昆弟親戚之謦欬其側者乎！久矣夫，莫以真人之言謦欬吾君之側乎！”\n\n徐無鬼見武侯，武侯曰：“先生居山林，食芧栗，厭蔥韭，以賓寡人，久矣夫！今老邪？其欲幹酒肉之味邪？其寡人亦有社稷之福邪？”徐無鬼曰：“無鬼生於貧賤，未嘗敢飲食君之酒肉，將來勞君也。”君曰：“何哉！奚勞寡人？”曰：“勞君之神與形。”武侯曰：“何謂邪？”徐無鬼曰：“天地之養也一，登高不可以為長，居下不可以為短。君獨為萬乘之主，以苦一國之民，以養耳目鼻口，夫神者不自許也。夫神者，好和而惡奸。夫奸，病也，故勞之。唯君所病之何也？”武侯曰：“欲見先生久矣！吾欲愛民而為義偃兵，其可乎？”徐無鬼曰：“不可。愛民，害民之始也；為義偃兵，造兵之本也。君自此為之，則殆不成。凡成美，惡器也。君雖為仁義，幾且偽哉！形固造形，成固有伐，變固外戰。君亦必無盛鶴列於麗譙之間，無徒驥於錙壇之宮，無藏逆於得，無以巧勝人，無以謀勝人，無以戰勝人。夫殺人之士民，兼人之土地，以養吾私與吾神者，其戰不知孰善？勝之惡乎在？君若勿已矣！修胸中之誠以應天地之情而勿攖。夫民死已脫矣，君將惡乎用夫偃兵哉！\n\n黃帝將見大隗乎具茨之山，方明為御，昌寓驂乘，張若、謵朋前馬，昆閽、滑稽後車。至於襄城之野，七聖皆迷，無所問塗。適遇牧馬童子，問塗焉，曰：“若知具茨之山乎？”曰：“然。”“若知大隗之所存乎？”曰：“然。”黃帝曰：“異哉小童！非徒知具茨之山，又知大隗之所存。請問為天下。”小童曰：“夫為天下者，亦若此而已矣，又奚事焉！予少而自遊於六合之內，予適有瞀病，有長者教予曰：‘若乘日之車而遊於襄城之野。’今予病少痊，予又且復遊於六合之外。夫為天下亦若此而已。予又奚事焉！”黃帝曰：“夫為天下者，則誠非吾子之事，雖然，請問為天下。”小童辭。黃帝又問。小童曰：“夫為天下者，亦奚以異乎牧馬者哉！亦去其害馬者而已矣！”黃帝再拜稽首，稱天師而退。\n\n知士無思慮之變則不樂；辯士無談說之序則不樂；察士無凌誶之事則不樂：皆囿於物者也。招世之士興朝；中民之士榮官；筋國之士矜雅；勇敢之士奮患；兵革之士樂戰；枯槁之士宿名；法律之士廣治；禮樂之士敬容；仁義之士貴際。農夫無草萊之事則不比；商賈無市井之事則不比；庶人有旦暮之業則勸；百工有器械之巧則壯。錢財不積則貪者憂，權勢不尤則誇者悲，勢物之徒樂變。遭時有所用，不能無為也，此皆順比於歲，不物於易者也。馳其形性，潛之萬物，終身不反，悲夫！\n\n莊子曰：“射者非前期而中謂之善射，天下皆羿也，可乎？”惠子曰：“可。”莊子曰：“天下非有公是也，而各是其所是，天下皆堯也，可乎？”惠子曰：“可。”莊子曰：“然則儒墨楊秉四，與夫子為五，果孰是邪？或者若魯遽者邪？其弟子曰：‘我得夫子之道矣！吾能冬爨鼎而夏造冰矣！’魯遽曰：‘是直以陽召陽，以陰召陰，非吾所謂道也。吾示子乎吾道。’於是乎為之調瑟，廢一於堂，廢一於室，鼓宮宮動，鼓角角動，音律同矣！夫或改調一弦，於五音無當也，鼓之，二十五絃皆動，未始異於聲而音之君已！且若是者邪！”惠子曰∶“今乎儒墨楊秉，且方與我以辯，相拂以辭，相鎮以聲，而未始吾非也，則奚若矣？”莊子曰：“齊人蹢子於宋者，其命閽也不以完；其求銒鍾也以束縛；其求唐子也而未始出域：有遺類矣！夫楚人寄而銒閽者；夜半於無人之時而與舟人鬥，未始離於岑而足以造於怨也。”\n\n莊子送葬，過惠子之墓，顧謂從者曰：“郢人堊慢其鼻端若蠅翼，使匠人斫之。匠石運斤成風，聽而斫之，盡堊而鼻不傷，郢人立不失容。宋元君聞之，召匠石曰：‘嘗試為寡人為之。’匠石曰：‘臣則嘗能斫之。雖然，臣之質死久矣！’自夫子之死也，吾無以為質矣，吾無與言之矣！”\n\n管仲有病，桓公問之曰：“仲父之病病矣，可不諱雲，至於大病，則寡人惡乎屬國而可？”管仲曰：“公誰欲與？”公曰：“鮑叔牙。”曰：“不可。其為人潔廉，善士也；其於不己若者不比之；又一聞人之過，終身不忘。使之治國，上且鉤乎君，下且逆乎民。其得罪於君也將弗久矣！”公曰：“然則孰可？”對曰：“勿已則隰朋可。其為人也，上忘而下畔，愧不若黃帝，而哀不己若者。以德分人謂之聖；以財分人謂之賢。以賢臨人，未有得人者也；以賢下人，未有不得人者也。其於國有不聞也，其於家有不見也。勿已則隰朋可。”\n\n吳王浮於江，登乎狙之山，眾狙見之，恂然棄而走，逃於深蓁。有一狙焉，委蛇攫搔，見巧乎王。王射之，敏給搏捷矢。王命相者趨射之，狙執死。王顧謂其友顏不疑曰：“之狙也，伐其巧、恃其便以敖予，以至此殛也。戒之哉！嗟乎！無以汝色驕人哉？”顏不疑歸而師董梧，以鋤其色，去樂辭顯，三年而國人稱之。\n\n南伯子綦隱几而坐，仰天而噓。顏成子入見曰：“夫子，物之尤也。形固可使若槁骸，心固可使若死灰乎？”曰：“吾嘗居山穴之中矣。當是時也，田禾一睹我而齊國之眾三賀之。我必先之，彼故知之；我必賣之，彼故鬻之。若我而不有之，彼惡得而知之？若我而不賣之，彼惡得而鬻之？嗟乎！我悲人之自喪者；吾又悲夫悲人者；吾又悲夫悲人之悲者；其後而日遠矣！“\n\n仲尼之楚，楚王觴之。孫叔敖執爵而立。市南宜僚受酒而祭，曰：“古之人乎！於此言已。”曰：“丘也聞不言之言矣，未之嘗言，於此乎言之：市南宜僚弄丸而兩家之難解；孫叔敖甘寢秉羽而郢人投兵；丘願有喙三尺。”彼之謂不道之道，此之謂不言之辯。故德總乎道之所一，而言休乎知之所不知，至矣。道之所一者，德不能同也。知之所不能知者，辯不能舉也。名若儒墨而凶矣。故海不辭東流，大之至也。聖人幷包天地，澤及天下，而不知其誰氏。是故生無爵，死無諡，實不聚，名不立，此之謂大人。狗不以善吠為良，人不以善言為賢，而況為大乎！夫為大不足以為大，而況為德乎！夫大備矣，莫若天地。然奚求焉，而大備矣！知大備者，無求，無失，無棄，不以物易己也。反己而不窮，循古而不摩，大人之誠！\n\n子綦有八子，陳諸前，召九方甄曰：“為我相吾子，孰為祥。”九方曰：“梱也為祥。”子綦瞿然喜曰：“奚若？”曰：“梱也，將與國君同食以終其身。”子綦索然出涕曰：“吾子何為以至於是極也？”九方曰：“夫與國君同食，澤及三族，而況父母乎！今夫子聞之而泣，是御福也。子則祥矣，父則不祥。”子綦曰：“汝何足以識之。而梱祥邪？盡於酒肉，入於鼻口矣，而何足以知其所自來！吾未嘗為牧而牂生於奧，未嘗好田而鶉生於穾，若勿怪，何邪？吾所與吾子游者，遊於天地，吾與之邀樂於天，吾與之邀食於地。吾不與之為事，不與之為謀，不與之為怪。吾與之乘天地之誠而不以物與之相攖，吾與之一委蛇而不與之為事所宜。今也然有世俗之償焉？凡有怪徵者必有怪行。殆乎！非我與吾子之罪，幾天與之也！吾是以泣也。”無幾何而使梱之於燕，盜得之於道，全而鬻之則難，不若刖之則易。於是乎刖而鬻之於齊，適當渠公\n\n之街，然身食肉而終。\n\n齧缺遇許由曰：“子將奚之？”曰：“將逃堯。”曰：“奚謂邪？”曰：“夫堯畜畜然仁，吾恐其為天下笑。後世其人與人相食與！夫民不難聚也，愛之則親，利之則至，譽之則勸，致其所惡則散。愛利出乎仁義，捐仁義者寡，利仁義者眾。夫仁義之行，唯且無誠，且假乎禽貪者器。是以一人之斷制天下，譬之猶一覕也。夫堯知賢人之利天下也，而不知其賊天下也。夫唯外乎賢者知之矣。”\n\n有暖姝者，有濡需者，有卷婁者。所謂暖姝者，學一先生之言，則暖暖姝姝而私自說也，自以為足矣，而未知未始有物也。是以謂暖姝者也。濡需者，豕蝨是也，擇疏鬣長毛，自以為廣宮大囿。奎蹄曲隈，乳間股腳，自以為安室利處。不知屠者之一旦鼓臂布草操煙火，而己與豕俱焦也。此以域進，此以域退，此其所謂濡需者也。卷婁者，舜也。羊肉不慕蟻，蟻慕羊肉，羊肉羶也。舜有羶行，百姓悅之，故三徙成都，至鄧之虛而十有萬家。堯聞舜之賢，舉之童土之地，曰：“冀得其來之澤。”舜舉乎童土之地，年齒長矣，聰明衰矣，而不得休歸，所謂卷婁者也。是以神人惡眾至，眾至則不比，不比則不利也。故無所甚親，無所甚疏，抱德煬和，以順天下，此謂真人。於蟻棄知，於魚得計，於羊棄意。以目視目，以耳聽耳，以心復心。若然者，其平也繩，其變也循。古之真人！以天待之，不以人入天，古之真人！\n\n得之也生，失之也死；得之也死，失之也生：藥也。其實堇也，桔梗也，雞癕也，豕零也，是時為帝者也，何可勝言！\n\n句踐也以甲楯三千棲於會稽，唯種也能知亡之所以存，唯種也不知其身之所以愁。故曰：鴟目有所適，鶴脛有所節，解之也悲。故曰：風之過，河也有損焉；日之過，河也有損焉；請只風與日相與守河，而河以為未始其攖也，恃源而往者也。故水之守土也審，影之守人也審，物之守物也審。故目之於明也殆，耳之於聰也殆，心之於殉也殆，凡能其於府也殆，殆之成也不給改。禍之長也茲萃，其反也緣功，其果也待久。而人以為己寶，不亦悲乎！故有亡國戮民無已，不知問是也。故足之於地也踐，雖踐，恃其所不蹍而後善博也；人之知也少，雖少，恃其所不知而後知天之所謂也。知大一，知大陰，知大目，知大均，知大方，知大信，知大定，至矣！大一通之，大陰解之，大目視之，大均緣之，大方體之，大信稽之，大定持之。盡有天，循有照，冥有樞，始有彼。則其解之也似不解之者，其知之也似不知之也，不知而後知之。其問之也，不可以有崖，而不可以無崖。頡滑有實，古今不代，而不可以虧，則可不謂有大揚搉乎！闔不亦問是已，奚惑然為！以不惑解惑，復於不惑，是尚大不惑。\n\n"    
},
{
"章節":"三",
"章節名稱":"則陽",
"章節內容":"則陽遊於楚，夷節言之於王，王未之見。夷節歸。彭陽見王果曰：“夫子何不譚我於王？”王果曰：“我不若公閱休。”彭陽曰：“公閱休奚為者邪？”曰：“冬則戳鱉於江，夏則休乎山樊。有過而問者，曰：‘此予宅也。’夫夷節已不能，而況我乎！吾又不若夷節。夫夷節之為人也，無德而有知，不自許，以之神其交，固顛冥乎富貴之地。非相助以德，相助消也。夫凍者假衣於春，暍者反冬乎冷風。夫楚王之為人也，形尊而嚴。其於罪也，無赦如虎。非夫佞人正德，其孰能橈焉。故聖人其窮也，使家人忘其貧；其達也，使王公忘爵祿而化卑；其於物也，與之為娛矣；其於人也，樂物之通而保己焉。故或不言而飲人以和，與人並立而使人化，父子之宜。彼其乎歸居，而一閒其所施。其於人心者，若是其遠也。故曰‘待公閱休’。”\n\n聖人達綢繆，周盡一體矣，而不知其然，性也。覆命搖作而以天為師，人則從而命之也。憂乎知，而所行恆無幾時，其有止也，若之何！生而美者，人與之鑑，不告則不知其美於人也。若知之，若不知之，若聞之，若不聞之，其可喜也終無已，人之好之亦無已，性也。聖人之愛人也，人與之名，不告則不知其愛人也。若知之，若不知之，若聞之，若不聞之，其愛人也終無已，人之安之亦無已，性也。舊國舊都，望之暢然。雖使丘陵草木之緡入之者十九，猶之暢然，況見見聞聞者也，以十仞之臺縣眾間者也。冉相氏得其環中以隨成，與物無終無始，無幾無時。日與物化者，一不化者也。闔嘗舍之！夫師天而不得師天，與物皆殉。其以為事也，若之何！夫聖人未始有天，未始有人，未始有始，未始有物，與世偕行而不替，所行之備而不洫，其合之也，若之何！\n\n湯得其司御，門尹登恆為之傅之。從師而不囿，得其隨成。為之司其名之名嬴法得其兩見。仲尼之盡慮，為之傅之。容成氏曰：“除日無歲，無內無外。”\n\n魏瑩與田侯牟約，田侯牟背之，魏瑩怒，將使人剌之。犀首公孫衍聞而恥之，曰：“君為萬乘之君也，而以匹夫從仇。衍請受甲二十萬，為君攻之，虜其人民，系其牛馬，使其君內熱發於背，然後拔其國。忌也出走，然後抶其背，折其脊。”季子聞而恥之，曰：“築十仞之城，城者既十仞矣，則又壞之，此胥靡之所苦也。今兵不起七年矣，此王之基也。衍，亂人也，不可聽也。”華子聞而醜之，曰：“善言伐齊者，亂人也；善言勿伐者，亦亂人也；謂‘伐之與不伐亂人也’者，又亂人也。”君曰：“然則若何？”曰：“君求其道而已矣。”惠之聞之，而見戴晉人。戴晉人曰：“有所謂蝸者，君知之乎？”曰：“然。”“有國於蝸之左角者，曰觸氏；有國於蝸之右角者，曰蠻氏。時相與爭地而戰，伏屍數萬，逐北旬有五日而後反。”君曰：“噫！其虛言與？”曰：“臣請為君實之。君以意在四方上下有窮乎？”君曰：“無窮。”曰：“知遊心於無窮，而反在通達之國，若存若亡乎？”君曰：“然。”曰：“通達之中有魏，於魏中有樑，於樑中有王，王與蠻氏有辯乎？”君曰：“無辯。”客出而君惝然若有亡也。客出，惠子見。君曰：“客，大人也，聖人不足以當之。”惠子曰：“夫吹管也，猶有嗃也；吹劍首者，吷而已矣。堯、舜，人之所譽也。道堯、舜於戴晉人之前，譬猶一吷也。”\n\n孔子之楚，舍於蟻丘之漿。其鄰有夫妻臣妾登極者，子路曰：“是稯稯何為者邪？”仲尼曰：“是聖人僕也。是自埋於民，自藏於畔。其聲銷，其志無窮，其口雖言，其心未嘗言。方且與世違，而心不屑與之俱。是陸沉者也，是其市南宜僚邪？”子路請往召之。孔子曰：“已矣！彼知丘之著於己也，知丘之適楚也，以丘為必使楚王之召己也。彼且以丘為佞人也。夫若然者，其於佞人也，羞聞其言，而況親見其身乎！而何以為存！”子路往視之，其室虛矣。\n\n長梧封人問子牢曰：“君為政焉勿鹵莽，治民焉勿滅裂。昔予為禾，耕而鹵莽之，則其實亦鹵莽而報予；芸而滅裂之，其實亦滅裂而報予。予來年變齊，深其耕而熟耰之，其禾蘩以滋，予終年厭飧。”莊子聞之曰：“今人之治其形，理其心，多有似封人之所謂：遁其天，離其性，滅其情，亡其神，以眾為。故鹵莽其性者，欲惡之孽為性，萑葦蒹葭始萌，以扶吾形，尋擢吾性。並潰漏發，不擇所出，漂疽疥癕，內熱溲膏是也。”\n\n柏矩學於老聃，曰：“請之天下游。”老聃曰：“已矣！天下猶是也。”又請之，老聃曰：“汝將何始？”曰：“始於齊。”至齊，見辜人焉，推而強之，解朝服而幕之，號天而哭之，曰：“子乎！子乎！天下有大災，子獨先離之。曰‘莫為盜，莫為殺人’。榮辱立然後睹所病，貨財聚然後睹所爭。今立人之所病，聚人之所爭，窮困人之身，使無休時。欲無至此得乎？古之君人者，以得為在民，以失為在己；以正為在民，以枉為在己。故一形有失其形者，退而自責。今則不然，匿為物而愚不識，大為難而罪不敢，重為任而罰不勝，遠其塗而誅不至。民知力竭，則以偽繼之。日出多偽，士民安取不偽。伕力不足則偽，知不足則欺，財不足則盜。盜竊之行，於誰責而可乎？”\n\n蘧伯玉行年六十而六十化，未嘗不始於是之，而卒詘之以非也。未知今之所謂是之非五十九非也。萬物有乎生而莫見其根，有乎出而莫見其門。人皆尊其知之所知，而莫知恃其知之所不知而後知，可不謂大疑乎！已乎！已乎！且無所逃。此所謂然與然乎！\n\n仲尼問於大史大弢、伯常騫、狶韋曰：“夫衛靈公飲酒湛樂，不聽國家之政；田獵畢弋，不應諸侯之際：其所以為靈公者何邪？”大弢曰：“是因是也。”伯常騫曰：“夫靈公有妻三人，同濫而浴。史鰍奉御而進所，搏幣而扶翼。其慢若彼之甚也，見賢人若此其肅也，是其所以為靈公也。”狶韋曰：“夫靈公也，死，卜葬於故墓，不吉；卜葬於沙丘而吉。掘之數仞，得石槨焉，洗而視之，有銘焉，曰：‘不馮其子，靈公奪而裡之。’夫靈公之為靈也久矣！之二人何足以識之。”\n\n少知問於大公調曰：“何謂丘裡之言？”大公調曰：“丘裡者，合十姓百名而為風俗也，合異以為同，散同以為異。今指馬之百體而不得馬，而馬繫於前者，立其百體而謂之馬也。是故丘山積卑而為高，江河合水而為大，大人合併而為公。是以自外入者，有主而不執；由中出者，有正而不距。四時殊氣，天不賜，故歲成；五官殊職，君不私，故國治；文武殊材，大人不賜，故德備；萬物殊理，道不私，故無名。無名故無為，無為而無不為。時有終始，世有變化，禍福淳淳，至有所拂者而有所宜，自殉殊面；有所正者有所差，比於大澤，百材皆度；觀於大山，木石同壇。此之謂丘裡之言。”少知曰：“然則謂之道足乎？”大公調曰：“不然，今計物之數，不止於萬，而期曰萬物者，以數之多者號而讀之也。是故天地者，形之大者也；陰陽者，氣之大者也；道者為之公。因其大以號而讀之則可也，已有之矣，乃將得比哉！則若以斯辯，譬猶狗馬，其不及遠矣。”少知曰：“四方之內，六合之裡，萬物之所生惡起？”大公調曰：“陰陽相照相蓋相治，四時相代相生相殺。欲惡去就，於是橋起。雌雄片合，於是庸有。安危相易，禍福相生，緩急相摩，聚散以成。此名實之可紀，精之可志也。隨序之相理，橋運之相使，窮則反，終則始，此物之所有。言之所盡，知之所至，極物而已。睹道之人，不隨其所廢，不原其所起，此議之所止。”少知曰：“季真之莫為，接子之或使。二家之議，孰正於其情，孰偏於其理？”大公調曰：“雞鳴狗吠，是人之所知。雖有大知，不能以言讀其所自化，又不能以意其所將為。斯而析之，精至於無倫，大至於不可圍。或之使，莫之為，未免於物而終以為過。或使則實，莫為則虛。有名有實，是物之居；無名無實，在物之虛。可言可意，言而愈疏。未生不可忌，已死不可阻。死生非遠也，理不可睹。或之使，莫之為，疑之所假。吾觀之本，其往無窮；吾求之末，其來無止。無窮無止，言之無也，與物同理。或使莫為，言之本也。與物終始。道不可有，有不可無。道之為名，所假而行。或使莫為，在物一曲，夫胡為於大方！言而足，則終日言而盡道；言而不足，則終日言而盡物。道，物之極，言默不足以載。非言非默，議有所極。”\n\n"    
},
{
"章節":"四",
"章節名稱":"外物",
"章節內容":"外物不可必，故龍逢誅，比干戮，箕子狂，惡來死，桀紂亡。人主莫不欲其臣之忠，而忠未必信，故伍員流於江，萇弘死於蜀，藏其血三年而化為碧。人親莫不欲其子之孝，而孝未必愛，故孝己憂而曾參悲。木與木相摩而然，金與火相守則流。陰陽錯行，則天地大絯，於是乎有雷有霆，水中有火，乃焚大槐。有甚憂兩陷而無所逃，螴蜳不得成，心若縣於天地之間，慰昬沈屯，利害相摩，生火甚多；眾人焚火，月固不勝火，於是乎有僓然而道盡。\n\n莊周家貧，故往貸粟於監河侯。監河侯曰：“諾。我將得邑金，將貸子三百金，可乎？”莊周忿然作色曰：“周昨來，有中道而呼者。周顧視車轍中，有鮒魚焉。周問之曰：‘鮒魚來！子何為者邪？’對曰：‘我，東海之波臣也。君豈有斗升之水而活我哉？’周曰：‘諾。我且南遊吳越之王，激西江之水而迎子，可乎？’鮒魚忿然作色曰：‘吾失我常與，我無所處。吾得斗升之水然活耳，君乃言此，曾不如早索我枯魚之肆！’”\n\n任公子為大鉤巨緇，五十犗以為餌，蹲乎會稽，投竿東海，旦旦而釣，期年不得魚。已而大魚食之，牽巨鉤，錎沒而下，鶩揚而奮鬐，白波如山，海水震盪，聲侔鬼神，憚赫千里。任公得若魚，離而臘之，自制河以東，蒼梧已北，莫不厭若魚者。已而後世輇才諷說之徒，皆驚而相告也。夫揭竿累，趣灌瀆，守鯢鮒，其於得大魚難矣。飾小說以幹縣令，其於大達亦遠矣，是以未嘗聞任氏之風俗，其不可與經於世亦遠矣。\n\n儒以詩禮發冢，大儒臚傳曰：“東方作矣，事之何若？”小儒曰：“未解裙襦，口中有珠。詩固有之曰：‘青青之麥，生於陵陂。生不佈施，死何含珠為！’”“接其鬢，壓其顪，儒以金椎控其頤，徐別其頰，無傷口中珠！”\n\n老萊子之弟子出薪，遇仲尼，反以告，曰：“有人於彼，修上而趨下，末僂而後耳，視若營四海，不知其誰氏之子。”老萊子曰：“是丘也。召而來。”仲尼至。曰：“丘！去汝躬矜與汝容知，斯為君子矣。”仲尼揖而退，蹙然改容而問曰：“業可得進乎？”老萊子曰：“夫不忍一世之傷而驁萬世之患，抑固窶邪，亡其略弗及邪？惠以歡為驁，終身之醜，中民之行進焉耳，相引以名，相結以隱。與其譽堯而非桀，不如兩忘而閉其所譽。反無非傷也，動無非邪也。聖人躊躇以興事，以每成功，奈何哉其載焉終矜爾！”\n\n宋元君夜半而夢人被髮窺阿門，曰：“予自宰路之淵，予為清江使河伯之所，漁者餘且得予。”元君覺，使人佔之，曰：“此神龜也。”君曰：“漁者有餘且乎？”左右曰：“有。”君曰：“令餘且會朝。”明口，餘且朝。君曰：“漁何得？”對曰：“且之網得白龜焉，其圓五尺，”君曰：“獻若之龜。”龜至，君再欲殺之，再欲活之，心疑，卜之，曰：“殺龜以卜吉。”乃刳龜，七十二鑽而無遺。仲尼曰：“神龜能見夢於元君，而不能避餘且之網；知能七十二鑽而無遺?，不能避刳腸之患。如是，則知有所困，神有所不及也。雖有至知，萬人謀之。魚不畏網而畏鵜鶘。去小知而大知明，去善而自善矣。嬰兒生無石師而能言，與能言者處也。”\n\n惠子謂莊子曰：“子言無用。”莊子曰：“知無用而始可與言用矣。天地非不廣且大也，人之所用容足耳。然則廁足而墊之，致黃泉，人尚有用乎？”惠子曰：“無用。”莊子曰：“然則無用之為用也亦明矣。”\n\n莊子曰：“人有能遊，且得不遊乎？人而不能遊，且得遊乎？夫流遁之志，決絕之行，噫，其非至知厚德之任與！覆墜而不反，火馳而不顧，雖相與為君臣，時也，易世而無以相踐。故曰至人不留行焉。夫尊古而悲今，學者之流也。且以狶韋氏之流觀今之世，夫孰能不波？唯至人乃能遊於世而不僻，順人而不失己。彼教不學，承意不彼。”\n\n目徹為明，耳徹為聰，鼻徹為顫，口徹為甘，心徹為知，知徹為德。凡道不欲壅，壅則哽，哽而不止則跈，跈者眾害生。物之有知者恃息，其不殷，非天之罪。天之穿之，日夜無降，人則顧塞其竇。胞有重閬，心有天遊。室無空虛，則婦姑勃溪；心無天遊，則六鑿相攘。大林丘山之善於人也，亦神者不勝。\n\n德溢乎名，名溢乎暴，謀稽乎誸，知出乎爭，柴生乎守，官事果乎眾宜。春雨日時，草木怒生，銚鎒於是乎始修，草木之到植者過半，而不知其然。\n\n靜然可以補病，眥搣可以休老，寧可以止遽。雖然，若是，勞者之務也，非佚者之所未嘗過而問焉。聖人之所以駴天下，神人未嘗過而問焉；賢人所以駴世，聖人未嘗過而問焉；君子所以駴國，賢人未嘗過而問焉；小人所以合時，君子未嘗過而問焉。\n\n演門有親死者，以善毀爵為官師，其黨人毀而死者半。堯與許由天下，許由逃之；湯與務光，務光怒之。紀他聞之，帥弟子而踆於窾水；諸侯吊之，三年，申徒狄因以踣河。荃者所以在魚，得魚而忘荃；蹄者所以在兔，得兔而忘蹄；言者所以在意，得意而忘言。吾安得夫忘言之人而與之言哉！\n\n"    
},
{
"章節":"五",
"章節名稱":"寓言",
"章節內容":"寓言十九，重言十七，卮言日出，和以天倪。寓言十九，藉外論之。親父不為其子媒。親父譽之，不若非其父者也。非吾罪也，人之罪也。與己同則應，不與己同則反。同於己為是之，異於己為非之。重言十七，所以己言也。是為耆艾，年先矣，而無經緯本末以期年耆者，是非先也。人而無以先人，無人道也。人而無人道，是之謂陳人。卮言日出，和以天倪，因以曼衍，所以窮年。不言則齊，齊與言不齊，言與齊不齊也。故曰：“言無言。”言無言：終身言，未嘗言；終身不言，未嘗不言。有自也而可，有自也而不可；有自也而然，有自也而不然。惡乎然？然於然；惡乎不然？不然於不然。惡乎可？可於可；惡乎不可？不可於不可。物固有所然，物固有所可。無物不然，無物不可。非卮言日出，和以天倪，孰得其久！萬物皆種也，以不同形相禪，始卒若環，莫得其倫，是謂天均。天均者，天倪也。\n\n莊子謂惠子曰：“孔子行年六十而六十化。始時所是，卒而非之。未知今之所謂是之非五十九非也。”惠子曰：“孔子勤志服知也。”莊子曰：“孔子謝之矣，而其未之嘗言也。孔子云：夫受才乎大本，復靈以生。鳴而當律，言而當法。利義陳乎前，而好惡是非直服人之口而已矣。使人乃以心服而不敢蘁，立定天下之定。已乎，已乎！吾且不得及彼乎！”\n\n曾子再仕而心再化，曰：“吾及親仕，三釜而心樂；後仕，三千鍾而不洎，吾心悲。”弟子問於仲尼曰：“若參者，可謂無所縣其罪乎？”曰：“既已縣矣！夫無所縣者，可以有哀乎？彼視三釜、三千鍾，如觀雀蚊虻相過乎前也。”\n\n顏成子游謂東郭子綦曰：“自吾聞子之言，一年而野，二年而從，三年而通，四年而物，五年而來，六年而鬼入，七年而天成，八年而不知死、不知生，九年而大妙。生有為，死也。勸公以其私，死也有自也，而生陽也，無自也。而果然乎？惡乎其所適，惡乎其所不適？天有歷數，地有人據，吾惡乎求之？莫知其所終，若之何其無命也？莫知其所始，若之何其有命也？有以相應也，若之何其無鬼邪？無以相應也，若之何其有鬼邪？”\n\n眾罔兩問於景曰：“若向也俯而今也仰，向也括撮而今也被髮；向也坐而今也起；向也行而今也止：何也？”景曰：“搜搜也，奚稍問也！予有而不知其所以。予，蜩甲也，蛇蛻也，似之而非也。火與日，吾屯也；陰與夜，吾代也。彼，吾所以有待邪，而況乎以無有待者乎！彼來則我與之來，彼往則我與之往，彼強陽則我與之強陽。強陽者，又何以有問乎！”\n\n陽子居南之沛，老聃西遊於秦。邀於郊，至於樑而遇老子。老子中道仰天而嘆曰：“始以汝為可教，今不可也。”陽子居不答。至舍，進盥漱巾櫛，脫屨戶外，膝行而前，曰：“曏者弟子欲請夫子，夫子行不閒，是以不敢；今閒矣，請問其故。”老子曰：“而睢睢盱盱，而誰與居！大白若辱，盛德若不足。”陽子居蹴然變容曰：“敬聞命矣！”其往也，舍者迎將其家，公執席，妻執巾櫛，舍者避席，煬者避灶。其反也，舍者與之爭席矣！\n\n"    
},
{
"章節":"六",
"章節名稱":"讓王",
"章節內容":"堯以天下讓許由，許由不受。又讓於子州支父，子州支父曰：“以我為天子，猶之可也。雖然，我適有幽憂之病，方且治之，未暇治天下也。”夫天下至重也，而不以害其生，又況他物乎！唯無以天下為者，可以託天下也。\n\n舜讓天下於子州支伯。子州支伯曰：“予適有幽憂之病，方且治之，未暇治天下也。”故天下大器也，而不以易生，此有道者之所以異乎俗者也。\n\n舜以天下讓善卷，善卷曰：“餘立於宇宙之中，冬日衣皮毛，夏日衣葛?；春耕種，形足以勞動；秋收斂，身足以休食；日出而作，日入而息，逍遙於天地之間而心意自得。吾何以天下為哉！悲夫，子之不知餘也！”遂不受。於是去而入深山，莫知其處。\n\n舜以天下讓其友石戶之農，石戶之農曰：“卷卷乎後之為人，葆力之士也！”以舜之德為未至也，於是夫負妻戴，攜子以入於海，終身不反也。\n\n大王亶父居邠，狄人攻之；事之以皮帛而不受，事之以犬馬而不受，事之以珠玉而不受，狄人之所求者土地也。大王亶父曰：“與人之兄居而卻殺其弟，與人之父居而殺其子，吾不忍也。子皆勉居矣！為吾臣與為狄人臣奚以異！且吾聞之，不以所用養害所養。”因杖?而去之。民相連而從之，遂成國於岐山之下。夫大王亶父，可望能尊生矣。能尊生者，雖貴富不以養傷身，雖貧賤不以利累形。今世之人居高官尊爵者，皆重失之，見利輕亡其身，豈不惑者！\n\n越人三世弒其君，王子搜患之，逃乎丹穴。而越國無君，求王之搜不得，從之丹穴。王子搜不肯出，越人薰之以艾。乘以王輿。王子搜援綏登車，仰天而呼曰：“君乎君乎！獨不可以舍我乎！”王子搜非惡為君也，惡為君之患也。若王子搜者，可謂不以國傷生矣，此固越人之所欲得為君也。\n\n韓魏相與爭侵地。子華子見昭僖侯，昭僖侯有憂色。子華子曰：“今使天下書銘於君之前，書之言曰：‘左手攫之則右手廢，右手攫之則左手廢，然而攫之者必有天下。’君能攫之乎？昭僖侯曰：“寡人不攫也。”子華子曰：“甚善！”自是觀之，兩臂重於天下也，身亦重於兩臂。韓之輕於天下亦遠矣，今之所爭者，其輕於韓又遠。君固愁身傷生以憂戚之不得也！僖侯曰：“善哉！教寡人者眾矣，未嘗得聞此言也。”子華子可謂知輕重矣。\n\n魯君聞顏闔得道之人也，使人以幣先焉。顏闔守陋閭，苴布之衣而自飯牛。魯君之使者至，顏闔自對之。使者曰：此顏闔之家與？顏闔對曰：此闔之家也。使者致幣，顏闔對曰：“恐聽者謬而遺使者罪，不若審之。”使者還,反審之，復來求之，則不得已。故若顏闔者，真惡富貴也。\n\n故曰，道之真以治身，其緒餘以為國家，其土苴以治天下。由此觀之，帝王之功，聖人之餘事也，非所以完身養生也。今世俗之君子，多危身棄生以殉物，豈不悲哉！凡聖人之動作也，必察其所以之與其所以為。今且有人於此，以隨侯之珠彈千仞之雀，世必笑之，是何也？則其所用者重而所要者輕也。夫生者，豈特隨侯之重哉！\n\n子列子窮，容貌有飢色。客有言之於鄭子陽者曰：“列禦寇，蓋有道之士也，居君之國而窮，君無乃為不好士乎？”鄭子陽即令官遺之粟。子列子見使者，再拜而辭。\n\n使者去，子列子入，其妻望之而拊心曰：“妾聞為有道者之妻子，皆得佚樂，今有飢色。君過而遺先生食，先生不受，豈不命邪！”子列子笑謂之曰：“君非自知我也。以人之言而遺我粟，至其罪我也又且以人之言，此吾所以不受也。”其卒，民果作難而殺子陽。\n\n楚昭王失國，屠羊說走而從於昭王。昭王反國，將賞從者，及屠羊說。屠羊說曰：“大王失國，說失屠羊；大王反國，說亦反屠羊。臣之爵祿己復矣，又何賞之有！”王曰：“強之！”屠羊說曰：“大王失國，非臣之罪，故不敢伏其誅；大王反國，非臣之功，故不敢當其賞。”王曰：“見之！”屠羊說曰：“楚國之法，必有重賞大功而後得見，今臣之知不足以存國而勇不足以死寇。吳軍入郢，說畏難而避寇，非故隨大王也。今大王欲廢法毀約而見說，此非臣之所以聞於天下也。”\n\n王謂司馬子綦曰：“屠羊說居處卑賤而陳義甚高，子綦為我延之以三旌之位。”屠羊說曰：“夫三旌之位，吾知其貴於屠羊之肆也；萬鍾之祿，吾知其富於屠羊之利也；然豈可以貪爵祿而使吾君有妄施之名乎！說不敢當，願復反吾屠羊之肆。”遂不受也。\n\n原憲居魯，環堵之室，茨以生草；蓬戶不完，桑以為樞；而甕牖二室，褐以為塞；上漏下溼，匡坐而弦。子貢乘大馬，中紺而表素，軒車不容巷，往見原憲。原憲華冠縰履，杖藜而應門。子貢曰：“嘻！先生何病？”原憲應之曰：“憲聞之，無財謂之貧，學而不能行謂之病。今憲貧也，非病也。”子貢逡巡而有愧色。原憲笑曰：“夫希世而行，比周而友，學以為人，教以為己，仁義之慝，輿馬之飾，憲不忍為也。”\n\n曾子居衛，縕袍無表，顏色腫噲，手足胼胝。三日不舉火，十年不製衣，正冠而纓絕，捉衿而肘見，納屨而踵決。曳、縰而歌商頌，聲滿天地，若出金石。天子不得臣，諸侯不得友。故養志者忘形，養形者忘利，致道者忘心矣。\n\n孔子謂顏回曰：“回，來！家貧居卑，胡不仕乎？”顏回對曰：“不願仕。回有郭外之田五十畝，足以給飦粥；郭內之田四十畝，足以為絲麻；鼓琴足以自娛，所學夫子之道者足以自樂也。回不願仕。”孔子愀然變容曰：“善哉，回之意！丘聞之：‘知足者不以利自累也，審自得者失之而不懼；行修於內者無位而不怍。’丘誦之久矣，今於回而後見之，是丘之得也。”\n\n中山公子牟謂瞻子曰：“身在江海之上，心居乎魏闕之下，奈何？”瞻子曰：“重生，重生則利輕。”中山公子牟曰：“雖知之，未能自勝也。”瞻子曰：“不能自勝則從，神無惡乎？不能自勝而強不從者，此之謂重傷。重傷之人，無壽類矣。”魏牟，萬乘之公子也，其隱巖穴也，難為於布衣之士；雖未至乎道，可謂有其意矣。”\n\n孔子窮於陳蔡之間，七日不火食，藜羹不糝，顏色甚憊，而絃歌於室。顏回擇菜。子路子貢相與言曰：“夫子再逐於魯，削跡於衛，伐樹於宋，窮於商周，圍於陳蔡，殺夫子者無罪，藉夫子者無禁。絃歌鼓琴，未嘗絕音，君子之無恥也若此乎？”\n\n顏回無以應，入告孔子。孔子推琴喟然而嘆曰：“由與賜，細人也。召而來，吾語之。”子路子貢入。子路曰：“如此者可謂窮矣！”孔子曰：“是何言也！君子通於道之謂通，窮於道之謂窮。今丘抱仁義之道以遭亂世之患，其何窮之為！故內省而不窮於道，臨難而不失其德，天寒既至，霜雪既降，吾是以知松柏之茂也。陳蔡之隘，於丘其幸乎！”孔子削然反琴而絃歌，子路扢然執幹而舞。子貢曰：“吾不知天之高也，地之下也。”\n\n古之得道者，窮亦樂，通亦樂。所樂非窮通也，道德於此，則窮通為寒暑風雨之序矣。故許由娛於潁陽而共伯得乎共首。\n\n舜以天下讓其友北人無擇，北人無擇曰：“異哉後之為人也，居於畎畝之中而遊堯之門！不若是而已，又欲以其辱行漫我。吾羞見之。”因自投清泠之淵。\n\n湯將伐桀，因卞隨而謀，卞隨曰：“非吾事也。”湯曰：“孰可？”曰：“吾不知也。”湯又因瞀光而謀，瞀光曰：“非吾事也。”湯曰：“孰可？”曰：“吾不知也。”湯曰：“伊尹何如？”曰：“強力忍垢，吾不知其他也。”湯遂與伊尹謀伐桀，克之，以讓卞隨。卞隨辭曰：“後之伐桀也謀乎我，必以我為賊也；勝桀而讓我，必以我為貪也。吾生乎亂世，而無道之人再來漫我以其辱行，吾不忍數聞也。”乃自投椆水而死。\n\n湯又讓瞀光曰：“知者謀之，武者遂之，仁者居之，古之道也。吾子胡不立乎？”瞀光辭曰：“廢上，非義也；殺民，非仁也；人犯其難，我享其利，非廉也。吾聞之曰：非其義者，不受其祿，無道之世，不踐其土。況尊我乎！吾不忍久見也。”乃負石而自沈於廬水。\n\n昔周之興，有士二人處於孤竹，曰伯夷叔齊。二人相謂曰：“吾聞西方有人，似有道者，試往觀焉。”至於岐陽，武王聞之，使叔旦往見之，與盟曰：“加富二等，就官一列。”血牲而埋之。\n\n二人相視而笑曰：“嘻，異哉！此非吾所謂道也。昔者神農之有天下也，時祀盡敬而不祈喜；其於人也，忠信盡治而無求焉。樂與政為政，樂與治為治，不以人之壞自成也，不以人之卑自高也，不以遭時自利也。今周見殷之亂而遽為政，上謀而下行貨，阻兵而保威，割牲而盟以為信，揚行以說眾，殺伐以要利，是推亂以易暴也。吾聞古之士，遭治世不避其任，遇亂世不為苟存。今天下?，周德衰，其並乎周以塗吾身也，不如避之以絜吾行。”二子北至於首陽之山，遂餓死焉。若伯夷叔齊者，其於富貴也，苟可得已，則必不賴。高節戾行，獨樂其志，不事於世，此二士之節也。\n\n" 
},
{
"章節":"七",
"章節名稱":"盜跖",
"章節內容":"孔子與柳下季為友，柳下季之弟，名曰盜跖。盜跖從卒九千人，橫行天下，侵暴諸侯。穴室樞戶，驅人牛馬，取人婦女。貪得忘親，不顧父母兄弟，不祭先祖。所過之邑，大國守城，小國入保，萬民苦之。\n\n孔子謂柳下季曰：「夫為人父者，必能詔其子；為人兄者，必能教其弟。若父不能詔其子，兄不能教其弟，則無貴父子兄弟之親矣。今先生，世之才士也，弟為盜跖，為天下害，而弗能教也，丘竊為先生羞之。丘請為先生往說之。」\n\n柳下季曰：「先生言為人父者必能詔其子，為人兄者必能教其弟，若子不聽父之詔，弟不受兄之教，雖今先生之辯，將奈之何哉！且跖之為人也，心如湧泉，意如飄風，強足以距敵，辯足以飾非。順其心則喜，逆其心則怒，易辱人以言。先生必無往。」\n\n孔子不聽，顏回為馭，子貢為右，往見盜跖。盜跖乃方休卒徒於太山之陽，膾人肝而哺之。孔子下車而前，見謁者曰：「魯人孔丘，聞將軍高義，敬再拜謁者。」\n\n謁者入通。盜跖聞之大怒，目如明星，髮上指冠，曰：「此夫魯國之巧偽人孔丘非邪？為我告之：『爾作言造語，妄稱文武，冠枝木之冠，帶死牛之脅，多辭繆說，不耕而食，不織而衣，搖脣鼓舌，擅生是非，以迷天下之主，使天下學士不反其本，妄作孝弟而僥倖於封侯富貴者也。子之罪大極重，疾走歸！不然，我將以子肝益晝哺之膳。』」\n\n孔子復通曰：「丘得幸於季，願望履幕下。」\n\n謁者復通，盜跖曰：「使來前！」\n\n孔子趨而進，避席反走，再拜盜跖。盜跖大怒，兩展其足，案劍瞋目，聲如乳虎，曰：「丘來前！若所言，順吾意則生，逆吾心則死。」\n\n孔子曰：「丘聞之，凡天下人有三德：生而長大，美好無雙，少長貴賤見而皆說之，此上德也；知維天地，能辯諸物，此中德也；勇悍果敢，聚眾率兵，此下德也。凡人有此一德者，足以南面稱孤矣。今將軍兼此三者，身長八尺二寸，面目有光，脣如激丹，齒如齊貝，音中黃鐘，而名曰盜跖，丘竊為將軍恥不取焉。將軍有意聽臣，臣請南使吳越，北使齊魯，東使宋衛，西使晉楚，使為將軍造大城數百里，立數十萬戶之邑，尊將軍為諸侯，與天下更始，罷兵休卒，收養昆弟，共祭先祖。此聖人才士之行，而天下之願也。 」\n\n盜跖大怒曰：「丘來前！夫可規以利而可諫以言者，皆愚陋恆民之謂耳。今長大美好，人見而悅之者，此吾父母之遺德也。丘雖不吾譽，吾獨不自知邪？\n\n且吾聞之，好面譽人者，亦好背而毀之。今丘告我以大城眾民，是欲規我以利而恆民畜我也，安可久長也！城之大者，莫大乎天下矣。堯、舜有天下，子孫無置錐之地；湯、武立為天子，而後世絕滅；非以其利大故邪？\n\n且吾聞之，古者禽獸多而人少，於是民皆巢居以避之。晝拾橡慄，暮棲木上，故命之曰『有巢氏之民』。古者民不知衣服，夏多積薪，冬則煬之，故命之曰『知生之民』。神農之世，臥則居居，起則于于。民知其母，不知其父，與麋鹿共處，耕而食，織而衣，無有相害之心，此至德之隆也。然而黃帝不能致德，與蚩尤戰於涿鹿之野，流血百里。堯、舜作，立群臣；湯放其主，武王殺紂。自是之後，以強陵弱，以眾暴寡。湯、武以來，皆亂人之徒也。\n\n今子修文、武之道，掌天下之辯，以教後世。縫衣淺帶，矯言偽行，以迷惑天下之主，而欲求富貴焉，盜莫大於子。天下何故不謂子為盜丘，而乃謂我為盜跖？子以甘辭說子路而使從之，使子路去其危冠，解其長劍，而受教於子，天下皆曰孔丘能止暴禁非。其卒之也，子路欲殺衛君而事不成，身菹於衛東門之上，子教子路菹此患，上無以為身，下無以為人，是子教之不至也。子自謂才士聖人邪？則再逐於魯，削跡於衛，窮於齊，圍於陳蔡，不容身於天下。子之道豈足貴邪？\n\n世之所高，莫若黃帝，黃帝尚不能全德，而戰涿鹿之野，流血百里。堯不慈，舜不孝，禹偏枯，湯放其主，武王伐紂，文王拘羨裡。此六子者，世之所高也。孰論之，皆以利惑其真而強反其情性，其行乃甚可羞也。\n\n世之所謂賢士，莫若伯夷、叔齊。伯夷、叔齊辭孤竹之君，而餓死於首陽之山，骨肉不葬。鮑焦飾行非世，抱木而死。申徒狄諫而不聽，負石自投於河，為魚鱉所食。介子推至忠也，自割其股以食文公，文公後背之，子推怒而去，抱木而燔死。尾生與女子期於樑下，女子不來，水至不去，抱樑柱而死。此六子者，無異於磔犬流豕操瓢而乞者，皆離名輕死，不念本養壽命者也。\n\n世之所謂忠臣者，莫若王子比干、伍子胥。子胥沉江，比干剖心，此二子者，世謂忠臣也，然卒為天下笑。自上觀之，至於子胥、比干，皆不足貴也。\n\n丘之所以說我者，若告我以鬼事，則我不能知也；若告我以人事者，不過此矣，皆吾所聞知也。\n\n今吾告子以人之情，目欲視色，耳欲聽聲，口欲察味，志氣欲盈。人上壽百歲，中壽八十，下壽六十，除病瘐死喪憂患，其中開口而笑者，一月之中不過四五日而已矣。天與地無窮，人死者有時，操有時之具而託於無窮之間，忽然無異騏驥之馳過隙也。不能說其志意，養其壽命者，皆非通道者也。\n\n丘之所言，皆吾之所棄也，亟去走歸，無復言之！子之道，狂狂汲汲，詐巧虛偽事也，非可以全真也，奚足論哉！ 」\n\n孔子再拜趨走，出門上車，執轡三失，目芒然無見，色若死灰，據軾低頭，不能出氣。歸到魯東門外，適遇柳下季。柳下季曰：「今者闕然數日不見，車馬有行色，得微往見跖邪？」\n\n孔子仰天而嘆曰：「然！」\n\n柳下季曰：「跖得無逆汝意若前乎？」\n\n孔子曰：「然。丘所謂無病而自灸也。疾走料虎頭，編虎鬚，幾不免虎口哉！」\n\n子張問於滿苟得曰：「盍不為行？無行則不信，不信則不任，不任則不利。故觀之名，計之利，而義真是也。若棄名利，反之於心，則夫士之為行，不可一日不為乎！」\n\n滿苟得曰：「無恥者富，多信者顯。夫名利之大者，幾在無恥而信。故觀之名，計之利，而信真是也。若棄名利，反之於心，則夫士之為行，抱其天乎！」\n\n子張曰：「昔者桀、紂貴為天子，富有天下。今謂臧聚曰，汝行如桀、紂，則有怍色，有不服之心者，小人所賤也。仲尼、墨翟，窮為匹夫，今謂宰相曰，子行如仲尼、墨翟，則變容易色稱不足者，士誠貴也。故勢為天子，未必貴也；窮為匹夫，未必賤也；貴賤之分，在行之美惡。」\n\n滿苟得曰：「小盜者拘，大盜者為諸侯，諸侯之門，仁義存焉。昔者桓公小白殺兄入嫂，而管仲為臣；田成子常殺君竊國，而孔子受幣。論則賤之，行則下之，則是言行之情悖戰於胸中也，不亦拂乎！故《書》曰：『孰惡孰美？成者為首，不成者為尾。』 」\n\n子張曰：「子不為行，即將疏戚無倫，貴賤無義，長幼無序；五紀六位，將何以為別乎？」\n\n滿苟得曰：「堯殺長子，舜流母弟，疏戚有倫乎？湯放桀，武王殺紂，貴賤有義乎？王季為適，周公殺兄，長幼有序乎？儒者偽辭，墨子兼愛，五紀六位將有別乎？\n\n且子正為名，我正為利。名利之實，不順於理，不監於道。吾日與子訟於無約曰：『小人殉財，君子殉名，其所以變其精、易其性，則異矣；乃至於棄其所為而殉其所不為，則一也。 』故曰：無為小人，反殉而天；無為君子，從天之理。若枉若直，相而天極；面觀四方，與時訊息。若是若非，執而圓機；獨成而意，與道徘徊。無轉而行，無成而義，將失而所為。無赴而富，無殉而成，將棄而天。\n\n比干剖心，子胥抉眼，忠之禍也；直躬證父，尾生溺死，信之患也；鮑子立幹，申子自埋，廉之害也；孔子不見母，匡子不見父，義之失也。此上世之所傳、下世之所語，以為士者正其言，必其行，故服其殃，離其患也。 」\n\n無足問於知和曰：「人卒未有不興名就利者。彼富則人歸之，歸則下之，下則貴之。夫見下貴者，所以長生安體樂意之道也。今子獨無意焉，知不足邪，意知而力不能行邪！故推正不妄邪？」\n\n知和曰：「今夫此人以為與己同時而生，同鄉而處者，以為夫絕俗過世之士焉；是專無主正，所以覽古今之時，是非之分也，與俗化。世去至重，棄至尊，以為其所為也。此其所以論長生安體樂意之道，不亦遠乎！慘怛之疾，恬愉之安，不監於體；怵惕之恐，欣歡之喜，不監於心；知為為而不知所以為，是以貴為天子，富有天下，而不免於患也。」\n\n無足曰：「夫富之於人，無所不利，窮美究勢，至人之所不得逮，賢人之所不能及，俠人之勇力而以為威強，秉人之知謀以為明察，因人之德以為賢良，非享國而嚴若君父。且夫聲色滋味權勢之於人，心不待學而樂之，體不待象而安之。夫欲惡避就，固不待師，此人之性也。天下雖非我，孰能辭之！」\n\n知和曰：「知者之為，故動以百姓，不違其度，是以足而不爭，無以為故不求。不足故求之，爭四處而不自以為貪；有餘故辭之，棄天下而不自以為廉。廉貪之實，非以迫外也，反監之度。勢為天子而不以貴驕人，富有天下而不以財戲人。計其患，慮其反，以為害於性，故辭而不受也，非以要名譽也。堯、舜為帝而雍，非仁天下也，不以美害生也；善卷、許由得帝而不受，非虛辭讓也，不以事害己也。此皆就其利、辭其害，而天下稱賢焉，則可以有之，彼非以興名譽也。」\n\n無足曰：「必持其名，苦體絕甘，約養以持生，則亦猶久病長厄而不死者也。」\n\n知和曰：「平為福，有餘為害者，物莫不然，而財其甚者也。今富人，耳營於鐘鼓管籥之聲，口嗛於芻豢醪醴之味，以感其意，遺忘其業，可謂亂矣；侅溺於馮氣，若負重行而上阪也，可謂苦矣；貪財而取慰，貪權而取竭，靜居則溺，體澤則馮，可謂疾矣；為欲富就利，故滿若堵耳而不知避，且馮而不捨，可謂辱矣；財積而無用，服膺而不捨，滿心戚醮，求益而不止，可謂憂矣；內則疑劫請之賊，外則畏寇盜之害，內周樓疏，外不敢獨行，可謂畏矣。此六者，天下之至害也，皆遺忘而不知察，及其患至，求儘性竭財，單以反一日之無故而不可得也。故觀之名則不見，求之利則不得，繚意絕體而爭此，不亦惑乎！」\n\n"    
},
{
"章節":"八",
"章節名稱":"說劍",
"章節內容":"昔趙文王喜劍，劍士夾門而客三千餘人，日夜相擊於前，死傷者歲 百餘人。好之不厭。如是三年，國衰。諸侯謀之。太子悝患之，募左 右曰：“孰能說王之意止劍士者，賜之千金。”左右曰：“莊子當能 。”太子乃使人以千金奉莊子。莊子弗受，與使者俱往見太子，曰： “太子何以教周，賜周千金？”太子曰：“聞夫子明聖，謹奉千金以 幣從者。夫子弗受，悝尚何敢言。”莊子曰：“聞太子所欲用周者， 欲絕王之喜好也。使臣上說大王而逆王意，下不當太子，則身刑而死 ，周尚安所事金乎？使臣上說大王，下當太子，趙國何求而不得也！ ”太子曰∶“然。吾王所見，唯劍士也。”莊子曰：“諾。周善為劍 。”太子曰：“然吾王所見劍士，皆蓬頭突鬢，垂冠，曼胡之纓，短 後之衣，瞋囗目而語難，王乃說之。今夫子必儒 服而見王，事必大逆。”莊子曰：“請治劍服。”治劍服三日，乃見 太子。太子乃與見王。王脫白刃待之。莊子入殿門不趨，見王不拜。 王曰：“子欲何以教寡人，使太子先。”曰：“臣聞大王喜劍，故以 劍見王。”王曰：“子之劍何能禁制？”曰：“臣之劍十步一人，千 裡不留行。”王大悅之，曰：“天下無敵矣。”莊子曰：“夫為劍者 ，示之以虛，開之以利，後之以發，先之以至。願得試之。”王曰： “夫子休，就舍待命，令設戲請夫子。”王乃校劍士七日，死傷者六 十餘人，得五六人，使奉劍於殿下，乃召莊子。王曰：“今日試使士 敦劍。”莊子曰：“望之久矣！”王曰：“夫子所御杖，長短何如？ ”曰：“臣之所奉皆可。然臣有三劍，唯王所用。請先言而後試。” 王曰：“願聞三劍。”曰：“有天子劍，有諸侯劍，有庶人劍。”王 曰：“天子之劍何如？”曰：“天子之劍，以燕谿石城為鋒，齊岱為 鍔，晉衛為脊，周宋為鐔，韓魏為夾，包以四夷，裹以四時，繞以渤 海，帶以常山，制以五行，論以刑德，開以陰 陽，持以春夏，行以秋冬。此劍直之無前，舉之無上，案之無下，運 之無旁。上決浮雲，下絕地紀。此劍一用，匡諸侯，天下服矣。此天 子之劍也。”文王芒然自失，曰：“諸侯之劍何如？”曰：“諸侯之 劍，以知勇士為鋒，以清廉士為鍔，以賢良士為脊，以忠聖士為鐔， 以豪桀士為夾。此劍直之亦無前，舉之亦無上，案之亦無下，運之亦 無旁。上法圓天，以順三光；下法方地，以順四時；中和民意，以安 四鄉。此劍一用，如雷霆之震也，四封之內，無不賓服而聽從君命者 矣。此諸侯之劍也。”王曰：“庶人之劍何如？”曰：“庶人之劍， 蓬頭突鬢，垂冠，曼胡之纓，短後之衣，瞋目 而語難，相擊於前，上斬頸領，下決肝肺。此庶人之劍，無異於鬥雞 ，一旦命已絕矣，無所用於國事。今大王有天子之位而好庶人之劍， 臣竊為大王薄之。”王乃牽而上殿，宰人上食，王三環之。莊子曰： “大王安坐定氣，劍事已畢奏矣！”於是文王不出宮三月，劍士皆服 斃其處也。\n\n"    
},
{
"章節":"九",
"章節名稱":"漁父",
"章節內容":"孔子游乎緇帷之林，休坐乎杏壇之上。弟子讀書，孔子絃歌鼓琴。奏曲未半，有漁父者，下船而來，鬚眉交白，被髮揄袂，行原以上，距陸而止，左手據膝，右手持頤以聽。曲終而招子貢、子路二人俱對。客指孔子曰：“彼何為者也？”子路對曰：“魯之君子也。”客問其族。子路對曰：“族孔氏。”客曰：“孔氏者何治也？”子路未應，子貢對曰：“孔氏者，性服忠信，身行仁義，飾禮樂，選人倫。上以忠於世主，下以化於齊民，將以利天下。此孔氏之所治也。”又問曰：“有土之君與？”子貢曰：“非也。”“侯王之佐與？”子貢曰：“非也。”客乃笑而還行，言曰：“仁則仁矣，恐不免其身。苦心勞形以危其真。嗚呼！遠哉，其分於道也。”\n\n\n\n　　子貢還，報孔子。孔子推琴而起，曰：“其聖人與？”乃下求之，至於澤畔，方將杖拏而引其船，顧見孔子，還鄉而立。孔子反走，再拜而進。客曰：“子將何求？”孔子曰：“曩者先生有緒言而去，丘不肖，未知所謂，竊待於下風，幸聞咳唾之音，以卒相丘也。”客曰：“嘻！甚矣，子之好學也！”孔子再拜而起，曰：“丘少而修學，以至於今，六十九歲矣，無所得聞至教，敢不虛心！”客曰：“同類相從，同聲相應，固天之理也。吾請釋吾之所有而經子之所以。子之所以者，人事也。天子諸侯大夫庶人，此四者自正，治之美也；四者離位而亂莫大焉。官治其職，人憂其事，乃無所陵。故田荒室露，衣食不足，徵賦不屬，妻妾不和，長少無序，庶人之憂也；能不勝任，官事不治，行不清白，群下荒怠，功美不有，爵祿不持，大夫之憂也；廷無忠臣，國家昏亂，工技不巧，貢職不美，春秋後倫，不順天子，諸侯之憂也；陰陽不和，寒暑不時，以傷庶物，諸侯暴亂，擅相攘伐，以殘民人，禮樂不節，財用窮匱，人倫不飭，百姓淫亂，天子有司之憂也。今子既上無君侯有司之勢，而下無大臣職事之官，而擅飾禮樂，選人倫，以化齊民，不泰多事乎？且人有八疵，事有四患，不可不察也。非其事而事之，謂之總；莫之顧而進之，謂之佞；希意道言，謂之諂；不擇是非而言，謂之諛；好言人之惡，謂之讒；析交離親，謂之賊；稱譽詐偽以敗惡人，謂之慝；不擇善否，兩容頰適，偷拔其所欲，謂之險。此八疵者，外以亂人，內以傷身，君子不友，明君不臣。所謂四患者：好經大事，變更易常，以掛功名，謂之叨；專知擅事，侵人自用，謂之貪；見過不更，聞諫愈甚，謂之很；人同於己則可，不同於己，雖善不善，謂之矜。此四患也。能去八疵，無行四患，而始可教已。\n\n\n\n　　孔子愀然而嘆，再拜而起，曰：“丘再逐於魯，削跡於衛，伐樹於宋，圍於陳蔡。丘不知所失，而離此四謗者何也？”客悽然變容曰：“甚矣，子之難悟也！人有畏影惡跡而去之走者，舉足愈數而跡愈多，走愈疾而影不離身，自以為尚遲，疾走不休，絕力而死。不知處陰以休影，處靜以息跡，愚亦甚矣！子審仁義之間，察同異之際，觀動靜之變，適受與之度，理好惡之情，和喜怒之節，而幾於不免矣。謹修而身，慎守其真，還以物與人，則無所累矣。今不修之身而求之人，不亦外乎！”\n\n\n\n　　孔子愀然曰：“請問何謂真？”客曰：“真者，精誠之至也。不精不誠，不能動人。故強哭者，雖悲不哀，強怒者，雖嚴不屯，強親者，雖笑不和。真悲無聲而哀，真怒未發而威，真親未笑而和。真在內者，神動於外，是所以貴真也。其用於人理也，事親則慈孝，事君則忠貞，飲酒則歡樂，處喪則悲哀。忠貞以功為主，飲酒以樂為主，處喪以哀為主，事親以適為主。功成之美，無一其跡矣；事親以適，不論所以矣；飲酒以樂，不選其具矣；處喪以哀，無問其禮矣。禮者，世俗之所為也；真者，所以受於天也，自然不可易也。故聖人法天貴真，不拘於俗。愚者反此。不能法天而恤於人，不知貴真，祿祿而受變於俗，故不足。惜哉，子之蚤湛於偽而晚聞大道也！”\n\n\n\n　　孔子再拜而起曰：“今者丘得遇也，若天幸然。先生不羞而比之服役而身教之。敢問舍所在，請因受業而卒學大道。”客曰：“吾聞之，可與往者，與之至於妙道；不可與往者，不知其道。慎勿與之，身乃無咎。子勉之，吾去子矣，吾去子矣！”乃剌船而去，延緣葦間。\n\n\n\n　　顏淵還車，子路授綏，孔子不顧，待水波定，不聞拏音而後敢乘。子路旁車而問曰：“由得為役久矣，未嘗見夫子遇人如此其威也。萬乘之主，千乘之君，見夫子未嘗不分庭伉禮，夫子猶有倨傲之容。今漁父杖拏逆立，而夫子曲要磬折，言拜而應，得無太甚乎！門人皆怪夫子矣，漁父何以得此乎！”孔子伏軾而嘆，曰：“甚矣，由之難化也！湛於禮義有間矣，而樸鄙之心至今未去。進，吾語汝：夫遇長不敬，失禮也；見賢不尊，不仁也。彼非至人，不能下人。下人不精，不得其真，故長傷身。惜哉！不仁之於人也，禍莫大焉，而由獨擅之。且道者，萬物之所由也。庶物失之者死，得之者生。為事逆之則敗，順之則成。故道之所在，聖人尊之。今之漁父之於道，可謂有矣，吾敢不敬乎！”\n\n"    
},
{
"章節":"十",
"章節名稱":"列禦寇",
"章節內容":"列禦寇之齊，中道而反，遇伯昏瞀人。伯昏瞀人曰：“奚方而反？”曰：“吾驚焉。”曰：“惡乎驚？”曰：“吾嘗食於十漿而五漿先饋。”伯昏瞀人曰：“若是則汝何為驚已？”曰：“夫內誠不解，形諜成光，以外鎮人心，使人輕乎貴老，而齎其所患。夫漿人特為食羹之貨，無多餘之贏，其為利也薄，其為權也輕，而猶若是，而況於萬乘之主乎！身勞於國而知盡於事。彼將任我以事，而效我以功。吾是以驚。”伯昏瞀人曰：“善哉觀乎！女處已，人將保汝矣！”無幾何而往，則戶外之屨滿矣。伯昏瞀人北面而立，敦杖蹙之乎頤。立有間，不言而出。賓者以告列子，列子提屨，跣而走，暨於門，曰：“先生既來，曾不發藥乎？”曰：“已矣，吾固告汝曰：人將保汝。果保汝矣！非汝能使人保汝，而汝不能使人無保汝也，而焉用之感豫出異也。必且有感，搖而本性，又無謂也。與汝遊者，又莫汝告也。彼所小言，盡人毒也。莫覺莫悟，何相孰也。巧者勞而知者憂，無能者無所求，飽食而敖遊，汎若不繫之舟，虛而敖遊者也！\n\n“鄭人緩也，呻吟裘氏之地。祗三年而緩為儒。河潤九里，澤及三族，使其弟墨。儒墨相與辯，其父助翟。十年而緩自殺。其父夢之曰：‘使而子為墨者，予也，闔嘗視其良？既為秋柏之實矣。’夫造物者之報人也，不報其人而報其人之天，彼故使彼。夫人以己為有以異於人，以賤其親。齊人之井飲者相捽也。故曰：今之世皆緩也。自是有德者以不知也，而況有道者乎！古者謂之遁天之刑。聖人安其所安，不安其所不安；眾人安其所不安，不安其所安。\n\n“莊子曰：‘知道易，勿言難。知而不言，所以之天也。知而言之，所以之人也。古之人，天而不人。’朱泙漫學屠龍於支離益，單千金之家，三年技成而無所用其巧。聖人以必不必，故無兵；眾人以不必必之，故多兵。順於兵，故行有求。兵，恃之則亡。小夫之知，不離苞苴竿牘，敝精神乎蹇淺，而欲兼濟道物，太一形虛。若是者，迷惑於宇宙，形累不知太初。彼至人者，歸精神乎無始，而甘冥乎無何有之鄉。水流乎無形，發洩乎太清。悲哉乎！汝為知在毫毛而不知大寧。”\n\n宋人有曹商者，為宋王使秦。其往也，得車數乘。王說之，益車百乘。反於宋，見莊子，曰：“夫處窮閭厄巷，困窘織屨，槁項黃馘者，商之所短也；一悟萬乘之主而從車百乘者，商之所長也。”莊子曰：“秦王有病召醫。破癰潰痤者得車一乘，舐痔者得車五乘，所治癒下，得車愈多。子豈治其痔邪？何得車之多也？子行矣！”\n\n魯哀公問乎顏闔曰：“吾以仲尼為貞幹，國其有瘳乎？”曰：“殆哉圾乎！仲尼方且飾羽而畫，從事華辭。以支為旨，忍性以視民，而不知不信。受乎心，宰乎神，夫何足以上民！彼宜女與予頤與，誤而可矣！今使民離實學偽，非所以視民也。為後世慮，不若休之。難治也！”施於人而不忘，非天布也，商賈不齒。雖以事齒之，神者弗齒。為外刑者，金與木也；為內刑者，動與過也。宵人之離外刑者，金木訊之；離內刑者，陰陽食之。夫免乎外內之刑者，唯真人能之。\n\n孔子曰：“凡人心險于山川，難於知天。天猶有春秋冬夏旦暮之期，人者厚貌深情。故有貌願而益，有長若不肖，有慎狷而達，有堅而縵，有緩而悍。故其就義若渴者，其去義若熱。故君子遠使之而觀其忠，近使之而觀其敬，煩使之而觀其能，卒然問焉而觀其知，急與之期而觀其信，委之以財而觀其仁，告之以危而觀其節，醉之以酒而觀其側，雜之以處而觀其色。九徵至，不肖人得矣。”\n\n正考父一命而傴，再命而僂，三命而俯，循牆而走，孰敢不軌！如而夫者，一命而呂鉅，再命而於車上舞，三命而名諸父。孰協唐許？賊莫大乎德有心而心有睫，及其有睫也而內視，內視而敗矣！凶德有五，中德為首。何謂中德？中德也者，有以自好也而吡其所不為者也。窮有八極，達有三必，形有六府。美、髯、長、大、壯、麗、勇、、敢，八者俱過人也，因以是窮；緣循、偃仰、困畏，不若人三者俱通達；知慧外通，勇動多怨，仁義多責，六者所以相刑也。達生之性者傀，達於知者肖，達大命者隨，達小命者遭。\n\n人有見宋王者，錫車十乘。以其十乘驕稚莊子。莊子曰：“河上有家貧恃緯蕭而食者，其子沒於淵，得千金之珠。其父謂其子曰：‘取石來鍛之！夫千金之珠，必在九重之淵而驪龍頷下。子能得珠者，必遭其睡也。使驪龍而寐，子尚奚微之有哉！’今宋國之深，非直九重之淵也；宋王之猛，非直驪龍也。子能得車者，必遭其睡也；使宋王而寐，子為齎粉夫。”\n\n或聘於莊子，莊子應其使曰：“子見夫犧牛乎？衣以文繡，食以芻叔。及其牽而入於大廟，雖欲為孤犢，其可得乎！”\n\n莊子將死，弟子欲厚葬之。莊子曰：“吾以天地為棺槨，以日月為連璧，星辰為珠璣，萬物為齎送。吾葬具豈不備邪？何以加此！”弟子曰：“吾恐烏鳶之食夫子也。”莊子曰：“在上為烏鳶食，在下為螻蟻食，奪彼與此，何其偏也。”以不平平，其平也不平；以不徵徵，其徵也不徵。明者唯為之使，神者徵之。夫明之不勝神也久矣，而愚者恃其所見入於人，其功外也，不亦悲夫！\n\n"    
},
{
"章節":"十一",
"章節名稱":"天下",
"章節內容":"天下之治方術者多矣，皆以其有為不可加矣！古之所謂道術者，果惡乎在？曰：“無乎不在。”曰∶“神何由降？明何由出？”“聖有所生，王有所成，皆原於一。”不離於宗，謂之天人；不離於精，謂之神人；不離於真，謂之至人。以天為宗，以德為本，以道為門，兆於變化，謂之聖人；以仁為恩，以義為理，以禮為行，以樂為和，薰然慈仁，謂之君子；以法為分，以名為表，以參為驗，以稽為決，其數一二三四是也，百官以此相齒；以事為常，以衣食為主，蕃息畜藏，老弱孤寡為意，皆有以養，民之理也。古之人其備乎！配神明，醇天地，育萬物，和天下，澤及百姓，明於本數，繫於末度，六通四辟，小大精粗，其運無乎不在。其明而在數度者，舊法、世傳之史尚多有之；其在於《詩》、《書》、《禮》、《樂》者，鄒魯之士、縉紳先生多能明之。《詩》以道志，《書》以道事，《禮》以道行，《樂》以道和，《易》以道陰陽，《春秋》以道名分。其數散於天下而設於中國者，百家之學時或稱而道之。\n\n天下大亂，賢聖不明，道德不一。天下多得一察焉以自好。譬如耳目鼻口，皆有所明，不能相通。猶百家眾技也，皆有所長，時有所用。雖然，不該不遍，一曲之士也。判天地之美，析萬物之理，察古人之全。寡能備於天地之美，稱神明之容。是故內聖外王之道，暗而不明，鬱而不發，天下之人各為其所欲焉以自為方。悲夫！百家往而不反，必不合矣！後世之學者，不幸不見天地之純，古人之大體。道術將為天下裂。\n\n不侈於後世，不靡於萬物，不暉於數度，以繩墨自矯，而備世之急。古之道術有在於是者，墨翟、禽滑釐聞其風而說之。為之大過，已之大順。作為《非樂》，命之曰《節用》。生不歌，死無服。墨子泛愛兼利而非鬥，其道不怒。又好學而博，不異，不與先王同，毀古之禮樂。黃帝有《咸池》，堯有《大章》，舜有《大韶》，禹有《大夏》，湯有《大濩》，文王有辟雍之樂，武王、周公作《武》。古之喪禮，貴賤有儀，上下有等。天子棺槨七重，諸侯五重，大夫三重，士再重。今墨子獨生不歌，死不服，桐棺三寸而無槨，以為法式。以此教人，恐不愛人；以此自行，固不愛己。未敗墨子道。雖然，歌而非歌，哭而非哭，樂而非樂，是果類乎？其生也勤，其死也薄，其道大觳。使人憂，使人悲，其行難為也。恐其不可以為聖人之道，反天下之心。天下不堪。墨子雖獨能任，奈天下何！離於天下，其去王也遠矣！墨子稱道曰：“昔禹之湮洪水，決江河而通四夷九州也。名山三百，支川三千，小者無數。禹親自操橐耜而九雜天下之川。腓無跋，脛無毛，沐甚雨，櫛疾風，置萬國。禹大聖也，而形勞天下也如此。”使後世之墨者，多以裘褐為衣，以屐蹻為服，日夜不休，以自苦為極，曰：“不能如此，非禹之道也，不足謂墨。”相里勤之弟子，五侯之徒，南方之墨者若獲、已齒、鄧陵子之屬，俱誦《墨經》，而倍譎不同，相謂別墨。以堅白同異之辯相訾，以奇偶不仵之辭相應，以鉅子為聖人。皆願為之屍，冀得為其後世，至今不決。墨翟、禽滑釐之意則是，其行則非也。將使後世之墨者，必以自苦腓無跋、脛無毛相進而已矣。亂之上也，治之下也。雖然，墨子真天下之好也，將求之不得也，雖枯槁不捨也，才士也夫！\n\n不累於俗，不飾於物，不苟於人，不忮於眾，願天下之安寧以活民命，人我之養，畢足而止，以此白心。古之道術有在於是者，宋鈃、尹文聞其風而悅之。作為華山之冠以自表，接萬物以別宥為始。語心之容，命之曰“心之行”。以聏合歡，以調海內。請欲置之以為主。見侮不辱，救民之鬥，禁攻寢兵，救世之戰。以此周行天下，上說下教。雖天下不取，強聒而不捨者也。故曰：上下見厭而強見也。雖然，其為人太多，其自為太少，曰：“請欲固置五升之飯足矣。”先生恐不得飽，弟子雖飢，不忘天下，日夜不休。曰：“我必得活哉！”圖傲乎救世之士哉！曰：“君子不為苛察，不以身假物。”以為無益於天下者，明之不如己也。以禁攻寢兵為外，以情慾寡淺為內。其小大精粗，其行適至是而止。\n\n公而不黨，易而無私，決然無主，趣物而不兩，不顧於慮，不謀於知，於物無擇，與之俱往。古之道術有在於是者，彭蒙、田駢、慎到聞其風而悅之。齊萬物以為首，曰：“天能覆之而不能載之，地能載之而不能覆之，大道能包之而不能辯之。”知萬物皆有所可，有所不可。故曰：“選則不遍，教則不至，道則無遺者矣。”是故慎到棄知去己，而緣不得已。泠汰於物，以為道理。曰：“知不知，將薄知而後鄰傷之者也。”謑髁無任，而笑天下之尚賢也；縱脫無行，而非天下之大聖；椎拍輐斷，與物宛轉；舍是與非，苟可以免。不師知慮，不知前後，魏然而已矣。推而後行，曳而後往。若飄風之還，若羽之旋，若磨石之隧，全而無非，動靜無過，未嘗有罪。是何故？夫無知之物，無建己之患，無用知之累，動靜不離於理，是以終身無譽。故曰：“至於若無知之物而已，無用賢聖。夫塊不失道。”豪桀相與笑之曰：“慎到之道，非生人之行，而至死人之理。”適得怪焉。田駢亦然，學於彭蒙，得不教焉。彭蒙之師曰：“古之道人，至於莫之是、莫之非而已矣。其風窨然，惡可而言。”常反人，不見觀，而不免於魭斷。其所謂道非道，而所言之韙不免於非。彭蒙、田駢、慎到不知道。雖然，概乎皆嘗有聞者也。\n\n以本為精，以物為粗，以有積為不足，澹然獨與神明居。古之道術有在於是者，關尹、老聃聞其風而悅之。建之以常無有，主之以太一。以濡弱謙下為表，以空虛不毀萬物為實。關尹曰：“在己無居，形物自著。”其動若水，其靜若鏡，其應若響。芴乎若亡，寂乎若清。同焉者和，得焉者失。未嘗先人而常隨人。老聃曰：“知其雄，守其雌，為天下溪；知其白，守其辱，為天下谷。”人皆取先，己獨取後。曰：“受天下之垢”。人皆取實，己獨取虛。“無藏也故有餘”。巋然而有餘。其行身也，徐而不費，無為也而笑巧。人皆求福，己獨曲全。曰：“苟免於咎”。以深為根，以約為紀。曰：“堅則毀矣，銳則挫矣”。常寬容於物，不削於人。雖未至於極，關尹、老聃乎，古之博大真人哉！\n\n寂漠無形，變化無常，死與？生與？天地並與？神明往與？芒乎何之？忽乎何適？萬物畢羅，莫足以歸。古之道術有在於是者，莊周聞其風而悅之。以謬悠之說，荒唐之言，無端崖之辭，時恣縱而不儻，不奇見之也。以天下為沈濁，不可與莊語。以卮言為曼衍，以重言為真，以寓言為廣。獨與天地精神往來，而不敖倪於萬物。不譴是非，以與世俗處。其書雖環瑋，而連犿無傷也。其辭雖參差，而諔詭可觀。彼其充實，不可以已。上與造物者遊，而下與外死生、無終始者為友。其於本也，弘大而闢，深閎而肆；其於宗也，可謂稠適而上遂矣。雖然，其應於化而解於物也，其理不竭，其來不蛻，芒乎昧乎，未之盡者。\n\n惠施多方，其書五車，其道舛駁，其言也不中。歷物之意，曰：“至大無外，謂之大一；至小無內，謂之小一。無厚，不可積也，其大千裡。天與地卑，山與澤平。日方中方睨，物方生方死。大同而與小同異，此之謂‘小同異’；萬物畢同畢異，此之謂‘大同異’。南方無窮而有窮。今日適越而昔來。連環可解也。我知天之中央，燕之北、越之南是也。泛愛萬物，天地一體也。”惠施以此為大，觀於天下而曉辯者，天下之辯者相與樂之。卵有毛。雞有三足。郢有天下。犬可以為羊。馬有卵。丁子有尾。火不熱。山出口。輪不蹍地。目不見。指不至，至不絕。龜長於蛇。矩不方，規不可以為圓。鑿不圍枘。飛鳥之景未嘗動也。鏃矢之疾，而有不行、不止之時。狗非犬。黃馬驪牛三。白狗黑。孤駒未嘗有母。一尺之棰，日取其半，萬世不竭。辯者以此與惠施相應，終身無窮。桓團、公孫龍辯者之徒，飾人之心，易人之意，能勝人之口，不能服人之心，辯者之囿也。惠施日以其知與之辯，特與天下之辯者為怪，此其柢也。然惠施之口談，自以為最賢，曰：“天地其壯乎，施存雄而無術。”南方有倚人焉，曰黃繚，問天地所以不墜不陷，風雨雷霆之故。惠施不辭而應，不慮而對，遍為萬物說。說而不休，多而無已，猶以為寡，益之以怪，以反人為實，而欲以勝人為名，是以與眾不適也。弱於德，強於物，其塗隩矣。由天地之道觀惠施之能，其猶一蚊一虻之勞者也。其於物也何庸！夫充一尚可，曰愈貴，道幾矣！惠施不能以此自寧，散於萬物而不厭，卒以善辯為名。惜乎！惠施之才，駘蕩而不得，逐萬物而不反，是窮響以聲，形與影競走也，悲夫！\n\n"    
}
]
}