{
"莊子外篇":[
{
"章節":"一",
"章節名稱":"駢拇",
"章節內容":"駢拇枝指出乎性哉，而侈於德；附贅縣疣出乎形哉，而侈於性；多 方乎仁義而用之者，列於五藏哉，而非道德之正也。是故駢於足者， 連無用之肉也；枝於手者，樹無用之指也；多方駢枝於五藏之情者， 淫僻於仁義之行，而多方於聰明之用也。\n\n是故駢於明者，亂五色，淫文章，青黃黼黻之煌煌非乎？而離朱是 已！多於聰者，亂五聲，淫六律，金石絲竹黃鐘大呂之聲非乎？而師 曠是已！枝於仁者，擢德塞性以收名聲，使天下簧鼓以奉不及之法非 乎？而曾、史是已！駢於辯者，累瓦結繩竄句，遊心於堅白同異之間 ，而敝跬譽無用之言非乎？而楊、墨是已！故此皆多駢旁枝之道，非 天下之至正也。\n\n彼正正者，不失其性命之情。故合者不為駢，而枝者不為跂；長者 不為有餘，短者不為不足。是故鳧脛雖短，續之則憂；鶴脛雖長，斷 之則悲。故性長非所斷，性短非所續，無所去憂也。\n\n意仁義其非人情乎！彼仁人何其多憂也。且夫駢於拇者，決之則泣 ；枝於手者，齕之則啼。二者或有餘於數，或不足於數，其於憂一也。 今世之仁人，蒿目而憂世之患；不仁之人，決性命之情而饕貴富。故意 仁義其非人情乎！自三代以下者，天下何其囂囂也。\n\n且夫待鉤繩規矩而正者，是削其性者也；待繩約膠漆而固者，是侵 其德者也；屈折禮樂，呴俞仁義，以慰天下之心者，此失其常然也。 天下有常然。常然者，曲者不以鉤，直者不以繩，圓者不以規，方者 不以矩，附離不以膠漆，約束不以纆索。故天下誘然皆生，而不知其 所以生；同焉皆得，而不知其所以得。故古今不二，不可虧也。則仁 義又奚連連如膠漆纆索而遊乎道德之間為哉！使天下惑也！\n\n夫小惑易方，大惑易性。何以知其然邪？自虞氏招仁義以撓天下也 ，天下莫不奔命於仁義。是非以仁義易其性與？\n\n故嘗試論之：自三代以下者，天下莫不以物易其性矣！小人則以身 殉利；士則以身殉名；大夫則以身殉家；聖人則以身殉天下。故此數 子者，事業不同，名聲異號，其於傷性以身為殉，一也。\n\n臧與谷，二人相與牧羊而俱亡其羊。問臧奚事，則挾策讀書；問谷 奚事，則博塞以遊。二人者，事業不同，其於亡羊均也。\n\n伯夷死名於首陽之下，盜跖死利於東陵之上。二人者，所死不同， 其於殘生傷性均也。奚必伯夷之是而盜跖之非乎？\n\n天下盡殉也：彼其所殉仁義也，則俗謂之君子；其所殉貨財也，則 俗謂之小人。其殉一也，則有君子焉，有小人焉。若其殘生損性，則 盜跖亦伯夷已，又惡取君子小人於其間哉！\n\n且夫屬其性乎仁義者，雖通如曾、史，非吾所謂臧也；屬其性於五 味，雖通如俞兒，非吾所謂臧也；屬其性乎五聲，雖通如師曠，非吾 所謂聰也；屬其性乎五色，雖通如離朱，非吾所謂明也。吾所謂臧者 ，非所謂仁義之謂也，臧於其德而已矣；吾所謂臧者，非所謂仁義之 謂也，任其性命之情而已矣；吾所謂聰者，非謂其聞彼也，自聞而已 矣；吾所謂明者，非謂其見彼也，自見而已矣。夫不自見而見彼，不 自得而得彼者，是得人之得而不自得其得者也，適人之適而不自適其 適者也。夫適人之適而不自適其適，雖盜跖與伯夷，是同為淫僻也。 餘愧乎道德，是以上不敢為仁義之操，而下不敢為淫僻之行也。\n\n"
},
{
"章節":"二",
"章節名稱":"馬蹄",
"章節內容":"馬，蹄可以踐霜雪，毛可以御風寒。齕草飲水，翹足而陸，此馬之 真性也。雖有義臺路寢，無所用之。及至伯樂，曰：“我善治馬。” 燒之，剔之，刻之，雒之。連之以羈縶，編之以皁棧，馬之死者十二 三矣！飢之渴之，馳之驟之，整之齊之，前有橛飾之患，而後有鞭 生筴之威，而馬之死者已過半矣！陶者曰：“我善治埴。”圓者中規， 方者中矩。匠人曰：“我善治木。”曲者中鉤，直者應繩。夫埴木之 性，豈欲中規矩鉤繩哉！然且世世稱之曰：“伯樂善治馬，而陶匠善 治埴木。”此亦治天下者之過也。\n\n吾意善治天下者不然。彼民有常性，織而衣，耕而食，是謂同德。 一而不黨，命曰天放。故至德之世，其行填填，其視顛顛。當是時也 ，山無蹊隧，澤無舟樑；萬物群生，連屬其鄉；禽獸成群，草木遂長 。是故禽獸可系羈而遊，鳥鵲之巢可攀援而窺。夫至德之世，同與禽 獸居，族與萬物並。惡乎知君子小人哉！同乎無知，其德不離；同乎 無慾，是謂素樸。素樸而民性得矣。及至聖人，蹩躠為仁，踶跂為義， 而天下始疑矣。澶漫為樂，摘僻為禮，而天下始分矣。故純樸不殘， 孰為犧尊！白玉不毀，孰為珪璋！道德不廢，安取仁義！性情不離， 安用禮樂！五色不亂，孰為文采！五聲不亂，孰應六律！\n\n夫殘樸以為器，工匠之罪也；毀道德以為仁義，聖人之過也。夫馬 陸居則食草飲水，喜則交頸相靡，怒則分背相踢。馬知已此矣！夫加 之以衡扼，齊之以月題，而馬知介倪闉扼鷙曼詭銜竊轡。故馬之知而 能至盜者，伯樂之罪也。夫赫胥氏之時，民居不知所為，行不知所之， 含哺而熙，鼓腹而遊。民能已此矣！及至聖人，屈折禮樂以匡天下之 形，縣跂仁義以慰天下之心，而民乃始踶跂好知，爭歸於利，不可止 也。此亦聖人之過也。\n\n"    
},
{
"章節":"三",
"章節名稱":"胠篋",
"章節內容":"將為胠篋探囊發匱之盜而為守備，則必攝緘藤，固扃鐍，此世俗之 所謂知也。然而巨盜至，則負匱揭篋擔囊而趨，唯恐緘藤扃鐍之不 固也。然則鄉之所謂知者，不乃為大盜積者也？\n\n故嘗試論之：世俗之所謂知者，有不為大盜積者乎？所謂聖者，有 不為大盜守者乎？何以知其然邪？昔者齊國鄰邑相望，雞狗之音相聞 ，罔罟之所布，耒耨之所刺，方二千餘里。闔四竟之內，所以立宗廟 社稷，治邑屋州閭鄉曲者，曷嘗不法聖人哉？然而田成子一旦殺齊君 而盜其國，所盜者豈獨其國邪？並與其聖知之法而盜之，故田成子有 乎盜賊之名，而身處堯舜之安。小國不敢非，大國不敢誅，十二世有 齊國，則是不乃竊齊國並與其聖知之法以守其盜賊之身乎？\n\n嘗試論之：世俗之所謂至知者，有不為大盜積者乎？所謂至聖者， 有不為大盜守者乎？何以知其然邪？昔者龍逢斬，比干剖，萇弘胣， 子胥靡。故四子之賢而身不免乎戮。故跖之徒問於跖曰：“盜亦有道 乎？”跖曰：“何適而無有道邪？夫妄意室中之藏，聖也；入先，勇 也；出後，義也；知可否，知也；分均，仁也。五者不備而能成大盜 者，天下未之有也。”由是觀之，善人不得聖人之道不立，跖不得聖 人之道不行。天下之善人少而不善人多，則聖人之利天下也少而害天 下也多。故曰：脣竭則齒寒，魯酒薄而邯鄲圍，聖人生而大盜起。掊 擊聖人，縱舍盜賊，而天下始治矣。\n\n夫川竭而谷虛，丘夷而淵實。聖人已死，則大盜不起，天下平而無 故矣！聖人不死，大盜不止。雖重聖人而治天下，則是重利盜跖也。 為之鬥斛以量之，則並與鬥斛而竊之；為之權衡以稱之，則並與權衡 而竊之；為之符璽以信之，則並與符璽而竊之；為之仁義以矯之，則 並與仁義而竊之。何以知其然邪？彼竊鉤者誅，竊國者為諸侯，諸侯 之門而仁義存焉，則是非竊仁義聖知邪？故逐於大盜，揭諸侯，竊仁 義並鬥斛權衡符璽之利者，雖有軒冕之賞弗能勸，斧鉞之威弗能禁。 此重利盜跖而使不可禁者，是乃聖人之過也。\n\n故曰：“魚不可脫於淵，國之利器不可以示人。”彼聖人者，天下 之利器也，非所以明天下也。故絕聖棄知，大盜乃止；擲玉毀珠，小 盜不起；焚符破璽，而民樸鄙；掊斗折衡，而民不爭；殫殘天下之聖 法，而民始可與論議；擢亂六律，鑠絕竽瑟，塞瞽曠之耳，而天下始 人含其聰矣；滅文章，散五采，膠離朱之目，而天下始人含其明矣。 毀絕鉤繩而棄規矩，囗（左“扌”右“麗”）工倕之指，而天下始人 有其巧矣。故曰：大巧若拙。削曾、史之行，鉗楊、墨之口，攘棄仁 義，而天下之德始玄同矣。彼人含其明，則天下不鑠矣；人含其聰， 則天下不累矣；人含其知，則天下不惑矣；人含其德，則天下不僻矣。 彼曾、史、楊、墨、師曠、工倕、離朱者，皆外立其德而爚亂天下者 也，法之所無用也。\n\n子獨不知至德之世乎？昔者容成氏、大庭氏、伯皇氏、中央氏、慄 陸氏、驪畜氏、軒轅氏、赫胥氏、尊盧氏、祝融氏、伏戲氏、神農氏 ，當是時也，民結繩而用之。甘其食，美其服，樂其俗，安其居，鄰 國相望，雞狗之音相聞，民至老死而不相往來。若此之時，則至治已 。今遂至使民延頸舉踵，曰“某所有賢者”，贏糧而趣之，則內棄其 親而外去其主之事，足跡接乎諸侯之境，車軌結乎千里之外。則是上 好知之過也！\n\n上誠好知而無道，則天下大亂矣！何以知其然邪？夫弓弩畢弋機變 之知多，則鳥亂於上矣；鉤餌罔罟罾笱之知多，則魚亂於水矣；削格 羅落罯罘之知多，則獸亂於澤矣；知詐漸毒、頡滑堅白、解垢同異之 變多，則俗惑於辯矣。故天下每每大亂，罪在於好知。故天下皆知求 其所不知而莫知求其所已知者，皆知非其所不善而莫知非其所已善者， 是以大亂。故上悖日月之明，下爍山川之精，中墮四時之施，惴耎之 蟲，肖翹之物，莫不失其性。甚矣，夫好知之亂天下也！自三代以下 者是已！舍夫種種之機而悅伕役役之佞；釋夫恬淡無為而悅夫啍啍之 意，啍啍已亂天下矣！\n\n" 
},
{
"章節":"四",
"章節名稱":"在宥",
"章節內容":"聞在宥天下，不聞治天下也。在之也者，恐天下之淫其性也；宥之 也者，恐天下之遷其德也。天下不淫其性，不遷其德，有治天下者哉 ？昔堯之治天下也，使天下欣欣焉人樂其性，是不恬也；桀之治天下 也，使天下瘁瘁焉人苦其性，是不愉也。夫不恬不愉。非德也；非德 也而可長久者，天下無之。\n\n人大喜邪，毗於陽；大怒邪，毗於陰。陰陽並毗，四時不至，寒暑 之和不成，其反傷人之形乎！使人喜怒失位，居處無常，思慮不自得 ，中道不成章。於是乎天下始喬詰卓鷙，而後有盜跖、曾、史之行。 故舉天下以賞其善者不足，舉天下以罰其惡者不給。故天下之大不足 以賞罰。自三代以下者，匈匈焉終以賞罰為事，彼何暇安其性命之情 哉！\n\n而且說明邪，是淫於色也；說聰邪，是淫於聲也；說仁邪，是亂於 德也；說義邪，是悖於理也；說禮邪，是相於技也；說樂邪，是相於 淫也；說聖邪，是相於藝也；說知邪，是相於疵也。天下將安其性命 之情，之八者，存可也，亡可也。天下將不安其性命之情，之八者， 乃始臠卷囗（左“犭”右“倉”）囊而亂天下也。而天下乃始尊之惜 之。甚矣，天下之惑也！豈直過也而去之邪！乃齊戒以言之，跪坐以 進之，鼓歌以餘儛之。吾若是何哉！\n\n故君子不得已而臨蒞天下，莫若無為。無為也，而後安其性命之情 。故貴以身於為天下，則可以託天下；愛以身於為天下，則可以寄天 下。故君子苟能無解其五藏，無擢其聰明，屍居而龍見，淵默而雷聲 ，神動而天隨，從容無為而萬物炊累焉。吾又何暇治天下哉！\n\n崔瞿問於老聃曰：“不治天下，安藏人心？”老聃曰：“女慎，無 攖人心。人心排下而進上，上下囚殺，淖約柔乎剛強，廉劌雕琢，其 熱焦火，其寒凝冰，其疾俯仰之間而再撫四海之外。其居也，淵而靜 ；其動也，縣而天。僨驕而不可系者，其唯人心乎！昔者黃帝始以仁 義攖人之心，堯、舜於是乎股無胈，脛無毛，以養天下之形。愁其五 藏以為仁義，矜其血氣以規法度。然猶有不勝也。堯於是放囗調節讙 兜於崇山，投三苗於三峗，流共工於幽都，此不勝天下也。夫施及三 王而天下大駭矣。下有桀、跖，上有曾、史，而儒墨畢起。於是乎喜 怒相疑，愚知相欺，善否相非，誕信相譏，而天下衰矣；大德不同， 而性命爛漫矣；天下好知，而百姓求竭矣。於是乎斤鋸制焉，繩墨殺 焉，椎鑿決焉。天下脊脊大亂，罪在攖人心。故賢者伏處大山嵁巖之 下，而萬乘之君憂慄乎廟堂之上。今世殊死者相枕也，桁楊者相推也 ，形戮者相望也，而儒墨乃始離跂攘臂乎桎梏之間。意，甚矣哉！其 無愧而不知恥也甚矣！吾未知聖知之不為桁楊椄槢也，仁義之不為桎 梏鑿枘也，焉知曾、史之不為桀、跖嚆矢也！故曰：絕聖棄知，而天 下大治。\n\n黃帝立為天子十九年，令行天下，聞廣成子在於空同之上，故往見 之，曰：“我聞吾子達於至道，敢問至道之精。吾欲取天地之精，以 佐五穀，以養民人。吾又欲官陰陽以遂群生，為之奈何？”廣成子曰 ：“而所欲問者，物之質也；而所欲官者，物之殘也。自而治天下， 雲氣不待族而雨，草木不待黃而落，日月之光益以荒矣，而佞人之心 翦翦者，又奚足以語至道！”黃帝退，捐天下，築特室，席白茅，閒 居三月，復往邀之。廣成子南首而臥，黃帝順下風膝行而進，再拜稽 首而問曰：“聞吾子達於至道，敢問：治身奈何而可以長久？”廣成 子蹶然而起，曰：“善哉問乎！來，吾語女至道：至道之精，窈窈冥 冥；至道之極，昏昏默默。無視無聽，抱神以靜，形將自正。必靜必 清，無勞女形，無搖女精，乃可以長生。目無所見，耳無所聞，心無 所知，女神將守形，形乃長生。慎女內，閉女外，多知為敗。我為女 遂於大明之上矣，至彼至陽之原也；為女入於窈冥之門矣，至彼至陰 之原也。天地有官，陰陽有藏。慎守女身，物將自壯。我守其一以處 其和。故我修身千二百歲矣，吾形未常衰。”黃帝再拜稽首曰：“廣 成子之謂天矣！”廣成子曰：“來！餘語女：彼其物無窮，而人皆以 為有終；彼其物無測，而人皆以為有極。得吾道者，上為皇而下為王 ；失吾道者，上見光而下為土。今夫百昌皆生於土而反於土。故餘將 去女，入無窮之門，以遊無極之野。吾與日月參光，吾與天地為常。 當我緡乎，遠我昏乎！人其盡死，而我獨存乎！”\n\n雲將東遊，過扶搖之枝而適遭鴻蒙。鴻蒙方將拊脾雀躍而遊。雲將 見之，倘然止，贄然立，曰：“叟何人邪？叟何為此？”鴻蒙拊脾雀 躍不輟，對雲將曰：“遊！”雲將曰：“朕願有問也。”鴻蒙仰而視 雲將曰：“籲！”雲將曰：“天氣不和，地氣鬱結，六氣不調，四時 不節。今我願合六氣之精以育群生，為之奈何？”鴻蒙拊脾雀躍掉頭 曰：“吾弗知！吾弗知！”雲將不得問。又三年，東遊，過有宋之野 ，而適遭鴻蒙。雲將大喜，行趨而進曰：“天忘朕邪？天忘朕邪？” 再拜稽首，願聞於鴻蒙。鴻蒙曰：“浮游不知所求，猖狂不知所往， 遊者鞅掌，以觀無妄。朕又何知！”雲將曰：“朕也自以為猖狂，而 民隨予所往；朕也不得已於民，今則民之放也！願聞一言。”鴻蒙曰 ：“亂天之經，逆物之情，玄天弗成，解獸之群而鳥皆夜鳴，災及草 木，禍及止蟲。意！治人之過也。”雲將曰：“然則吾奈何？”鴻蒙 曰：“意！毒哉！僊僊乎歸矣！”雲將曰：“吾遇天難，願聞一言。” 鴻蒙曰：“意！心養！汝徒處無為，而物自化。墮爾形體，吐爾聰明， 倫與物忘，大同乎涬溟。解心釋神，莫然無魂。萬物云云，各復其根， 各復其根而不知。渾渾沌沌，終身不離。若彼知之，乃是離之。無問 其名，無窺其情，物固自生。”雲將曰：“天降朕以德，示朕以默。 躬身求之，乃今得也。”再拜稽首，起辭而行。\n\n世俗之人，皆喜人之同乎己而惡人之異於己也。同於己而欲之，異 於己而不欲者，以出乎眾為心也。夫以出乎眾為心者，曷常出乎眾哉 ？因眾以寧所聞，不如眾技眾矣。而欲為人之國者，此攬乎三王之利 而不見其患者也。此以人之國僥倖也。幾何僥倖而不喪人之國乎？其 存人之國也，無萬分之一；而喪人之國也，一不成而萬有餘喪矣！悲 夫，有土者之不知也！夫有土者，有大物也。有大物者，不可以物。 物而不物，故能物物。明乎物物者之非物也，豈獨治天下百姓而已哉 ！出入六合，遊乎九州，獨往獨來，是謂獨有。獨有之人，是之謂至 貴。\n\n大人之教，若形之於影，聲之於響，有問而應之，盡其所懷，為天 下配。處乎無響。行乎無方。挈汝適復之，撓撓以遊無端，出入無旁 ，與日無始。頌論形軀，合乎大同。大同而無己。無己，惡乎得有有 。睹有者，昔之君子；睹無者，天地之友。\n\n賤而不可不任者，物也；卑而不可不因者，民也；匿而不可不為者 ，事也；粗而不可不陳者，法也；遠而不可不居者，義也；親而不可 不廣者，仁也；節而不可不積者，禮也；中而不可不高者，德也；一 而不可不易者，道也；神而不可不為者，天也。故聖人觀於天而不助 ，成於德而不累，出於道而不謀，會於仁而不恃，薄於義而不積，應 於禮而不諱，接於事而不辭，齊於法而不亂，恃於民而不輕，因於物 而不去。物者莫足為也，而不可不為。不明於天者，不純於德；不通 於道者，無自而可；不明於道者，悲夫！何謂道？有天道，有人道。 無為而尊者，天道也；有為而累者，人道也。主者，天道也；臣者， 人道也。天道之與人道也，相去遠矣，不可不察也。\n\n"   
},
{
"章節":"五",
"章節名稱":"天地",
"章節內容":"天地雖大，其化均也；萬物雖多，其治一也；人卒雖眾，其主君也。君原於德而成於天。故曰：玄古之君天下，無為也，天德而已矣。以道觀言而天下之君正；以道觀分而君臣之義明；以道觀能而天下之官治；以道泛觀而萬物之應備。故通於天地者，德也；行於萬物者，道也；上治人者，事也；能有所藝者，技也。技兼於事，事兼於義，義兼於德，德兼於道，道兼於天。故曰：古之畜天下者，無慾而天下足，無為而萬物化，淵靜而百姓定。《記》曰：“通於一而萬事畢，無心得而鬼神服。”\n\n夫子曰：“夫道，覆載萬物者也，洋洋乎大哉！君子不可以不刳心焉。無為為之之謂天，無為言之之謂德，愛人利物之謂仁，不同同之之謂大，行不崖異之謂寬，有萬不同之謂富。故執德之謂紀，德成之謂立，循於道之謂備，不以物挫志之謂完。君子明於此十者，則韜乎其事心之大也，沛乎其為萬物逝也。若然者，藏金于山，藏珠於淵；不利貨財，不近貴富；不樂壽，不哀夭；不榮通，不醜窮。不拘一世之利以為己私分，不以王天下為己處顯。顯則明。萬物一府，死生同狀。”\n\n夫子曰：“夫道，淵乎其居也，漻乎其清也。金石不得無以鳴。故金石有聲，不考不鳴。萬物孰能定之！夫王德之人，素逝而恥通於事，立之本原而知通於神，故其德廣。其心之出，有物採之。故形非道不生，生非德不明。存形窮生，立德明道，非王德者邪！蕩蕩乎！忽然出，勃然動，而萬物從之乎！此謂王德之人。視乎冥冥，聽乎無聲。冥冥之中，獨見曉焉；無聲之中，獨聞和焉。故深之又深而能物焉；神之又神而能精焉。故其與萬物接也，至無而供其求，時騁而要其宿，大小、長短、修遠。”\n\n黃帝遊乎赤水之北，登乎崑崙之丘而南望。還歸，遺其玄珠。使知索之而不得，使離朱索之而不得，使吃詬索之而不得也。乃使象罔，象罔得之。黃帝曰：“異哉，象罔乃可以得之乎？”\n\n堯之師曰許由，許由之師曰齧缺，齧缺之師曰王倪，王倪之師曰被衣。堯問於許由曰：“齧缺可以配天乎？吾藉王倪以要之。”許由曰：“殆哉，圾乎天下！齧缺之為人也，聰明睿知，給數以敏，其性過人，而又乃以人受天。彼審乎禁過，而不知過之所由生。與之配天乎？彼且乘人而無天。方且本身而異形，方且尊知而火馳，方且為緒使，方且為物絯，方且四顧而物應，方且應眾宜，方且與物化而未始有恆。夫何足以配天乎！雖然，有族有祖，可以為眾父而不可以為眾父父。治，亂之率也，北面之禍也，南面之賊也。”\n\n堯觀乎華，華封人曰：“嘻，聖人！請祝聖人，使聖人壽。”堯曰：“辭。”“使聖人富。”堯曰：“辭。”“使聖人多男子。”堯曰：“辭。”封人曰：“壽，富，多男子，人之所欲也。女獨不欲，何邪？”堯曰：“多男子則多懼，富則多事，壽則多辱。是三者，非所以養德也，故辭。”封人曰：“始也我以女為聖人邪，今然君子也。天生萬民，必授之職。多男子而授之職，則何懼之有？富而使人分之，則何事之有？夫聖人，鶉居而彀食，鳥行而無彰。天下有道，則與物皆昌；天下無道，則修德就閒。千歲厭世，去而上仙，乘彼白雲，至於帝鄉。三患莫至，身常無殃，則何辱之有？”封人去之，堯隨之曰：“請問。”封人曰：“退已！”\n\n堯治天下，伯成子高立為諸侯。堯授舜，舜授禹，伯成子高辭為諸侯而耕。禹往見之，則耕在野。禹趨就下風，立而問焉，曰：“昔堯治天下，吾子立為諸侯。堯授舜，舜授予，而吾子辭為諸侯而耕。敢問其故何也？”子高曰：“昔者堯治天下，不賞而民勸，不罰而民畏。今子賞罰而民且不仁，德自此衰，刑自此立，後世之亂自此始矣！夫子闔行邪？無落吾事！”俋乎耕而不顧。\n\n泰初有無，無有無名。一之所起，有一而未形。物得以生謂之德；未形者有分，且然無間謂之命；留動而生物，物成生理謂之形；形體保神，各有儀則謂之性；性修反德，德至同於初。同乃虛，虛乃大。合喙鳴。喙鳴合，與天地為合。其合緡緡，若愚若昏，是謂玄德，同乎大順。\n\n夫子問於老聃曰：“有人治道若相放，可不可，然不然。辯者有言曰：‘離堅白，若縣寓。’若是則可謂聖人乎？”老聃曰：“是胥易技系，勞形怵心者也。執留之狗成思，猿狙之便自山林來。丘，予告若，而所不能聞與而所不能言：凡有首有趾、無心無耳者眾；有形者與無形無狀而皆存者盡無。其動止也，其死生也，其廢起也，此又非其所以也。有治在人。忘乎物，忘乎天，其名為忘己。忘己之人，是之謂入於天。”\n\n將閭葂見季徹曰：“魯君謂葂也曰：‘請受教。’辭不獲命。既已告矣，未知中否。請嘗薦之。吾謂魯君曰：‘必服恭儉，拔出公忠之屬而無阿私，民孰敢不輯！’”季徹局局然笑曰：“若夫子之言，於帝王之德，猶螳螂之怒臂以當車軼，則必不勝任矣！且若是，則其自為處危，其觀臺多物，將往投跡者眾。”將閭葂覤覤然驚曰：“葂也汒若於夫子之所言矣！雖然，願先生之言其風也。”季徹曰：“大聖之治天下也，搖盪民心，使之成教易俗，舉滅其賊心而皆進其獨志。若性之自為，而民不知其所由然。若然者，豈兄堯、舜之教民溟涬然弟之哉？欲同乎德而心居矣！”\n\n子貢南遊於楚，反於晉，過漢陰，見一丈人方將為圃畦，鑿隧而入井，抱甕而出灌，搰搰然用力甚多而見功寡。子貢曰：“有械於此，一日浸百畦，用力甚寡而見功多，夫子不欲乎？”為圃者仰而視之曰：“奈何？”曰：“鑿木為機，後重前輕，挈水若抽，數如佚湯，其名為槔。”為圃者忿然作色而笑曰：“吾聞之吾師，有機械者必有機事，有機事者必有機心。機心存於胸中則純白不備。純白不備則神生不定，神生不定者，道之所不載也。吾非不知，羞而不為也。”子貢瞞然慚，俯而不對。有間，為圃者曰：“子奚為者邪？曰：“孔丘之徒也。”為圃者曰：“子非夫博學以擬聖，於於以蓋眾，獨弦哀歌以賣名聲於天下者乎？汝方將忘汝神氣，墮汝形骸，而庶幾乎！而身之不能治，而何暇治天下乎！子往矣，無乏吾事。”\n\n子貢卑陬失色，頊頊然不自得，行三十里而後愈。其弟子曰：“向之人何為者邪？夫子何故見之變容失色，終日不自反邪？”曰：“始吾以為天下一人耳，不知復有夫人也。吾聞之夫子：事求可，功求成，用力少，見功多者，聖人之道。今徒不然。執道者德全，德全者形全，形全者神全。神全者，聖人之道也。託生與民並行而不知其所之，汒乎淳備哉！功利機巧必忘夫人之心。若夫人者，非其志不之，非其心不為。雖以天下譽之，得其所謂，謷然不顧；以天下非之，失其所謂，儻然不受。天下之非譽無益損焉，是謂全德之人哉！我之謂風波之民。”反於魯，以告孔子。孔子曰：“彼假修渾沌氏之術者也。識其一，不識其二；治其內而不治其外。夫明白入素，無為復樸，體性抱神，以遊世俗之間者，汝將固驚邪？且渾沌氏之術，予與汝何足以識之哉！”\n\n諄芒將東之大壑，適遇苑風於東海之濱。苑風曰：“子將奚之？”曰：“將之大壑。”曰：“奚為焉？”曰：“夫大壑之為物也，注焉而不滿，酌焉而不竭。吾將遊焉！”苑風曰：“夫子無意於橫目之民乎？願聞聖治。”諄芒曰：“聖治乎？官施而不失其宜，拔舉而不失其能，畢見其情事而行其所為，行言自為而天下化。手撓顧指，四方之民莫不俱至，此之謂聖治。”“願聞德人。”曰：“德人者，居無思，行無慮，不藏是非美惡。四海之內共利之之謂悅，共給之之謂安。怊乎若嬰兒之失其母也，儻乎若行而失其道也。財用有餘而不知其所自來，飲食取足而不知其所從，此謂德人之容。”“願聞神人。”曰：“上神乘光，與形滅亡，是謂照曠。致命盡情，天地樂而萬事銷亡，萬物復情，此之謂混溟。”\n\n門無鬼與赤張滿稽觀於武王之師，赤張滿稽曰：“不及有虞氏乎！故離此患也。”門無鬼曰：“天下均治而有虞氏治之邪？其亂而後治之與？”赤張滿稽曰：“天下均治之為願，而何計以有虞氏為！有虞氏之藥瘍也，禿而施髢，病而求醫。孝子操藥以修慈父，其色燋然，聖人羞之。至德之世，不尚賢，不使能，上如標枝，民如野鹿。端正而不知以為義，相愛而不知以為仁，實而不知以為忠，當而不知以為信，蠢動而相使不以為賜。是故行而無跡，事而無傳。”\n\n孝子不諛其親，忠臣不諂其君，臣、子之盛也。親之所言而然，所行而善，則世俗謂之不肖子；君之所言而然，所行而善，則世俗謂之不肖臣。而未知此其必然邪？世俗之所謂然而然之，所謂善而善之，則不謂之道諛之人也！然則俗故嚴於親而尊於君邪？謂己道人，則勃然作色；謂己諛人，則怫然作色。而終身道人也，終身諛人也，合譬飾辭聚眾也，是終始本末不相坐。垂衣裳，設采色，動容貌，以媚一世，而不自謂道諛；與夫人之為徒，通是非，而不自謂眾人也，愚之至也。知其愚者，非大愚也；知其惑者，非大惑也。大惑者，終身不解；大愚者，終身不靈。三人行而一人惑，所適者，猶可致也，惑者少也；二人惑則勞而不至，惑者勝也。而今也以天下惑，予雖有祈向，不可得也。不亦悲乎！\n\n大聲不入於里耳，折楊、皇侉，則嗑然而笑。是故高言不止於眾人之心；至言不出，俗言勝也。以二缶鐘惑，而所適不得矣。而今也以天下惑，予雖有祈向，其庸可得邪！知其不可得也而強之，又一惑也！故莫若釋之而不推。不推，誰其比憂！厲之人，夜半生其子，遽取火而視之，汲汲然唯恐其似己也。\n\n自在自樂\n\n自在自樂\n\n百年之木，破為犧尊，青黃而文之，其斷在溝中。比犧尊於溝中之斷，則美惡有間矣，其於失性一也。跖與曾、史，行義有間矣，然其失性均也。且夫失性有五：一曰五色亂目，使目不明；二曰五聲亂耳，使耳不聰；三曰五臭薰鼻，困惾中顙；四曰五味濁口，使口厲爽；五曰趣舍滑心，使性飛揚。此五者，皆生之害也。而楊、墨乃始離跂自以為得，非吾所謂得也。夫得者困，可以為得乎？則鳩鴞之在於籠也，亦可以為得矣。且夫趣舍聲色以柴其內，皮弁鷸冠搢笏紳修以約其外。內支盈於柴柵，外重纆繳睆然在纆繳之中，而自以為得，則是罪人交臂歷指而虎豹在於囊檻，亦可以為得矣！\n\n"    
},
{
"章節":"六",
"章節名稱":"天道",
"章節內容":"天道運而無所積，故萬物成；帝道運而無所積，故天下歸；聖道運而無所積，故海內服。明於天，通於聖，六通四辟於帝王之德者，其自為也，昧然無不靜者矣。聖人之靜也，非曰靜也善，故靜也；萬物無足以鐃心者，故靜也。水靜則明燭鬚眉，平中準，大匠取法焉。水靜猶明，而況精神！聖人之心靜乎！天地之鑑也；萬物之鏡也。夫虛靜恬淡寂漠無為者，天地之平而道德之至，故帝王聖人休焉。休則虛，虛則實，實則倫矣。虛則靜，靜則動，動則得矣。靜則無為，無為也則任事者責矣。無為則俞俞，俞俞者憂患不能處，年壽長矣。夫虛靜恬淡寂漠無為者，萬物之本也。明此以南鄉，堯之為君也；明此以北面，舜之為臣也。以此處上，帝王天子之德也；以此處下，玄聖素王之道也。以此退居而閒遊江海，山林之士服；以此進為而撫世，則功大名顯而天下一也。靜而聖，動而王，無為也而尊，樸素而天下莫能與之爭美。夫明白於天地之德者，此之謂大本大宗，與天和者也；所以均調天下，與人和者也。與人和者，謂之人樂；與天和者，謂之天樂。\n\n莊子曰：“吾師乎！吾師乎！齎萬物而不為戾，澤及萬世而不為仁，長於上古而不為壽，覆載天地刻雕眾形而不為巧，此之謂天樂。故曰：‘知天樂者，其生也天行，其死也物化。靜而與陰同德，動而與陽同波。’故知天樂者，無天怨，無人非，無物累，無鬼責。故曰：‘其動也天，其靜也地，一心定而王天下；其鬼不祟，其魂不疲，一心定而萬物服。’言以虛靜推於天地，通於萬物，此之謂天樂。天樂者，聖人之心，以畜天下也。”\n\n夫帝王之德，以天地為宗，以道德為主，以無為為常。無為也，則用天下而有餘；有為也，則為天下用而不足。故古之人貴夫無為也。上無為也，下亦無為也，是下與上同德，下與上同德則不臣；下有為也，上亦有為也，是上與下同道，上與下同道則不主。上必無為而用天下，下必有為為天下用，此不易之道也。故古之王天下者，知雖落天地，不自慮也；辯雖雕萬物，不自說也；能雖窮海內，不自為也。天不產而萬物化，地不長而萬物育，帝王無為而天下功。故曰莫神於天，莫富於地，莫大於帝王。故曰帝王之德配天地。此乘天地馳萬物，而用人群之道也。\n\n本在於上，末在於下，要在於主，詳在於臣。三軍五兵之運，德之末也；賞罰利害，五刑之闢，教之末也；禮法度數，形名比詳，治之末也；鐘鼓之音，羽旄之容，樂之末也；哭泣衰絰，隆殺之服，哀之末也。此五末者，須精神之運，心術之動，然後從之者也。\n\n末學者，古人有之，而非所以先也。君先而臣從，父先而子從，兄先而弟從，長先而少從，男先而女從，夫先而婦從。夫尊卑先後，天地之行也，故聖人取象焉。天尊地卑，神明之位也；春夏先，秋冬後，四時之序也。萬物化作，萌區有狀，盛衰之殺，變化之流也。夫天地至神，而有尊卑先後之序，而況人道乎！宗廟尚親，朝廷尚尊，鄉黨尚齒，行事尚賢，大道之序也。語道而非其序者，非其道也；語道而非其道者，安取道！\n\n是故古之明大道者，先明天而道德次之，道德已明而仁義次之，仁義已明而分守次之，分守已明而形名次之，形名已明而因任次之，因任已明而原省次之，原省已明而是非次之，是非已明而賞罰次之。賞罰已明而愚知處宜，貴賤履位，仁賢不肖襲情。必分其能，必由其名。以此事上，以此畜下，以此治物，以此修身；知謀不用，必歸其天，此之謂太平，治之至也。\n\n故書曰：“有形有名。”形名者，古人有之，而非所以先也。古之語大道者，五變而形名可舉，九變而賞罰可言也。驟而語形名，不知其本也；驟而語賞罰，不知其始也。倒道而言，迕道而說者，人之所治也，安能治人！驟而語形名賞罰，此有知治之具，非知治之道；可用於天下，不足以用天下，此之謂辯士，一曲之人也。禮法數度，形名比詳，古人有之，此下之所以事上，非上之所以畜下也。\n\n昔者舜問於堯曰：“天王之用心何如？”堯曰：“吾不敖無告，不廢窮民，苦死者，嘉孺子而哀婦人。此吾所以用心已。”舜曰：“美則美矣，而未大也。”堯曰：“然則何如？”舜曰：“天德而出寧，日月照而四時行，若晝夜之有經，雲行而雨施矣。”堯曰：“膠膠擾擾乎！子，天之合也；我，人之合也。”夫天地者，古之所大也，而黃帝堯舜之所共美也。故古之王天下者，奚為哉？天地而已矣。\n\n孔子西藏書於周室。子路謀曰：“由聞周之徵藏史有老聃者，免而歸居，夫子欲藏書，則試往因焉。”孔子\n\n往見老聃，而老聃不許，於是繙十二經以說。老聃中其說，曰：“大謾，願聞其要。”孔子曰：“要在仁義。”老聃曰：“請問，仁義，人之性邪？”孔子曰：“然。君子不仁則不成，不義則不生。仁義，真人之性也，又將奚為矣？”老聃曰：“請問，何謂仁義？”孔子曰：“中心物愷，兼愛無私，此仁義之情也。”老聃曰：“意，幾乎後言！夫兼愛，不亦迂乎！無私焉，乃私也。夫子若欲使天下無失其牧乎？則天地固有常矣，日月固有明矣，星辰固有列矣，禽獸固有群矣，樹木固有立矣。夫子亦放德而行，循道而趨，已至矣；又何偈偈乎揭仁義意，夫子亂人之性也！”\n\n士成綺見老子而問曰：“吾聞夫子聖人也，吾固不辭遠道而來願見，百舍重趼而不敢息。今吾觀子，非聖人也。鼠壤而餘蔬，而棄妹之者，不仁也，生熟不盡於前，而積斂無崖。”老子漠然不應。\n\n士成綺明日復見，曰：“昔者吾有刺於子，今吾心正卻矣，何故也？”老子曰：“夫巧知神聖之人，吾自以為脫焉。昔者子呼我牛也而謂之牛，呼我馬也而謂之馬。苟有其實，人與之名而弗受，再受其殃。吾服也恆服，吾非以服有服。”士成綺雁行避影，履行遂進而問，“修身若何？”老子曰：“而容崖然，而目衝然，而顙頯然，而口闞然，而狀義然，似繫馬而止也。動而持，發也機，察而審，知巧而?於泰，凡以為不信。邊竟有人焉，其名為竊。”\n\n夫子曰：“夫道，於大不終，於小不遺，故萬物備。廣廣乎其無不容也，淵乎其不可測也。形德仁義，神之末也，非至人孰能定之！夫至人有世，不亦大乎！而不足以為之累。天下奮棅而不與之偕，審乎無假而不與利遷，極物之真，能守其本，故外天地，遺萬物，而神未嘗有所困也。通乎道，合乎德，退仁義，賓禮樂，至人之心有所定矣。”\n\n世之所貴道者書也，書不過語，語有貴也。語之所貴者意也，意有所隨。意之所隨者，不可言傳也，而世因貴言傳書。世雖貴之，我猶不足貴也，為其貴非其貴也。故視而可見者，形與色也；聽而可聞者，名與聲也。悲夫，世人以形色名聲為足以得彼之情！夫形色名聲果不足以得彼之情，則知者不言，言者不知，而世豈識之哉？\n\n桓公讀書於堂上。輪扁斲輪於堂下，釋椎鑿而上，問桓公曰：“敢問，公之所讀者何言邪？”公曰：“聖人之言也。”曰：“聖人在乎？”公曰：“已死矣。”曰：“然則君之所讀者，古人之糟魄已夫！”桓公曰：“寡人讀書，輪人安得議乎！有說則可，無說則死。”輪扁曰：“臣也以臣之事觀之。斲輪，徐則甘而不可，疾則苦而不入。不徐不疾，得之於手而應於心，口不能言，有數存焉於其間。臣不能以喻臣之子，臣之子亦不能受之於臣，是以行年七十而老斲輪。古之人與其不可傳也死矣，然則君之所讀者，古人之糟魄已夫！”\n\n"    
},
{
"章節":"七",
"章節名稱":"天運",
"章節內容":"“天其運乎？地其處乎？日月其爭於所乎？孰主張是？孰維綱是？孰居無事推而行是？意者其有機緘而不得已乎？意者其運轉而不能自止邪？雲者為雨乎？雨者為云乎？孰隆施是？孰居無事淫樂而勸是？風起北方，一西一東，有上仿徨。孰噓吸是？孰居無事而披拂是？敢問何故？”巫咸袑曰：“來，吾語女。天有六極五常，帝王順之則治，逆之則凶。九洛之事，治成德備，臨照下土，天下戴之，此謂上皇。”\n\n商大宰蕩問仁於莊子。莊子曰：“虎狼，仁也。”曰：“何謂也？”莊子曰：“父子相親，何為不仁！”曰：“請問至仁。”莊子曰：“至仁無親。”大宰曰：“蕩聞之，無親則不愛，不愛則不孝。謂至仁不孝，可乎？”莊子曰：“不然，夫至仁尚矣，孝固不足以言之。此非過孝之言也，不及孝之言也。夫南行者至於郢，北面而不見冥山，是何也？則去之遠也。故曰：以敬孝易，以愛孝難；以愛孝易，而忘親難；忘親易，使親忘我難；使親忘我易，兼忘天下難；兼忘天下易，使天下兼忘我難。夫德遺堯、舜而不為也，利澤施於萬世，天下莫知也，豈直大息而言仁孝乎哉！夫孝悌仁義，忠信貞廉，此皆自勉以役其德者也，不足多也。故曰：至貴，國爵並焉；至富，國財並焉；至願，名譽並焉。是以道不渝。”\n\n北門成問於黃帝曰：“帝張咸池之樂於洞庭之野，吾始聞之懼，復聞之怠，卒聞之而惑，蕩蕩默默，乃不自得。”帝曰：“汝殆其然哉！吾奏之以人，徵之以天，行之以禮義，建之以大清。夫至樂者，先應之以人事，順之以天理，行之以五德，應之以自然。然後調理四時，太和萬物。四時迭起，萬物循生。一盛一衰，文武倫經。一清一濁，陰陽調和，流光其聲。蟄蟲始作，吾驚之以雷霆。其卒無尾，其始無首。一死一生，一僨一起，所常無窮，而一不可待。汝故懼也。吾又奏之以陰陽之和，燭之以日月之明。其聲能短能長，能柔能剛，變化齊一，不主故常。在谷滿谷，在坑滿坑。塗卻守神，以物為量。其聲揮綽，其名高明。是故鬼神守其幽，日月星辰行其紀。吾止之於有窮，流之於無止。子欲慮之而不能知也，望之而不能見也，逐之而不能及也。儻然立於四虛之道，倚於槁梧而吟：‘目知窮乎所欲見，力屈乎所欲逐，吾既不及，已夫！’形充空虛，乃至委蛇。汝委蛇，故怠。吾又奏之以無怠之聲，調之以自然之命。故若混逐叢生，林樂而無形，布揮而不曳，幽昏而無聲。動於無方，居於窈冥，或謂之死，或謂之生；或謂之實，或謂之榮。行流散徙，不主常聲。世疑之，稽於聖人。聖也者，達於情而遂於命也。天機不張而五官皆備。此之謂天樂，無言而心說。故有焱氏為之頌曰：‘聽之不聞其聲，視之不見其形，充滿天地，苞裹六極。’汝欲聽之而無接焉，而故惑也。樂也者，始於懼，懼故祟；吾又次之以怠，怠故遁；卒之於惑，惑故愚；愚故道，道可載而與之俱也。”\n\n孔子西遊於衛，顏淵問師金曰：“以夫子之行為奚如？”師金曰：“惜乎！而夫子其窮哉！”顏淵曰：“何也？”師金曰：“夫芻狗之未陳也，盛以篋衍，巾以文繡，尸祝齊戒以將之。及其已陳也，行者踐其首脊，蘇者取而爨之而已。將復取而盛以篋衍，巾以文繡，遊居寢臥其下，彼不得夢，必且數眯焉。今而夫子亦取先王已陳芻狗，聚弟子游居寢臥其下。故伐樹於宋，削跡於衛，窮於商周，是非其夢邪？圍於陳蔡之間，七日不火食，死生相與鄰，是非其眯邪？夫水行莫如用舟，而陸行莫如用車。以舟之可行於水也，而求推之於陸，則沒世不行尋常。古今非水陸與？周魯非舟車與？今蘄行周於魯，是猶推舟於陸也！勞而無功，身必有殃。彼未知夫無方之傳，應物而不窮者也。且子獨不見夫桔槔者乎？引之則俯，舍之則仰。彼，人之所引，非引人者也。故俯仰而不得罪於人。故夫三皇五帝之禮義法度，不矜於同而矜於治。故譬三皇五帝之禮義法度，其猶蒩梨橘柚邪！其味相反而皆可於口。故禮義法度者，應時而變者也。今取猨狙而衣以周公之服，彼必齡齧挽裂，盡去而後慊。觀古今之異，猶猨狙之異乎周公也。故西施病心而顰其裡，其裡之醜人見之而美之，歸亦捧心而顰其裡。其裡之富人見之，堅閉門而不出；貧人見之，挈妻子而去之走。彼知顰美而不知顰之所以美。惜乎，而夫子其窮哉！”\n\n孔子行年五十有一而不聞道，乃南之沛見老聃。老聃曰：“子來乎？吾聞子，北方之賢者也！子亦得道乎？”孔子曰：“未得也。”老子曰：“子惡乎求之哉？”曰：“吾求之於度數，五年而未得也。”老子曰：“子又惡乎求之哉？”曰：“吾求之於陰陽，十有二年而未得也。”老子曰：“然，使道而可獻，則人莫不獻之於其君；使道而可進，則人莫不進之於其親；使道而可以告人，則人莫不告其兄弟；使道而可以與人，則人莫不與其子孫。然而不可者，無它也，中無主而不止，外無正而不行。由中出者，不受於外，聖人不出；由外入者，無主於中，聖人不隱。名，公器也，不可多取。仁義，先王之蘧廬也，止可以一宿而不\n\n可久處。覯而多責。古之至人，假道於仁，託宿於義，以遊逍遙之虛，食於苟簡之田，立於不貸之圃。逍遙，無為也；苟簡，易養也；不貸，無出也。古者謂是採真之遊。以富為是者，不能讓祿；以顯為是者，不能讓名。親權者，不能與人柄，操之則慄，舍之則悲，而一無所鑑，以窺其所不休者，是天之戮民也。怨、恩、取、與、諫、教、生殺八者，正之器也，唯循大變無所湮者為能用之。故曰：正者，正也。其心以為不然者，天門弗開矣。”\n\n孔子見老聃而語仁義。老聃曰：“夫播糠眯目，則天地四方易位矣；蚊虻囋膚，則通昔不寐矣。夫仁義憯然，乃憤吾心，亂莫大焉。吾子使天下無失其樸，吾子亦放風而動，總德而立矣！又奚傑然若負建鼓而求亡子者邪！夫鵠不日浴而白，烏不日黔而黑。黑白之樸，不足以為辯；名譽之觀，不足以為廣。泉涸，魚相與處於陸，相呴以溼，相濡以沫，不若相忘於江湖。”\n\n孔子見老聃歸，三日不談。弟子問曰：“夫子見老聃，亦將何規哉？”孔子曰：“吾乃今於是乎見龍。龍，合而成體，散而成章，乘乎雲氣而養乎陰陽。予口張而不能脋。予又何規老聃哉？”子貢曰：“然則人固有屍居而龍見，雷聲而淵默，發動如天地者乎？賜亦可得而觀乎？”遂以孔子聲見老聃。老聃方將倨堂而應，微曰：“予年運而往矣，子將何以戒我乎？”子貢曰：“夫三皇五帝之治天下不同，其系聲名一也。而先生獨以為非聖人，如何哉？”老聃曰：“小子少進！子何以謂不同？”對曰：“堯授舜，舜授禹。禹用力而湯用兵，文王順紂而不敢逆，武王逆紂而不肯順，故曰不同。”老聃曰：“小子少進，餘語汝三皇五帝之治天下：黃帝之治天下，使民心一。民有其親死不哭而民不非也。堯之治天下，使民心親。民有為其親殺其殺而民不非也。舜之治天下，使民心競。民孕婦十月生子，子生五月而能言，不至乎孩而始誰，則人始有夭矣。禹之治天下，使民心變，人有心而兵有順，殺盜非殺人。自為種而‘天下’耳。是以天下大駭，儒墨皆起。其作始有倫，而今乎婦女，何言哉！餘語汝：三皇五帝之治天下，名曰治之，而亂莫甚焉。三皇之知，上悖日月之明，下睽山川之精，中墮四時之施。其知慘於蠣蠆之尾，鮮規之獸，莫得安其性命之情者，而猶自以為聖人，不可恥乎？其無恥也！”子貢蹴蹴然立不安。\n\n孔子謂老聃曰：“丘治《詩》、《書》、《禮》、《樂》、《易》、《春秋》六經，自以為久矣，孰知其故矣，以奸者七十二君，論先王之道而明周、召之跡，一君無所鉤用。甚矣！夫人之難說也？道之難明邪？”老子曰：“幸矣，子之不遇治世之君！夫六經，先王之陳跡也，豈其所以跡哉！今子之所言，猶跡也。夫跡，履之所出，而跡豈履哉！夫白鶂之相視，眸子不運而風化；蟲，雄鳴於上風，雌應於下風而風化。類自為雌雄，故風化。性不可易，命不可變，時不可止，道不可壅。苟得於道，無自而不可；失焉者，無自而可。”孔子不出三月，復見，曰：“丘得之矣。烏鵲孺，\n\n魚傅沫，細要者化，有弟而兄啼。久矣，夫丘不與化為人！不與化為人，安能化人。”老子曰：“可，丘得之矣！”\n\n"    
},
{
"章節":"八",
"章節名稱":"刻意",
"章節內容":"刻意尚行，離世異俗，高論怨誹，為亢而已矣；此山谷之士，非世之人，枯槁赴淵者之好也。語仁義忠信，恭儉推讓，為修而已矣；此平世之士，教誨之人，遊居學者之所好也。語大功，立大名，禮君臣，正上下，為治而已矣；此朝廷之士，尊主強國之人，致功並者之所好也。就藪澤，處閒曠，釣魚閒處，無為而已矣；此江海之士，避世之人，閒暇者之所好也。吹呴呼吸，吐故納新，熊經鳥申，為壽而已矣；此道引之士，養形之人，彭祖壽考者之所好也。若夫不刻意而高，無仁義而修，無功名而治，無江海而閒，不道引而壽，無不忘也，無不有也，淡然無極而眾美從之；此天地之道，聖人之德也。故曰：夫恬淡寂漠，虛無無為，此天地之平而道德之質也。\n\n故曰：聖人休休焉則平易矣。平易則恬淡矣。平易恬淡，則憂患不能入，邪氣不能襲，故其德全而神不虧。故曰：聖人之生也天行，其死也物化。靜而與陰同德，動而與陽同波。不為福先，不為禍始。感而後應，迫而後動，不得已而後起。去知與故，遁天之理。故無天災，無物累，無人非，無鬼責。其生若浮，其死若休。不思慮，不豫謀。光矣而不耀，信矣而不期。其寢不夢，其覺無憂。其神純粹，其魂不罷。虛無恬淡，乃合天德。故曰：悲樂者，德之邪也；喜怒者，道之過也；好惡者，德之失也。故心不憂樂，德之至也；一而不變，靜之至也；無所於忤，虛之至也；不與物交，淡之至也；無所於逆，粹之至也。故曰：形勞而不休則弊，精用而不已則竭。水之性，不雜則清，莫動則平；鬱閉而不流，亦不能清；天德之象也。故曰： 純粹而不雜，靜一而不變，淡而無為，動而以天行，此養神之道也。\n\n夫有幹越之劍者，柙而藏之，不敢用也，寶之至也。精神四達並流，無所不極，上際於天，下蟠於地，化育萬物，不可為象，其名為同帝。純素之道，唯神是守。守而勿失，與神為一。一之精通，合於天倫。野語有之曰：“眾人重利，廉士重名，賢士尚志，聖人貴精。”故素也者，謂其無所與雜也；純也者，謂其不虧其神也。能體純素，謂之真人。\n\n"    
},
{
"章節":"九",
"章節名稱":"繕性",
"章節內容":"繕性於俗學，以求復其初；滑欲於俗思，以求致其明：謂之蔽蒙之 民。\n\n古之治道者，以恬養知。生而無以知為也，謂之以知養恬。知與恬 交相養，而和理出其性。夫德，和也；道，理也。德無不容，仁也； 道無不理，義也；義明而物親，忠也；中純實而反乎情，樂也；信行 容體而順乎文，禮也。禮樂遍行，則天下亂矣。彼正而蒙己德，德則 不冒。冒則物必失其性也。古之人，在混芒之中，與一世而得淡漠焉 。當是時也，陰陽和靜，鬼神不擾，四時得節，萬物不傷，群生不夭 ，人雖有知，無所用之，此之謂至一。當是時也，莫之為而常自然。\n\n逮德下衰，及燧人、伏羲始為天下，是故順而不一。德又下衰，及 神農、黃帝始為天下，是故安而不順。德又下衰，及唐、虞始為天下 ，興治化之流，梟淳散樸，離道以善，險德以行，然後去性而從於心 。心與心識知，而不足以定天下，然後附之以文，益之以博。文滅質 ，博溺心，然後民始惑亂，無以反其性情而復其初。由是觀之，世喪 道矣，道喪世矣，世與道交相喪也。道之人何由興乎世，世亦何由興 乎道哉！道無以興乎世，世無以興乎道，雖聖人不在山林之中，其德 隱矣。隱故不自隱。古之所謂隱士者，非伏其身而弗見也，非閉其言 而不出也，非藏其知而不發也，時命大謬也。當時命而大行乎天下， 則反一無跡；不當時命而大窮乎天下，則深根寧極而待：此存身之道 也。古之存身者，不以辯飾知，不以知窮天下，不以知窮德，危然處 其所而反其性，己又何為哉！道固不小行，德固不小識。小識傷德， 小行傷道。故曰：正己而已矣。樂全之謂得志。\n\n古之所謂得志者，非軒冕之謂也，謂其無以益其樂而已矣。今之所 謂得志者，軒冕之謂也。軒冕在身，非性命也，物之儻來，寄也。寄 之，其來不可圉，其去不可止。故不為軒冕肆志，不為窮約趨俗，其 樂彼與此同，故無憂而已矣！今寄去則不樂。由是觀之，雖樂，未嘗 不荒也。故曰：喪己於物，失性於俗者，謂之倒置之民。\n\n"    
},
{
"章節":"十",
"章節名稱":"秋水",
"章節內容":"秋水時至，百川灌河。涇流之大，兩涘渚崖之間，不辯牛馬。於是 焉河伯欣然自喜，以天下之美為盡在己。順流而東行，至於北海，東 面而視，不見水端。於是焉河伯始旋其面目，望洋向若而嘆曰：“野 語有之曰：‘聞道百，以為莫己若者。’我之謂也。且夫我嘗聞少仲 尼之聞而輕伯夷之義者，始吾弗信。今我睹子之難窮也，吾非至於子 之門則殆矣，吾長見笑於大方之家。”北海若曰：“井蛙不可以語於 海者，拘於虛也；夏蟲不可以語於冰者，篤於時也；曲士不可以語於 道者，束於教也。今爾出於崖涘，觀於大海，乃知爾醜，爾將可與語 大理矣。天下之水，莫大於海：萬川歸之，不知何時止而不盈；尾閭 洩之，不知何時已而不虛；春秋不變，水旱不知。此其過江河之流， 不可為量數。而吾未嘗以此自多者，自以比形於天地，而受氣於陰陽， 吾在於天地之間，猶小石小木之在大山也。方存乎見少，又奚以自多！ 計四海之在天地之間也，不似畾空之在大澤乎？計中國之在海內不似 稊米之在太倉乎？號物之數謂之萬，人處一焉；人卒九州，穀食之所 生，舟車之所通，人處一焉。此其比萬物也，不似豪末之在於馬體乎？ 五帝之所連，三王之所爭，仁人之所憂，任士之所勞，盡此矣！伯夷 辭之以為名，仲尼語之以為博。此其自多也，不似爾向之自多於水乎？”\n\n河伯曰：“然則吾大天地而小豪末，可乎？”北海若曰：“否。夫 物，量無窮，時無止，分無常，終始無故。是故大知觀於遠近，故小 而不寡，大而不多：知量無窮。證向今故，故遙而不悶，掇而不跂： 知時無止。察乎盈虛，故得而不喜，失而不憂：知分之無常也。明乎 坦塗，故生而不說，死而不禍：知終始之不可故也。計人之所知，不 若其所不知；其生之時，不若未生之時；以其至小，求窮其至大之域， 是故迷亂而不能自得也。由此觀之，又何以知毫末之足以定至細之倪， 又何以知天地之足以窮至大之域！”\n\n河伯曰：“世之議者皆曰：‘至精無形，至大不可圍。’是信情乎 ？”北海若曰：“夫自細視大者不盡，自大視細者不明。夫精，小之 微也；郛，大之殷也：故異便。此勢之有也。夫精粗者，期於有形者 也；無形者，數之所不能分也；不可圍者，數之所不能窮也。可以言 論者，物之粗也；可以意致者，物之精也；言之所不能論，意之所不 能察致者，不期精粗焉。是故大人之行：不出乎害人，不多仁恩；動 不為利，不賤門隸；貨財弗爭，不多辭讓；事焉不借人，不多食乎力 ，不賤貪汙；行殊乎俗，不多闢異；為在從眾，不賤佞諂；世之爵祿 不足以為勸，戮恥不足以為辱；知是非之不可為分，細大之不可為倪 。聞曰：‘道人不聞，至德不得，大人無己。’約分之至也。”\n\n河伯曰：“若物之外，若物之內，惡至而倪貴賤？惡至而倪小大？ ”北海若曰：“以道觀之，物無貴賤；以物觀之，自貴而相賤；以俗 觀之，貴賤不在己。以差觀之，因其所大而大之，則萬物莫不大；因 其所小而小之，則萬物莫不小。知天地之為稊米也，知毫末之為 丘山也，則差數睹矣。以功觀之，因其所有而有之，則萬物莫不有； 因其所無而無之，則萬物莫不無。知東西之相反而不可以相無，則功 分定矣。以趣觀之，因其所然而然之，則萬物莫不然；因其所非而非 之，則萬物莫不非。知堯、桀之自然而相非，則趣操睹矣。昔者堯、 舜讓而帝，之、噲讓而絕；湯、武爭而王，白公爭而滅。由此觀之， 爭讓之禮，堯、桀之行，貴賤有時，未可以為常也。梁麗可以衝城而 不可以窒穴，言殊器也；騏驥驊騮一日而馳千里，捕鼠不如狸狌，言 殊技也；鴟鵂夜撮蚤，察毫末，晝出瞋目而不見丘山，言殊性也。故 曰：蓋師是而無非，師治而無亂乎？是未明天地之理，萬物之情也。 是猶師天而無地，師陰而無陽，其不可行明矣！然且語而不捨，非愚 則誣也！帝王殊禪，三代殊繼。差其時，逆其俗者，謂之篡夫；當其 時，順其俗者，謂之義之徒。默默乎河伯，女惡知貴賤之門，小大之 家！”\n\n河伯曰：“然則我何為乎？何不為乎？吾辭受趣舍，吾終奈何？” 北海若曰：“以道觀之，何貴何賤，是謂反衍；無拘而志，與道大蹇 。何少何多，是謂謝施；無一而行，與道參差。嚴乎若國之有君，其 無私德；繇繇乎若祭之有社，其無私福；泛泛乎其若四方之無窮，其 無所畛域。兼懷萬物，其孰承翼？是謂無方。萬物一齊，孰短孰長？ 道無終始，物有死生，不恃其成。一虛一滿，不位乎其形。年不可舉 ，時不可止。訊息盈虛，終則有始。是所以語大義之方，論萬物之理 也。物之生也，若驟若馳。無動而不變，無時而不移。何為乎，何不 為乎？夫固將自化。”\n\n河伯曰：“然則何貴於道邪？”北海若曰：“知道者必達於理，達 於理者必明於權，明於權者不以物害己。至德者，火弗能熱，水弗能 溺，寒暑弗能害，禽獸弗能賊。非謂其薄之也，言察乎安危，寧於禍 福，謹於去就，莫之能害也。故曰：‘天在內，人在外，德在乎天。 ’知天人之行，本乎天，位乎得，躑躅而屈伸，反要而語極。”曰： “何謂天？何謂人？”北海若曰：“牛馬四足，是謂天；落馬首，穿 牛鼻，是謂人。故曰：‘無以人滅天，無以故滅命，無以得殉名。謹 守而勿失，是謂反其真。’”\n\n夔憐蚿，蚿憐蛇，蛇憐風，風憐目，目憐心。夔謂蚿曰：“吾以一 足趻踔而不行，予無如矣。今子之使萬足，獨奈何？”蚿曰：“不然。 子不見夫唾者乎？噴則大者如珠，小者如霧，雜而下者不可勝數也。 今予動吾天機，而不知其所以然。”蚿謂蛇曰：“吾以眾足行，而不 及子之無足，何也？”蛇曰：“夫天機之所動，何可易邪？吾安用足 哉！”蛇謂風曰：“予動吾脊脅而行，則有似也。今子蓬蓬然起於北 海，蓬蓬然入於南海，而似無有，何也？”風曰：“然，予蓬蓬然起 於北海而入於南海也，然而指我則勝我，鰌我亦勝我。雖然，夫折大 木，蜚大屋者，唯我能也。”故以眾小不勝為大勝也。為大勝者，唯 聖人能之。\n\n孔子游於匡，宋人圍之數匝，而絃歌不輟。子路入見，曰：“何夫 子之娛也？”孔子曰：“來，吾語女。我諱窮久矣，而不免，命也； 求通久矣，而不得，時也。當堯、舜而天下無窮人，非知得也；當桀 、紂而天下無通人，非知失也：時勢適然。夫水行不避蛟龍者，漁父 之勇也；陸行不避兕虎者，獵夫之勇也；白刃交於前，視死若生者， 烈士之勇也；知窮之有命，知通之有時，臨大難而不懼者，聖人之勇 也。由，處矣！吾命有所制矣！”無幾何，將甲者進，辭曰：“以為 陽虎也，故圍之；今非也，請辭而退。”\n\n公孫龍問於魏牟曰：“龍少學先王之道，長而明仁義之行；合同異 ，離堅白；然不然，可不可；困百家之知，窮眾口之辯：吾自以為至 達已。今吾聞莊子之言，茫然異之。不知論之不及與？知之弗若與？ 今吾無所開吾喙，敢問其方。”公子牟隱機大息，仰天而笑曰：“子 獨不聞夫埳井之蛙乎？謂東海之鱉曰：‘吾樂與！出跳樑乎井榦之上， 入休乎缺甃之崖。赴水則接腋持頤，蹶泥則沒足滅跗。還虷蟹與科斗， 莫吾能若也。且夫擅一壑之水，而跨跱埳井之樂，此亦至矣。夫子奚 不時來入觀乎？’東海之鱉左足未入，而右膝已縶矣。於是逡巡而卻， 告之海曰：‘夫千里之遠，不足以舉其大；千仞之高，不足以極其深。 禹之時，十年九潦，而水弗為加益；湯之時，八年七旱，而崖不為加 損。夫不為頃久推移，不以多少進退者，此亦東海之大樂也。’於是 埳井之蛙聞之，適適然驚，規規然自失也。且夫知不知是非之竟，而 猶欲觀於莊子之言，是猶使蚊負山，商蚷馳河也，必不勝任矣。且夫 知不知論極妙之言，而自適一時之利者，是非埳井之蛙與？且彼方跐 黃泉而登大皇，無南無北，爽然四解，淪於不測；無東無西，始於玄 冥，反於大通。子乃規規然而求之以察，索之以辯，是直用管窺天， 用錐指地也，不亦小乎？子往矣！且子獨不聞夫壽陵餘子之學於邯鄲 與？未得國能，又失其故行矣，直匍匐而歸耳。今子不去，將忘子之 故，失子之業。”公孫龍口呿而不合，舌舉而不下，乃逸而走。\n\n莊子釣於濮水。楚王使大夫二人往先焉，曰：“願以境內累矣！” 莊子持竿不顧，曰：“吾聞楚有神龜，死已三千歲矣。王巾笥而藏之 廟堂之上。此龜者，寧其死為留骨而貴乎？寧其生而曳尾於塗中乎？ ”二大夫曰：“寧生而曳尾塗中。”莊子曰：“往矣！吾將曳尾於塗 中。”\n\n惠子相樑，莊子往見之。或謂惠子曰：“莊子來，欲代子相。”於 是惠子恐，搜於國中三日三夜。莊子往見之，曰：“南方有鳥，其名 為鵷鵮，子知之乎？夫鵷鵮發於南海而飛於北海，非梧桐不止，非練 實不食，非醴泉不飲。於是鴟得腐鼠，鵷鵮過之，仰而視之曰：‘嚇！’ 今子欲以子之樑國而嚇我邪？”\n\n莊子與惠子游於濠梁之上。莊子曰：“儵魚出遊從容，是魚之樂也。” 惠子曰∶“子非魚，安知魚之樂？”莊子曰：“子非我，安知我不知 魚之樂？”惠子曰“我非子，固不知子矣；子固非魚也，子之不知魚 之樂，全矣！”莊子曰：“請循其本。子曰‘汝安知魚樂’雲者，既 已知吾知之而問我。我知之濠上也。”\n\n" 
},
{
"章節":"十一",
"章節名稱":"至樂",
"章節內容":"天下有至樂無有哉？有可以活身者無有哉？今奚為奚據？奚避奚處？奚就奚去？奚樂奚惡？\n\n夫天下之所尊者，富貴壽善也；所樂者，身安厚味美服好色音聲也；所下者，貧賤夭惡也；所苦者，身不得安逸，口不得厚味，形不得美服，目不得好色，耳不得音聲；若不得者，則大憂以懼。其為形也亦愚哉。\n\n夫富者，苦身疾作，多積財而不得盡用，其為形也亦外矣。夫貴者，夜以繼日，思慮善否，其為形也亦疏矣。人之生也，與憂俱生，壽者惽惽，久憂不死，何苦也！其為形也亦遠矣。烈士為天下見善矣，未足以活身。吾未知善之誠善邪，誠不善邪？若以為善矣，不足活身；以為不善矣，足以活人。故曰：“忠諫不聽，蹲循勿爭。”故夫子胥爭之以殘其形，不爭，名亦不成。誠有善無有哉？\n\n今俗之所為與其所樂，吾又未知樂之果樂邪，果不樂邪？吾觀夫俗之所樂，舉群趣者，誙誙然如將不得已，而皆曰樂者，吾未之樂也，亦未之不樂也。果有樂無有哉？吾以無為誠樂矣，又俗之所大苦也。故曰：“至樂無樂，至譽無譽。”\n\n天下是非果未可定也。雖然，無為可以定是非。至樂活身，唯無為幾存。請嘗試言之。天無為以之清，地無為以之寧，故兩無為相合，萬物皆化。芒乎芴乎，而無從出乎！芴乎芒乎，而無有象乎！萬物職職，皆從無為殖。故曰天地無為也而無不為也，人也孰能得無為哉！\n\n莊子妻死，惠子吊之，莊子則方箕踞鼓盆而歌。惠子曰：“與人居，長子老身，死不哭亦足矣，又鼓盆而歌，不亦甚乎！”\n\n莊子曰：“不然。是其始死也，我獨何能無概然！察其始而本無生，非徒無生也而本無形，非徒無形也而本無氣。雜乎芒芴之間，變而有氣，氣變而有形，形變而有生，今又變而之死，是相與為春秋冬夏四時行也。人且偃然寢於巨室，而我噭噭然隨而哭之，自以為不通乎命，故止也。”\n\n支離叔與滑介叔觀於冥伯之丘、崑崙之虛，黃帝之所休。俄而柳生其左肘，其意蹶蹶然惡之。支離叔曰：“子惡之乎？”滑介叔曰：“亡，子何惡！生者，假借也；假之而生生者，塵垢也。死生為晝夜。且吾與子觀化而化及我，我又何惡焉！”\n\n莊子之楚，見空髑髏，髐然有形，撽以馬捶因而問之，曰：“夫子貪生失理，而為此乎？將子有亡國之事，斧鉞之誅，而為此乎？將子有不善之行，愧遺父母妻子之醜，而為此乎？將子有凍餒之患，而為此乎？將子之春秋故及此乎？”於是語卒，援髑髏，枕而臥。\n\n夜半，髑髏見夢曰：“子之談者似辯士。視子所言，皆生人之累也，死則無此矣。子欲聞死之說乎？”莊子曰：“然。”髑髏曰：“死，無君於上，無臣於下；亦無四時之事，從然以天地為春秋，雖南面王樂，不能過也。”莊子不信，曰：“吾使司命復生子形，為子骨肉肌膚，反子父母妻子閭里知識，子欲之乎？”髑髏深矉蹙額曰：“吾安能棄南面王樂而復為人間之勞乎！”\n\n顏淵東之齊，孔子有憂色。子貢下席而問曰：“小子敢問：回東之齊，夫子有憂色，何邪？”孔子曰：“善哉汝問。昔者管子有言，丘甚善之，曰‘褚小者不可以懷大，綆短者不可以汲深。’夫若是者，\n\n以為命有所成而形有所適也，夫不可損益。吾恐回與齊侯言堯、舜、黃帝之道，而重以燧人、神農之言。彼將內求於己而不得，不得則惑，人惑則死。且女獨不聞邪？昔者海鳥止於魯郊，魯侯御而觴之於廟，奏九韶以為樂，具太牢以為膳。鳥乃眩視憂悲，不敢食一臠，不敢飲一杯，三日而死。此以己養養鳥也，非以鳥養養鳥也。夫以鳥養養鳥者，宜棲之深林，遊之壇陸，浮之江湖，食之鰍鰷，隨行列而止，逶迤而處。彼唯人言之惡聞，奚以夫譊為乎！咸池九韶之樂，張之洞庭之野，鳥聞之而飛，獸聞之而走，魚聞之而下入，人卒聞之，相與還而觀之。魚處水而生，人處水而死。彼必相與異，其好惡故異也。故先聖不一其能，不同其事。名止於實，義設於適，是之謂條達而福持。”\n\n列子行，食於道從，見百歲髑髏，攓蓬而指之曰：“唯予與汝知而未嘗死、未嘗生也。若果養乎？予果歡乎？”\n\n種有幾，得水則為，得水土之際則為鼃蠙之衣，生於陵屯則為陵舄，陵舄得鬱棲則為烏足。烏足之根為蠐螬，其葉為胡蝶。胡蝶胥也化而為蟲，生於灶下，其狀若脫，其名為鴝掇。鴝掇千日為鳥，其名為幹餘骨。幹餘骨之沫為斯彌，斯彌為食醯。頤輅生乎食醯，黃軦生乎九猷，瞀芮生乎腐蠸。羊奚比乎不箰，久竹生青寧；青寧生程，程生馬，馬生人，人又反入於機。萬物皆出於機，皆入於機。\n\n"    
},
{
"章節":"十二",
"章節名稱":"達生",
"章節內容":"達生之情者，不務生之所無以為；達命之情者，不務知之所無奈何。養形必先之以物，物有餘而形不養者有之矣；有生必先無離形，形不離而生亡者有之矣。生之來不能卻，其去不能止。悲夫！世之人以為養形足以存生；而養形果不足以存生，則世奚足為哉！雖不足為而不可不為者，其為不免矣。\n\n夫欲免為形者，莫如棄世。棄世則無累，無累則正平，正平則與彼更生，更生則幾矣。事奚足棄則生奚足遺？棄世則形不勞，遺生則精不虧。夫形全精復，與天為一。天地者，萬物之父母也，合則成體，散則成始。形精不虧，是謂能移；精而又精，反以相天。\n\n子列子問關尹曰：“至人潛行不窒，蹈火不熱，行乎萬物之上而不慄。請問何以至於此？”\n\n關尹曰：“是純氣之守也，非知巧果敢之列。居，予語女。凡有貌象聲色者，皆物也，物與物何以相遠？夫奚足以至乎先？是色而已。則物之造乎不形而止乎無所化，夫得是而窮之者，物焉得而止焉！彼將處乎不淫之度，而藏乎無端之紀，遊乎萬物之所終始，一其性，養其氣，合其德，以通乎物之所造。夫若是者，其天守全，其神無郤，物奚自入焉！\n\n“夫醉者之墜車，雖疾不死。骨節與人同而犯害與人異，其神全也，乘亦不知也，墜亦不知也，死生驚懼不入乎其胸中，是故迕物而不慴。彼得全於酒而猶若是，而況得全於天乎？聖人藏於天，故莫之能傷也。復仇者不折鏌幹，雖有忮心者不怨飄瓦，是以天下平均。故無攻戰之亂，無殺戮之刑者，由此道也。\n\n“不開人之天，而開天之天，開天者德生，開人者賊生。不厭其天，不忽於人，民幾乎以其真！”\n\n仲尼適楚，出於林中，見痀僂者承蜩，猶掇之也。\n\n仲尼曰：“子巧乎！有道邪？”曰：“我有道也。五六月累丸二而不墜，則失者錙銖；累三而不墜，則失者十一；累五而不墜，猶掇之也。吾處身也，若厥株拘；吾執臂也，若槁木之枝；雖天地之大，萬物之多，而唯蜩翼之知。吾不反不側，不以萬物易蜩之翼，何為而不得！”\n\n孔子顧謂弟子曰：“用志不分，乃凝於神，其痀僂丈人之謂乎！”\n\n顏淵問仲尼曰：“吾嘗濟乎觴深之淵，津人操舟若神。吾問焉，曰：‘操舟可學邪？’曰：‘可。善遊者數能。若乃夫沒人，則未嘗見舟而便操之也’。吾問焉而不吾告，敢問何謂也？”\n\n仲尼曰：“善遊者數能，忘水也。若乃夫沒人之未嘗見舟而便操之也，彼視淵若陵，視舟之覆猶其車卻也。覆卻萬方陳乎前而不得入其舍，惡往而不暇！以瓦注者巧，以鉤注者憚，以黃金注者湣。其巧一也，而有所矜，則重外也。凡外重者內拙。”\n\n田開之見周威公。威公曰：“吾聞祝腎學生，吾子與祝腎遊，亦何聞焉？”田開之曰：“開之操拔篲以侍門庭，亦何聞於夫子！”威公曰：“田子無讓，寡人願聞之。”開之曰：“聞之夫子曰：‘善養生者，若牧羊然，視其後者而鞭之。’”威公曰：“何謂也？”\n\n田開之曰：“魯有單豹者，巖居而水飲，不與民共利，行年七十而猶有嬰兒之色；不幸遇餓虎，餓虎殺而食之。有張毅者，高門縣薄，無不走也，行年四十而有內熱之病以死。豹養其內而虎食其外，毅養其外而病攻其內，此二子者，皆不鞭其後者也。”\n\n仲尼曰：“無入而藏，無出而陽，柴立其中央。三者若得，其名必極。夫畏塗者，十殺一人，則父子兄弟相戒也，必盛卒徒而後敢出焉，不亦知乎！人之所取畏者，袵席之上，飲食之間；而不知為之戒者，過也。”\n\n祝宗人玄端以臨牢?，說彘曰：“汝奚惡死？吾將三月豢汝，十曰戒，三日齊，藉白茅，加汝肩尻乎雕俎之上，則汝為之乎？”為彘謀，曰不如食以糠糟而錯之牢?之中，自為謀，則苛生有軒冕之尊，死得於腞楯之上，聚僂之中則為之。為彘謀則去之，自為謀則取之，所異彘者何也。\n\n桓公田於澤，管仲御，見鬼焉。公撫管仲之手曰：“仲父何見？”對曰：“臣無所見。”公反，誒詒為病，數日不出。\n\n齊士有皇子告敖者曰：“公則自傷，鬼惡能傷公！夫忿滀之氣，散而不反，則為不足；上而不下，則使人善怒；下而不上，則使人善忘；不上不下，中身當心，則為病。”桓公曰：“然則有鬼乎？”曰：“有。沈有履，灶有髻。戶內之煩壤，雷霆處之，東北方之下者，倍阿鮭蠪躍之；西北方之下者，則泆陽處之。水有罔象，丘有峷，山有夔(，野有彷徨，澤有委蛇。”公曰：“請問委蛇之狀何如？”皇子曰：“委蛇，其大如轂，其長如轅，紫衣而朱冠。其為物也，惡聞雷車之聲，則捧其首而立。見之者殆乎霸。”\n\n桓公辴然而笑曰；“此寡人之所見者也。”於是正衣冠與之坐，不終日而不知病之去也。\n\n紀渻子為王養鬥雞。十日而問：“雞已乎？”曰：“未也，方虛憍而恃氣。”十日又問，曰：“未也，猶應向景。”十日又問，曰：“未也，猶疾視而盛氣。”十日又問，曰：“幾矣。雞雖有鳴者，已無變矣，望之似木雞矣，其德全矣，異雞無敢應者，反走矣。”\n\n孔子觀於呂梁，縣水三十仞，流沫四十里，黿鼉魚鱉之所不能遊也。見一丈夫遊之，以為有苦而欲死也，使弟子並流而拯之。數百步而出，被髮行歌而遊於塘下。孔子從而問焉，曰：“吾以子為鬼，察子則人也。請問，‘蹈水有道乎’”曰：“亡，吾無道。吾始乎故，長乎性，成乎命。與齊俱入，與汩偕出，從水之道而不為私焉。此吾所以蹈之也。”孔子曰：“何謂始乎故，長乎性，成乎命？”曰：“吾生於陵而安於陵，故也；長於水而安於水，性也；不知吾所以然而然，命也。”\n\n梓慶削木為鐻，鐻成，見者驚猶鬼神。魯侯見而問焉，曰：“子何術以為焉？”對曰：“臣工人，何術之有？雖然，有一焉。臣將為鐻，未嘗敢以耗氣也，必齊以靜心。齊三曰，而不敢懷慶賞爵祿；齊五日，不敢懷非譽巧拙；齊七日，輒然忘吾有四枝形體也。當是時也，無公朝，其巧專而外骨消。然後入山林，觀天性，形軀至矣，然後成見鐻，然後加手焉；不然則已，則以天合天，器之所以疑神者，其是與！”\n\n東野稷以御見莊公，進退中繩，左右旋中規。莊子以為文弗過也，使之鉤百而反。顏闔遇之，入見曰：“稷之馬將敗。”公密而不應。少焉，果敗而反。公曰：“子何以知之？”曰“其馬力竭矣，而猶求焉，故曰敗。”\n\n工倕旋而蓋規矩，指與物化而不以心稽，故其靈臺一而不桎。忘足，屨之適也；忘要，帶之適也；知忘是非，心之適也；不內變，不外從，事會之適也。始乎適而未嘗不適者，忘適之適也。\n\n有孫休者，踵門而詫子扁慶子曰；“休居鄉不見謂不脩，臨難不見謂不勇；然而田原不遇歲，事君不遇世，賓於鄉里，逐於州部，則胡罪乎天哉？休惡遇此命也？”\n\n扁子曰：“子獨不聞夫至人之自行邪？忘其肝膽，遺其耳目，芒然彷徨乎塵垢之外，逍遙乎無事之業，是謂為而不恃，長而不宰。今汝飾知以驚愚，脩身以明汙，昭昭乎若揭日月而行也，汝得全而形軀，具而九竅，無中道夭於聾盲跛蹇而比於人數。亦幸矣，又何暇乎天之怨哉！子往矣！”\n\n孫子出，扁子入，坐有間，仰天而嘆。弟子問曰：“先生何為嘆乎？”扁子曰：“曏者休來，吾告之以至人之德，吾恐其驚而遂至於惑也。”弟子曰：“不然。孫子之所言是邪？先王之所言非邪？非固不能惑是。孫子所言非邪？先生所言是邪？彼固惑而來矣，又奚罪焉！”\n\n扁子曰：“不然。昔者有鳥止於魯郊，魯君說之，為具太牢以饗之，奏九韶以樂之，鳥乃始憂悲眩視，不敢飲食。此之謂以己養養鳥也。若夫以鳥養養鳥者，宜棲之深林，浮之江湖，食之以委蛇，則平陸而已矣。今休，款啟寡聞之民也，吾告以至人之德，譬之若載鼷以車馬，樂鴳以鐘鼓也。彼又惡能無驚乎哉！”\n\n"    
},
{
"章節":"十三",
"章節名稱":"山木",
"章節內容":"莊子行於山中，見大木枝葉盛茂，伐木者止其旁而不取也。問其故，曰：“無所可用。”\n\n莊子曰：“此木以不材得終其天年。”夫子出於山，舍於故人之家。故人喜，命豎子殺雁而烹之。\n\n豎子請曰：“其一能鳴，其一不能鳴，請奚殺？”\n\n主人曰：“殺不能鳴者。”\n\n明日，弟子問於莊子曰：“昨日山中之木，以不材得終其天年，今主人之雁，以不材死；先生將何處？”\n\n莊子笑曰：“周將處乎材與不材之間。材與不材之間，似之而非也，故未免乎累。若夫乘道德而浮游則不然，無譽無訾，一龍一蛇，與時俱化，而無肯專為；一上一下，以和為量，浮游乎萬物之祖，物物而不物於物，則胡可得而累邪！此神農、黃帝之法則也。若夫萬物之情，人倫之傳，則不然。合則離，成則毀；廉則挫，尊則議，有為則虧，賢則謀，不肖則欺，胡可得而必乎哉！悲夫！弟子志之，其唯道德之鄉乎！”\n\n市南宜僚見魯侯，魯侯有憂色。市南子曰：“君有憂色，何也？”\n\n魯侯曰：“吾學先王之道，脩先君之業；吾敬鬼尊賢，親而行之，無須臾離居；然不免於患，吾是以憂。”\n\n市南子曰：“君之除患之術淺矣！夫豐狐文豹，棲於山林，伏於巖穴，靜也；夜行晝居，戒也；雖飢渴隱約，猶旦胥疏於江湖之上而求食焉，定也；然且不免於罔羅機辟之患。是何罪之有哉？其皮為之災也。今魯國獨非君之皮邪？吾願君刳形去皮，灑心去欲，而遊於無人之野。南越有邑焉，名為建德之國。其民愚而樸，少私而寡慾；知作而不知藏，與而不求其報；不知義之所適，不知禮之所將；猖狂妄行，乃蹈乎大方；其生可樂，其死可葬。吾願君去國捐俗，與道相輔而行。”\n\n君曰：“彼其道遠而險，又有江山，我無舟車，奈何？”市南子曰：“君無形倨，無留居，以為君車。”君曰：“彼其道幽遠而無人，吾誰與為鄰？吾無糧，我無食，安得而至焉？”\n\n市南子曰：“少君之費，寡君之慾，雖無糧而乃足。君其涉於江而浮於海，望之而不見其崖，愈往而不知其所窮。送君者皆自崖而反，君自此遠矣！故有人者累，見有於人者憂。故堯非有人，非見有於人也。吾願去君之累，除君之憂，而獨與道遊於大莫之國。方舟而濟於河，有虛船來觸舟，雖有惼心之人不怒，有一人在其上，則呼張歙之，一呼而不聞，再呼而不聞，於是三呼邪，則必以惡聲隨之。向也不怒而今也怒，向也虛而今也實。人能虛己以遊世，其孰能害之！”\n\n北宮奢為衛靈公賦斂以為鍾，為壇乎郭門之外，三月而成上下之縣。\n\n王子慶忌見而問焉，曰：“子何術之設？”\n\n奢曰：“一之間，無敢設也。奢聞之，‘既雕既琢，復歸於樸’，侗乎其無識，儻乎其怠疑；萃乎芒乎，其送往而迎來；來者勿禁，往者勿止；從其強梁。隨其曲傅，因其自窮，故朝夕賦斂而毫毛不挫，而況有大塗者乎！\n\n孔子圍於陳蔡之間，七日不火食。\n\n大公任往吊之曰：“子幾死乎？”\n\n曰：“然”。“子惡死乎？”曰：“然。”\n\n任曰：“子嘗言不死之道。東海有鳥焉，其名曰意怠。其為鳥也，翂翂翐翐，而似無能；引援而飛，迫脅而棲，進不敢為前，退不敢為後；食不敢先嚐，必取其緒。是故其行列不斥，而外人卒不得害，是以免於患。直木先伐，甘井先竭。子其意者飾知以驚愚，修身以明汙，昭昭乎若揭日月而行，故不免也。昔吾聞之大成之人曰：‘自伐者無功；功成者墮，名成者虧。’孰能去功與名而還與眾人！道流而不明居，得行而不名處；純純常常，乃比於狂；削跡捐勢，不為功名。是故無責於人，人亦無責焉。至人不聞，子何喜哉？”\n\n孔子曰：“善哉！”辭其交遊，去其弟子，逃於大澤；衣裘褐，食杼慄；入獸不亂群，入鳥不亂行。鳥獸不惡，而況人乎！\n\n孔子問子桑雽曰：“吾再逐於魯，伐樹於宋，削跡於衛，窮於商周，圍於陳蔡之間。吾犯此數患，親交益疏，徒友益散，何與？”\n\n子桑雽曰：“子獨不聞假人之亡與？林回棄千金之璧，負赤子而趨。或曰：‘為其布與？赤子之布寡矣；為其累與？赤子之累多矣。棄千金之璧，負赤子而趨，何也？’林回曰：‘彼以利合，此以天屬也。’夫以利合者，迫窮禍患害相棄也。以天屬者，迫窮禍患害相收也。夫相收之與相棄亦遠矣。且君子之交淡若水，小人之交甘若醴；君子淡以親，小人甘以絕。彼無故以合者，則無故以離。”\n\n孔子曰：“敬聞命矣！”\n\n徐行翔佯而歸，絕學捐書，弟子無挹於前，其愛益加進。\n\n異日，桑雽又曰：“舜之將死，真泠禹曰：‘汝戒之哉！形莫若緣，情莫若率。緣則不離，率則不勞；不離不勞，則不求文以待形，不求文以待形，固不待物。’”\n\n莊子衣大布而補之，正緳系履而過魏王。\n\n魏王曰：“何先生之憊邪？”\n\n莊子曰：“貧也，非憊也。士有道德不能行，憊也；衣弊履穿，貧也，非憊也；此所謂非遭時也。王獨不見夫騰猿乎？其得枏梓豫章也，攬蔓其枝而王長其間，雖羿、蓬蒙不能眄睨也。及其得柘棘枳枸之間也，危行側視，振動悼慄；此筋骨非有加急而不柔也，處勢不便，未足以逞其能也。今處昏上亂相之間，而欲無憊，奚可得邪？此比干之見剖心徵也夫！”\n\n孔子窮於陳蔡之間，七日不火食，左據槁木，右擊槁枝，而歌猋氏之風，有其具而無其數，有其聲而無宮角，木聲與人聲，犁然有當於人之心。\n\n顏回端拱還目而窺之。\n\n仲尼恐其廣己而造大也，愛己而造哀也，曰：“回，無受天損易，無受人益難。無始而非卒也，人與天一也。夫今之歌者其誰乎？”\n\n回曰：“敢問無受天損易。”\n\n仲尼曰：“飢渴寒暑，窮桎不行，天地之行也，運物之洩也，言與之偕逝之謂也。為人臣者，不敢去之。執臣之道猶若是，而況乎所以待天乎！”\n\n“何謂無受人益難？”\n\n仲尼曰：“始用四達，爵祿並至而不窮，物之所利，乃非己也，吾命其在外者也。君子不為盜，賢人不為竊。吾若取之，何哉！故曰，鳥莫知於鷾鴯，目之所不宜處，不給視，雖落其實，棄之而走。其畏人也，而襲諸人間，社稷存焉爾。”\n\n“何謂無始而非卒？”\n\n仲尼曰：“化其萬物而不知其禪之者，焉知其所終？焉知其所始？正而待之而已耳。”\n\n“何謂人與天一邪？”\n\n仲尼曰：“有人，天也；有天，亦天也。人之不能有天，性也，聖人晏然體逝而終矣！”\n\n莊周遊於雕陵之樊,一異鵲自南方來者，翼廣七尺，目大運寸，感周之顙而集於慄林。\n\n莊周曰：“此何鳥哉，翼殷不逝，目大不睹?”\n\n蹇裳躩步，執彈而留之。\n\n一蟬，方得美蔭而忘其身，螳蜋執翳而搏之，見得而忘其形；異鵲從而利之，見利而忘其真。\n\n莊周怵然曰：“噫！物固相累，二類相召也！”捐彈而反走，虞人逐而誶之。\n\n莊周反入，三月不庭，藺且從而問之：“夫子何為頃間甚不庭乎？”\n\n莊周曰：“吾守形而忘身，觀於濁水而迷於清淵。且吾聞諸夫子曰：‘入其俗，從其令’。今吾遊於雕陵而忘吾身，異鵲感吾顙，遊於慄林而忘真，慄林虞人以吾為戮，吾所以不庭也。”\n\n陽子之宋，宿於逆旅。逆旅人有妾二人，其一人美，其一人惡，惡者貴而美者賤。\n\n陽子問其故，逆旅小子對曰：“其美者自美，吾不知其美也；其惡者自惡，吾不知其惡也。”\n\n陽子曰：“弟子記之！行賢而去自賢之行，安往而不愛哉！”\n\n"    
},
{
"章節":"十四",
"章節名稱":"田子方",
"章節內容":"田子方侍坐於魏文侯，數稱谿工。文侯曰：“谿工，子之師邪？” 子方曰：“非也，無擇之里人也。稱道數當故無擇稱之。”文侯曰： “然則子無師邪？”子方曰：“有。”曰：“子之師誰邪？”子方曰： “東郭順子。”文侯曰：“然則夫子何故未嘗稱之？”子方曰：“其 為人也真。人貌而天虛，緣而葆真，清而容物。物無道，正容以悟之， 使人之意也消。無擇何足以稱之！”子方出，文侯儻然，終日不言。 召前立臣而語之曰：“遠矣，全德之君子！始吾以聖知之言、仁義之 行為至矣。吾聞子方之師，吾形解而不欲動，口鉗而不欲言。吾所學 者，直土埂耳！夫魏真為我累耳！”\n\n溫伯雪子適齊，舍於魯。魯人有請見之者，溫伯雪子曰：“不可。 吾聞中國之君子，明乎禮義而陋於知人心。吾不欲見也。”至於齊， 反舍於魯，是人也又請見。溫伯雪子曰：“往也蘄見我，今也又蘄見 我，是必有以振我也。”出而見客，入而嘆。明日見客，又入而嘆。 其僕曰：“每見之客也，必入而嘆，何耶？”曰：“吾固告子矣：中 國之民，明乎禮義而陋乎知人心。昔之見我者，進退一成規、一成矩 ，從容一若龍、一若虎。其諫我也似子，其道我也似父，是以嘆也。 ”仲尼見之而不言。子路曰：“吾子欲見溫伯雪子久矣。見之而不言 ，何邪？”仲尼曰：“若夫人者，目擊而道存矣，亦不可以容聲矣！ ”\n\n顏淵問於仲尼曰：“夫子步亦步，夫子趨亦趨，夫子馳亦馳，夫子 奔逸絕塵，而回瞠若乎後矣！”夫子曰：“回，何謂邪？”曰：“夫 子步亦步也，夫子言亦言也；夫子趨亦趨也，夫子辯亦辯也；夫子馳 亦馳也，夫子言道，回亦言道也；及奔逸絕塵而回瞠若乎後者，夫子 不言而信，不比而周，無器而民滔乎前，而不知所以然而已矣。”仲 尼曰：“惡！可不察與！夫哀莫大於心死，而人死亦次之。日出東方 而入於西極，萬物莫不比方，有目有趾者，待是而後成功。是出則存 ，是入則亡。萬物亦然，有待也而死，有待也而生。吾一受其成形， 而不化以待盡。效物而動，日夜無隙，而不知其所終。薰然其成形， 知命不能規乎其前。丘以是日徂。吾終身與汝交一臂而失之，可不哀 與？女殆著乎吾所以著也。彼已盡矣，而女求之以為有，是求馬於唐 肆也。吾服，女也甚忘；女服，吾也甚忘。雖然，女奚患焉！雖忘乎 故吾，吾有不忘者存。”\n\n孔子見老聃，老聃新沐，方將被髮而幹，蟄然似非人。孔子便而待 之。少焉見，曰：“丘也眩與？其信然與？曏者先生形體掘若槁木， 似遺物離人而立於獨也。”老聃曰：“吾遊心於物之初。”孔子曰： “何謂邪？”曰：“心困焉而不能知，口闢焉而不能言。嘗為汝議乎 其將：至陰肅肅，至陽赫赫。肅肅出乎天，赫赫發乎地。兩者交通成 和而物生焉，或為之紀而莫見其形。訊息滿虛，一晦一明，日改月化 ，日有所為而莫見其功。生有所乎萌，死有所乎歸，始終相反乎無端 ，而莫知乎其所窮。非是也，且孰為之宗！”孔子曰：“請問遊是。 ”老聃曰：“夫得是至美至樂也。得至美而遊乎至樂，謂之至人。” 孔子曰：“願聞其方。”曰：“草食之獸，不疾易藪；水生之蟲，不 疾易水。行小變而不失其大常也，喜怒哀樂不入於胸次。夫天下也者 ，萬物之所一也。得其所一而同焉，則四支百體將為塵垢，而死生終 始將為晝夜，而莫之能滑，而況得喪禍福之所介乎！棄隸者若棄泥塗 ，知身貴於隸也。貴在於我而不失於變。且萬化而未始有極也，夫孰 足以患心！已為道者解乎此。”孔子曰：“夫子德配天地，而猶假至 言以修心。古之君子，孰能脫焉！”老聃曰：“不然。夫水之於汋也， 無為而才自然矣；至人之於德也，不修而物不能離焉。若天之自高， 地之自厚，日月之自明，夫何修焉！”孔子出，以告顏回曰：“丘之 於道也，其猶醯雞與！微夫子之發吾覆也，吾不知天地之大全也。”\n\n莊子見魯哀公，哀公曰：“魯多儒士，少為先生方者。”莊子曰： “魯少儒。”哀公曰：“舉魯國而儒服，何謂少乎？”莊子曰：“周 聞之：儒者冠圜冠者知天時，履句履者知地形，緩佩玦者事至而斷。 君子有其道者，未必為其服也；為其服者，未必知其道也。公固以為 不然，何不號於國中曰：‘無此道而為此服者，其罪死！’”於是哀 公號之五日，而魯國無敢儒服者。獨有一丈夫，儒服而立乎公門。公 即召而問以國事，千轉萬變而不窮。莊子曰：“以魯國而儒者一人耳， 可謂多乎？”\n\n百里奚爵祿不入於心，故飯牛而牛肥，使秦穆公忘其賤，與之政也 。有虞氏死生不入於心，故足以動人。\n\n宋元君將畫圖，眾史皆至，受揖而立，舐筆和墨，在外者半。有一 史後至者，儃儃然不趨，受揖不立，因之舍。公使人視之，則解衣般 礴裸。君曰：“可矣，是真畫者也。”\n\n文王觀於臧，見一丈夫釣，而其釣莫釣。非持其釣有釣者也，常釣 也。文王欲舉而授之政，而恐大臣父兄之弗安也；欲終而釋之，而不 忍百姓之無天也。於是旦而屬之大夫曰：“昔者寡人夢見良人，黑色 而髯，乘駁馬而偏朱蹄，號曰：‘寓而政於臧丈人，庶幾乎民有瘳乎 ！’”諸大夫蹴然曰∶“先君王也。”文王曰：“然則卜之。”諸大 夫曰∶“先君之命，王其無它，又何卜焉。”遂迎臧丈人而授之政。 典法無更，偏令無出。三年，文王觀於國，則列士壞植散群，長官者 不成德，斔斛不敢入於四竟。列士壞植散群，則尚同也；長官者不成 德，則同務也，斔斛不敢入於四竟，則諸侯無二心也。文王於是焉以 為大師，北面而問曰：“政可以及天下乎？”臧丈人昧然而不應，泛 然而辭，朝令而夜循，終身無聞。顏淵問於仲尼曰：“文王其猶未邪？ 又何以夢為乎？”仲尼曰：“默，汝無言！夫文王盡之也，而又何論 剌焉！彼直以循斯須也。”\n\n列禦寇為伯昏無人射，引之盈貫，措杯水其肘上，發之，適矢復沓 ，方矢復寓。當是時，猶象人也。伯昏無人曰：“是射之射，非不射 之射也。嘗與汝登高山，履危石，臨百仞之淵，若能射乎？”於是無 人遂登高山，履危石，臨百仞之淵，背逡巡，足二分垂在外，揖禦寇 而進之。禦寇伏地，汗流至踵。伯昏無人曰：“夫至人者，上窺青天 ，下潛黃泉，揮斥八極，神氣不變。今汝怵然有恂目之志，爾於中也 殆矣夫！”\n\n肩吾問於孫叔敖曰：“子三為令尹而不榮華，三去之而無憂色。吾 始也疑子，今視子之鼻間栩栩然，子之用心獨奈何？”孫叔敖曰：“ 吾何以過人哉！吾以其來不可卻也，其去不可止也。吾以為得失之非 我也，而無憂色而已矣。我何以過人哉！且不知其在彼乎？其在我乎 ？其在彼邪亡乎我，在我邪亡乎彼。方將躊躇，方將四顧，何暇至乎 人貴人賤哉！”仲尼聞之曰：“古之真人，知者不得說，美人不得濫 ，盜人不得劫，伏戲、黃帝不得友。死生亦大矣，而無變乎己，況爵 祿乎！若然者，其神經乎大山而無介，入乎淵泉而不濡，處卑細而不 憊，充滿天地，既以與人己愈有。”\n\n楚王與凡君坐，少焉，楚王左右曰“凡亡”者三。凡君曰：“凡之 亡也，不足以喪吾存。夫凡之亡不足以喪吾存，則楚之存不足以存存 。由是觀之，則凡未始亡而楚未始存也。\n\n"    
},
{
"章節":"十五",
"章節名稱":"智北遊",
"章節內容":"知北遊於玄水之上，登隱弅之丘，而適遭無為謂焉。知謂無為謂曰： “予欲有問乎若：何思何慮則知道？何處何服則安道？何從何道則得 道？”三問而無為謂不答也。非不答，不知答也。知不得問，反於白 水之南，登狐闋之上，而睹狂屈焉。知以之言也問乎狂屈。狂屈曰： “唉！予知之，將語若。”中欲言而忘其所欲言。知不得問，反於帝 宮，見黃帝而問焉。黃帝曰：“無思無慮始知道，無處無服始安道， 無從無道始得道。”知問黃帝曰：“我與若知之，彼與彼不知也，其 孰是邪？”黃帝曰：“彼無為謂 真是也，狂屈似之，我與汝終不近也。夫知者不言，言者不知，故聖 人行不言之教。道不可致，德不可至。仁可為也，義可虧也，禮相偽 也。故曰：‘失道而後德，失德而後仁，失仁而後義，失義而後禮。 ’禮者，道之華而亂之首也。故曰：‘為道者日損，損之又損之，以 至於無為。無為而無不為也。’今已為物也，欲復歸根，不亦難乎！ 其易也其唯大人乎！生也死之徒，死也生之始，孰知其紀！人之生， 氣之聚也。聚則為生，散則為死。若死生為徒，吾又何患！故萬物一 也。是其所美者為神奇，其所惡者為臭腐。臭腐復化為神奇，神奇復 化為臭腐。故曰：‘通天下一氣耳。’聖人故貴一。”知謂黃帝曰： “吾問無為謂，無為謂不應我，非不我應，不知應我也；吾問狂屈， 狂屈中欲告我而不我告，非不我告，中欲告而忘之也；今予問乎若， 若知之，奚故不近？”黃帝曰：“彼其真是也，以其不知也；此其似 之也，以其忘之也；予與若終不近也，以其知之也。”狂屈聞之，以 黃帝為知言。\n\n天地有大美而不言，四時有明法而不議，萬物有成理而不說。聖人 者，原天地之美而達萬物之理。是故至人無為，大聖不作，觀於天地 之謂也。今彼神明至精，與彼百化。物已死生方圓，莫知其根也。扁 然而萬物，自古以固存。六合為巨，未離其內；秋豪為小，待之成體 ；天下莫不沈浮，終身不故；陰陽四時執行，各得其序；惛然若亡而 存；油然不形而神；萬物畜而不知：此之謂本根，可以觀於天矣！\n\n齧缺問道乎被衣，被衣曰：“若正汝形，一汝視，天和將至；攝汝 知，一汝度，神將來舍。德將為汝美，道將為汝居。汝瞳焉如新生之 犢而無求其故。”言未卒，齧缺睡寐。被衣大說，行歌而去之，曰： “形若槁骸，心若死灰，真其實知，不以故自持。媒媒晦晦，無心而 不可與謀。彼何人哉！”\n\n舜問乎丞：“道可得而有乎？”曰：“汝身非汝有也，汝何得有夫 道！”舜曰：“吾身非吾有也，孰有之哉？”曰：“是天地之委形也 ；生非汝有，是天地之委和也；性命非汝有，是天地之委順也；子孫 非汝有，是天地之委蛻也。故行不知所往，處不知所持，食不知所味 。天地之強陽氣也，又胡可得而有邪！”\n\n孔子問於老聃曰：“今日晏閒，敢問至道。”老聃曰：“汝齊戒， 疏瀹而心，澡雪而精神，掊擊而知。夫道，窨然難言哉！將為汝言其崖 略：夫昭昭生於冥冥，有倫生於無形，精神生於道，形本生於精，而萬 物以形相生。故九竅者胎生， 八竅者卵生。其來無跡，其往無崖，無門無房，四達之皇皇也。邀於 此者，四肢強，思慮恂達，耳目聰明。其用心不勞，其應物無方，天 不得不高，地不得不廣，日月不得不行，萬物不得不昌，此其道與！ 且夫博之不必知，辯之不必慧，聖人以斷之矣！若夫益之而不加益， 損之而不加損者，聖人之所保也。淵淵乎其若海，魏魏乎其終則復始 也。運量萬物而不匱。則君子之道，彼其外與！萬物皆往資焉而不匱 。此其道與！\n\n“中國有人焉，非陰非陽，處於天地之間，直且為人，將反於宗。 自本觀之，生者，喑噫物也。雖有壽夭，相去幾何？須臾之說也，奚 足以為堯、桀之是非！果蓏有理，人倫雖難，所以相齒。聖人遭之而 不違，過之而不守。調而應之，德也；偶而應之，道也。帝之所興， 王之所起也。\n\n“人生天地之間，若白駒之過隙，忽然而已。注然勃然，莫不出焉 ；油然寥然，莫不入焉。已化而生，又化而死。生物哀之，人類悲之 。解其天韜，墮其天帙。紛乎宛乎，魂魄將往，乃身從之。乃大歸乎 ！不形之形，形之不形，是人之所同知也，非將至之所務也，此眾人 之所同論也。彼至則不論，論則不至；明見無值，辯不若默；道不可 聞，聞不若塞：此之謂大得。”\n\n東郭子問於莊子曰：“所謂道，惡乎在？”莊子曰：“無所不在。 ”東郭子曰：“期而後可。”莊子曰：“在螻蟻。”曰：“何其下邪 ？”曰：“在稊稗。”曰：“何其愈下邪？”曰：“在瓦甓。”曰： “何其愈甚邪？”曰：“在屎溺。”東郭子不應。莊子曰：“夫子之 問也，固不及質。正、獲之問於監市履狶也，‘每下愈況’。汝唯莫必， 無乎逃物。至道若是，大言亦然。周遍鹹三者，異名同實，其指一也 。嘗相與遊乎無有之宮，同合而論，無所終窮乎！嘗相與無為乎！澹 澹而靜乎！漠而清乎！調而閒乎！寥已吾志，無往焉而不知其所至， 去而來不知其所止。吾往來焉而不知其所終，彷徨乎馮閎，大知入焉 而不知其所窮。物物者與物無際，而物有際者，所謂物際者也。不際 之際，際之不際者也。謂盈虛衰殺，彼為盈虛非盈虛，彼為衰殺非衰 殺，彼為本末非本末，彼為積散非積散也。”\n\n妸荷甘與神農學於老龍吉。神農隱几，闔戶晝瞑。囗荷甘日中奓戶 而入，曰：“老龍死矣！”神農隱几擁杖而起，嚗然放杖而笑，曰： “天知予僻陋謾誕，故棄予而死。已矣，夫子無所發予之狂言而死 矣夫！”弇堈吊聞之，曰：“夫體道者，天下之君子所繫焉。今於 道，秋豪之端萬分未得處一焉，而猶知藏其狂言而死，又況夫體道 者乎！視之無形，聽之無聲，於人之論者，謂之冥冥，所以論道而 非道也。”\n\n妸荷甘與神農同學於老龍吉。神農隱几，闔戶晝瞑。囗荷甘日中奓 戶而入，曰：“老龍死矣！”神農隱几擁杖而起，嚗然放杖而笑，曰： “天知予僻陋謾誕，故棄予而死。已矣，夫子無所發予之狂言而死矣 夫！”弇堈吊聞之，曰：“夫體道者，天下之君子所繫焉。今於道， 秋豪之端萬分未得處一焉，而猶知藏其狂言而死，又況夫體道者乎！ 視之無形，聽之無聲，於人之論者，謂之冥冥，所以論道而非道也。”\n\n於是泰清問乎無窮，曰：“子知道乎？”無窮曰：“吾不知。”又 問乎無為，無為曰：“吾知道。”曰：“子之知道，亦有數乎？”曰 ：“有。”曰：“其數若何？”無為曰：“吾知道之可以貴、可以賤 、可以約、可以散，此吾所以知道之數也。”泰清以之言也問乎無始 ，曰：“若是，則無窮之弗知與無為之知，孰是而孰非乎？”無始曰 ：“不知深矣，知之淺矣；弗知內矣，知之外矣。”於是泰清仰而嘆 曰：“弗知乃知乎，知乃不知乎！孰知不知之知？”無始曰：“道不 可聞，聞而非也；道不可見，見而非也；道不可言，言而非也！知形 形之不形乎！道不當名。”無始曰：“有問道而應之者，不知道也； 雖問道者，亦未聞道。道無問，問無應。無問問之，是問窮也；無應 應之，是無內也。以無內待問窮，若是者，外不觀乎宇宙，內不知乎 大初。是以不過乎崑崙，不遊乎太虛。”\n\n光曜問乎無有曰：“夫子有乎？其無有乎？”光曜不得問而孰視其 狀貌：窨然空然。終日視之而不見，聽之而不聞，搏之而不得也。光 曜曰：“至矣，其孰能至此乎！予能有無矣，而未能無無也。及為無 有矣，何從至此哉！”\n\n大馬之捶鉤者，年八十矣，而不失豪芒。大馬曰：“子巧與！有道 與？”曰：“臣有守也。臣之年二十而好捶鉤，於物無視也，非鉤無 察也。”是用之者假不用者也，以長得其用，而況乎無不用者乎！物 孰不資焉！\n\n冉求問於仲尼曰：“未有天地可知邪？”仲尼曰：“可。古猶今也 。”冉求失問而退。明日復見，曰：“昔者吾問‘未有天地可知乎？ ’夫子曰：‘可。古猶今也。’昔日吾昭然，今日吾昧然。敢問何謂 也？”仲尼曰：“昔之昭然也，神者先受之；今之昧然也，且又為不 神者求邪！無古無今，無始無終。未有子孫而有孫子可乎？”冉求未 對。仲尼曰：“已矣，末應矣！不以生生死，不以死死生。死生有待 邪？皆有所一體。有先天地生者物邪？物物者非物，物出不得先物也 ，猶其有物也。猶其有物也無已！聖人之愛人也終無已者，亦乃取於 是者也。”\n\n顏淵問乎仲尼曰：“回嘗聞諸夫子曰：‘無有所將，無有所迎。’ 回敢問其遊。”仲尼曰：“古之人外化而內不化，今之人內化而外不 化。與物化者，一不化者也。安化安不化？安與之相靡？必與之莫多 。狶韋氏之囿，黃帝之圃，有虞氏之宮，湯武之室。君子之人，若儒 墨者師，故以是非相齎也，而況今之人乎！聖人處物不傷物。不傷物 者，物亦不能傷也。唯無所傷者，為能與人相將迎。山林與，皋壤與， 使我欣欣然而樂與！樂未畢也，哀又繼之。 哀樂之來，吾不能御，其去弗能止。悲夫，世人直為物逆旅耳！夫知 遇而不知所不遇，知能能而不能所不能。無知無能者，固人之所不免 也。夫務免乎人之所不免者，豈不亦悲哉！至言去言，至為去為。齊 知之，所知則淺矣！”\n\n"    
}
]
}