{
	"金石緣": [{
			"章节": "第一回",
			"章节名称": "小神童聯姻富室　窮醫士受害官舟",
			"章节内容": "詩曰：\n\n莫怨天公賦畀偏，\n\n窮通才拙似浮煙。\n\n空思他日開屯運，\n\n難定今朝締好緣。\n\n有聚終須風雨散，\n\n無情何必夢魂牽。\n\n莊周似蝶還非蝶，\n\n總與乾坤握化權。這兩首詩，是說人婚姻富貴，貧窮落難，都由天定，非人力可為。無奈世人，終不安分明理，見人一時落難，即要退婚絕交，使從前一團和好，兩相棄絕。誰想他惡運一去，忽然富貴，自己反要去靠著他。所以古人說得好：“十年富貴輪流轉。“以見人心必不可因眼前光，而不計其日後也。至於婦人，惟重賢德貞靜，不在容貌美丑。如容顏俊美，不能守節，非惟落於泥塗，甚至為娼為妓，遺臭萬年；若容貌醜陋，而能堅貞守困，豈特名標青史，且至大富大貴，享用不盡。今我說一樁賴婚安分的，與眾位聽者。\n\n話說江南蘇州府，有個少年解元姓金，名桂，號彥庵。父親官為參政。因朝中權奸當道，正直難容，早早致仕在家。母親白氏，自生了彥庵，即染了弱症，不復生產。參政因是獨子，十六歲就替他做了親，娶妻黃氏，才貌雙全。夫妻十分恩愛，十七歲就生一子，生得骨秀神清，皎然如玉。夫妻愛如珍寶，取名金玉，字雲程。賦性聰明，一覽百悟。六七歲即有神童之號。\n\n且說彥庵，十八歲上進學，二十歲鄉試，就中了解元。三報聯捷，好不興頭。其妻黃氏，又產下一女，就取名元姑。到冬底，彥庵正打點進京去會試。不料母親白氏忽然病重，至二月初一身亡。彥庵在家守制，將近服滿，那知參政因夫人死了，哀痛慘傷，也染成一病。病了兩年，也就相繼去世。彥庵夫婦，迭遭凶變，痛慕日深，居喪盡禮至念，六歲方才服闋。算來會場，尚有一年。在家讀書訓子，以待來年會試。\n\n且說蘇州閶門外，有一土富，姓林名旺，字攀貴，人都喚他林員外。院君張氏，做人最是勢利。只生兩女，長女取名愛珠，年方一十歲，有沉魚落雁之容，閉月羞花之貌。琴棋書畫，件件皆精；歌賦詩詞，般般都曉。只是賦性輕浮，慕繁華而厭澹泊；居心乖戾，多殘刻而鮮仁慈。父母因他才貌，愛如珍寶，必要擇一個富貴雙全，才貌俱備的，方才許親。所以此翁專喜趨炎附勢，結交官宦，意欲於官宦人家，選一十全的女婿。奈他是個臭財主，哪個大官顯宦來結交他？所結交的，無非衙官學師，舉人、貢生、生監等。思量遇著一個將發達的公子，就好為大女兒結親。其次女名喚素珠，相貌生得中中。小素珠四歲，教他唸書識字，他便道：“女兒家，要識字何用？將來學些針指，或紡綿績麻，便是我們本等。“父母因她才貌平常，將來原只好嫁一個鄉莊人家，故全不放\n\n一日偶然在外間走，訪得蘇州府學學師，今日上任，係徽州府人，兩榜出身。急急到家換了衣服，出城迎接。明日學師免不得來看他。原來那學師姓金，名素綬，號誠齋，與金彥庵是鄉榜同年。因同姓，又係同房，榜下就結為兄弟。彼便連捷，殿在三甲，就了教，今選蘇州府學教授。一到先看彥庵，然後看林旺。林旺有心要結交他，正值園中牡丹盛開，隨即發帖，請學師賞花。因想彥庵是他同年兄弟，且是少年解元，將來發達的鄉宦，正要結交他，便也發帖，請來陪學師。那一日，學師與彥庵，都到林家園內吃了半日酒，彥庵回家發帖，於十五日請學師。隨也發一帖，請林旺相陪，還了他禮。至期二人俱到。茶罷，學師道：“聞年姪甚是長成，今年幾歲了？“彥庵道：“十歲了。“學師道：“聞得六歲就有神童之譽，如今自然一發好了，何不請出來一會。“彥庵道：“理應叫他出來拜見，只是小子無知，惟恐失禮，獲罪尊長。“學師道：“說哪裡話，自家兄弟，何見外至此。“彥庵便命小廝，喚出兒子先拜見了伯伯，然後叫他拜員外。員外一見雲程，生得眉清目秀，美如冠玉，先已十分愛慕，又見他十數歲的孩子，見了客人彬彬有禮。見禮畢，就在彥庵肩下旁坐了。學師問他些經史文字，他便立起身來，對答如流。至坐席吃酒，又隨著父親送酒送席，臨坐，又向各位作揖告坐。彥庵送色盆行令，學師有意要試他，故意說些疑難酒頭酒底，弄得林旺一句也說不出，雲程反句句說來如式。喜得學師大贊道：“奇才奇才，將來功名，必在吾輩之上，神童之名，信不虛也。“林旺見他舉動言語，應對如流，先已稱奇。今又見學師如此歎賞，方知實是才貌雙全的了。\n\n且他父親是個解元，將來必中進士，他的文才既好，科甲定然可望，年紀卻與大女兒同庚，許嫁與他，豈不是一個快婿！只是當面不好說得，席散到家，便在張氏面前，極口稱贊：“金解元之子，才貌十全，將來功名必然遠大。年紀與大女兒同庚，若與結親，真一快婿。須及早央人說合，不可錯過。算來只有金學師是他相好，同年兄弟，必須求他去說方妥。“張氏道：\n\n“我女兒這般才貌，怕沒有一個好女婿？員外何須性急。我聞得金家雖是鄉宦，家中甚窮。解元中後，父母相繼去世，不能連科及第，看來命也平常。兒子就好，年紀尚小，知道大來如何？休得一時錯許，後悔無及。依我主見，待他中了進士，再議未遲。“林旺道：“院君差矣。他若中了進士，又有這樣好兒子，怕沒有官宦人家與他結親！還肯來要我家女兒麼？“張氏見丈夫說得熱鬧，便道：“員外既看中意了，就聽憑你去許他罷。只是要還我一個做官的女婿便罷。倘若沒有出息，我女兒是不嫁他的。“林旺道：“但請放心。這樣女婿，若不做官，也沒有做官的了。“於是次日特到學中拜看學師，求他到金解元家與大女兒為媒。學師口雖應允，心上便想道：“我那姪兒如此才貌，必須也要才貌雙全的女子，方好配得他來。不知林老的女兒如何？須要細細一訪，方好為媒。“於是隨即著人外邊去訪。誰知林愛珠才女之名，久已合縣皆知。只因他是個臭財主，鄉宦人家不肯與他結親，平等人家，他又不肯許他，所以尚待字閨中。學師訪知，便往金家竭力說合。金家也向聞此女才貌果然甚美，隨即滿口應允。學師面復了林家，林旺即刻將大女兒的八字送去。金家也不占卜，擇了十月念四，黃道吉日，將將就就備了一付禮，替兒子納了聘。林家回盒，倒十分齊整。定親之後，彥庵就擇了十一月二十上京會試。林家知道，又備禮送行不表。\n\n且說彥庵到京，候至場期，文章得意，放榜高高中了第二名會魁。殿試本擬作狀元，只因策內犯了時忌，殿在三甲榜下，就選了陝西浦城縣知縣。到家上任，拜望親戚朋友，上墳祭祖。\n\n又到林親翁家辭行。林員外先備禮奉賀，又請酒餞行。借此光耀門閭，驕傲鄉里。又在張氏面前誇嘴說：“我的眼力何如？不要說女婿將來的貴顯，即如眼前先是香噴噴一個公子了。“\n\n張氏與愛珠聞之，也覺歡喜。不數日，彥庵夫婦，帶了一雙兒女，一個老家人俞德，一同上任不題。\n\n且說愛珠小姐，才貌雖好，奈他器量最小，每每自恃才貌，看人不在眼中，連自己妹子，也常笑他生得粗俗，說他這樣一個蠢東西，將來只好嫁一個村夫俗子，不比我才貌雙全，不怕不嫁一個富貴才郎，終身受用不了。後見父親將他許與金家，公公是個解元，丈夫是個神童，已十分矜狂欣喜，見於顏面。\n\n後又見公公中了進士，選了知縣，更加榮耀。想自己將來一個夫人，是穩穩可望的了。便任情驕縱，待下人丫鬟，動不動矜張打罵，父母也不敢拗他。一日，忽對父母說：“家中這些丫頭，個個都是粗蠢的，不是一雙大腳，就是一頭黃髮。只好隨著妹子，紡綿績麻還好。若要隨著孩兒焚香煮茗，卻沒有一個中用的。“張氏道：“這個何難！對爹爹說，討一個好的來服侍你便了。“張氏隨即與員外說知。員外就叫家人，去喚了一個媒婆來，說道：“我家大小姐房中，要討一個細用丫頭，腳要小些，相貌也要看得過，又要焚香煮茗，件件在行，字也要略識幾個的方好。你曉得我家大小姐是個才女，又許在金老爺家，將來少不得要隨嫁的。倘若不好，鄉宦人家去不得。我價錢倒也不論，媽媽須揀上好的，領來便了。“媒婆連連答應，隨即別了員外，出去四下尋訪不題。\n\n卻說蘇州胥門外，有一個不交時的名醫，姓石，名道全，醫道樣樣俱全。怎奈時運不濟，貧窮的請他一醫便好，富貴的也不來請他。就是請去，少不得還請幾個時醫參酌，好的也叫不好，焉能見效？所以雖是名醫，家中窮苦不堪。更兼他一心只想行善，貧窮的不請便去，不但不索謝，有時反倒貼他藥資。\n\n富貴人家，也不去鑽刺，有人請他，總是步行，並不乘轎。家中又無藥料，到人家開了方子，聽他自去買藥。謝儀有得送他，也不辭沒得送他也不要。父母久已去世，並無兄弟伯叔。祖上原是舊家。妻子周氏，也是舊家之女，只生一子一女。女兒年已十二歲，名喚無瑕，有七八分姿色，得一雙小腳，也識得幾個字，走到人前，居然大家女子。待父母極孝，父母也甚愛他，兒子年方八歲，小名丑兒，表字有光。生得肥頭大耳，有一身膂力。要吃一升米飯，專喜持槍弄棍，常同街坊小廝們上山尋野味，下水捉魚蝦。路見不平，就幫人廝打，大人也打他不過。\n\n幸喜他只欺硬不欺軟，所以人都叫他好。一日同了小廝們到教場中玩耍，適值那日守備帶領營兵下操，丑兒竟去將他大刀拿起。那時守備姓李名紹基，看見七八歲小廝拿得起大刀，頗以為奇，就喚來問道：“你今年幾歲了？怎拿得動大刀？可會騎馬麼？“丑兒道：“八歲。馬實從未騎過，想來也沒有什麼。只人小馬高，上去難些。“守備道：“我著人扶你上去，你不要害怕跌下來便好。“丑兒道：“只要騎得上去，一些不伯，也不愁跌下的。“守備就著營兵扶他上馬。他拿了韁繩，不慌不忙，滿教場一轉，仍走到原處，營兵扶他下來，竟像騎過的一般。守備更加稱奇，說：“你小小年紀，有這般本事，姓甚名誰？住居何處？“丑兒道：“姓石，名有光，乳名丑兒。家住胥門外。“守備道：“你父親作何生理？“丑兒道：“行醫。“守備道：“行醫也是斯文一脈，你有這般膂力，我三六九下操日期，你可到來學習騎射，我再教你些武藝，大來也好圖個出身。“丑兒連忙磕頭道：“多謝老爺。“於是每逢下操，丑兒必到。那守備果然教他，丑兒一教就會。不數年，十八般武藝精通，連武弁多不如他，此是後話。\n\n且說石道全合當有事。忽有一個過往官員，姓利名圖，號懷寶。捐納出身，做過幾任州縣，奇貪極酷。趁來銀錢，交結上台。今升杭州府同知，帶了家眷上任。夫人常氏，破血不生。\n\n娶妾刁氏，利圖十分寵愛。生子年已十二，取名愛郎，生得清秀輕佻。利圖、刁氏，最所寵愛，一同上任。\n\n船到胥門，夫人忽然抱病。利圖吩咐立刻住船，去請醫生。\n\n誰知上岸就是石道全家。請了道全下船，診了夫人的脈，說道：\n\n“夫人此病，是氣惱上起的，沒甚大病，只須兩服藥就好的。“寫下方子，利圖送了一封謝儀別去。利圖即著人買了兩帖藥，一面開船，一面就著丫鬟煎藥與夫人吃。原來夫人的病，都因刁氏侍寵而驕，看夫人不在眼裡，日常間罵狗呼雞，屢行觸犯。\n\n夫人是個好靜的人，每事忍耐，故鬱抑成病。刁氏正喜中懷，今見醫生說她就好，心上好生不快。忽起歹心，想老爺舊年合萬億丹，有巴豆餘存，現帶在此，私自放在藥裡，與他吃了。\n\n雖不死，瀉也瀉倒他。於是就將數粒研碎，和入藥中。夫人哪裡知道？吃下去一個時辰，巴豆發作，霎時瀉個不住，至天明足足瀉了數十次。誰知病虛的人，那裡當得起瀉，瀉到天明，忽然暈去，嚇得一家連連叫喚。刁氏也假意驚張，鵝聲鴨氣喊叫，捧住了夫人的頭，反將手在她喉間一捏，夫人開眼一張，頓時氣絕。那老爺溺愛不明，大哭一場，不去拷問家中人，反歸怨到醫生身上，道：“夫人雖有病，昨日還是好好的，吃了那醫生的藥，霎時瀉死，明明是他藥死的。先叫住船，一面備辦後事，一面著幾個家人小廝，趕回蘇州，打到石道全家，打他一個罄空。再將我一個名帖，做一狀子，送到縣中去，斷要他償命。“眾家人聞命，個個摩拳擦掌。駕了一隻小舟趕去。\n\n那石道全正是閉門家裡坐，禍從天上來。\n\n不知性命如何，且看下回分解。\n\n"
		},
		{
			"章节": "第二回",
			"章节名称": "署印官串吏婪贓　賢孝女賣身救父",
			"章节内容": "詩曰：\n\n只緣運蹇觸藩籬，\n\n世上難逢良有司。\n\n負屈空思明鏡照，\n\n申冤惟有孔方宜。\n\n明知行賄能超雪，\n\n無力輸官莫可醫。\n\n幸賴捐軀有弱質，\n\n孝心一點未為癡。\n\n話說石道全，看了利夫人病，回去吃了飯，又到各家看了半日的病，至晚回家安睡。誰知一夜夢魂顛倒，天明起來，只聽得屋上烏鴉高叫，滿身肉跳心驚。便對周氏道：“我今夜夢魂顛倒，怎麼如今又心驚肉跳，烏鴉又如此叫，不知有甚禍事來？“周氏道 ：“如今是春天，春夢作不得准。至於心驚肉跳， 不過因做了惡夢，所以如此。若說烏鴉叫，他有了嘴，難道叫他不要叫？我家又不為非作歹，又不管人家閒事，有甚禍來？“\n\n說話間，適有人來請他看病，他便出去了一會。回來吃飯，見丑兒不在家，便問道 ：“丑兒哪裡去了？“周氏道：“他先吃 了飯出去的，想又玩到教場裡去了。“只聽得烏鴉更叫得慌。\n\n道全道 ：“烏鴉如此亂叫，必有事故。想來沒有別事，莫不醜 兒到教場去，闖出禍來？我且尋了他回來再處。“周氏道 ：“ 這也慮得不差。你吃完飯，去尋了他回來便了。“道全果然放了飯碗，就向教場尋兒子去了。\n\n誰想道全方出門，周氏與無瑕飯碗尚未收拾完，只見外邊走進許多大叔來。口中大叫道：“石先生在家麼？“周氏只道是請看病的，便道 ：“不在家。“眾家人道 ：“不好了，想是知風脫逃了。“又一個道 ：“他或者知道了，躲在裡邊，也不 可知。我們打進去便了。“那時就一齊動手，打進內室。鍋灶也打破了，牀帳也打壞了，值得幾個錢的傢伙，乘隙也被人搶去了。把家中打得雪片還不住手，口口聲聲只要石道全。嚇得周氏與無瑕哭哭啼啼，也無從分辯，不知是何緣故。鄰舍見眾人大模大樣，十分凶狠，不知是怎麼鄉宦人家。又聞是人命重情，誰敢來管閒帳。周氏直等他們打完了，方說道 ：“列位為 甚事，也須好說。怎麼把我家打得這般光景？我又不知甚事？\n\n無從辨得。“一個家人道 ：“放你娘的屁！你家藥殺人郎中， 把我家夫人活活藥死。我家已告在本縣，立刻要他去償命，還說這樣太平話，他丈夫既不在家，就將這婦人拿去，不怕他不招出丈夫來。“一個道 ：“且等差人來叫他，不怕他也逃了去。 “周氏聽了，嚇得魂飛魄散。母女相抱大哭。未幾差人已到，原來縣官到南京見總督去了，不得就回。家人先到縣丞處稟了，要他出差，且先將石道全拿去，錄了口供，送在監中，候縣官到家，申詳上去。那衙官巴不得有事，又見說是人命，立刻出差。來到石家，聞說道全不在家，又無使用，即刻就要拿周氏去回官。無瑕一把扯住了母親大哭，家人們正要來拆開拿去。\n\n恰好道全到教場尋見了兒子，看見守備正教他射箭，只得看了一會。等完了，方同兒子回來。一進門，只見家中哄了一屋人，打得一空如洗，不知是甚緣故。到裡邊，又見眾人竟將周氏鎖了要走，女兒扯住痛哭，丑兒竟要上前去打。倒是道全止住道：\n\n“不可亂動，且待我問一個明白再處。“正要上前去問，家人 認得是道全，便道 ：“道全回來了。“就要上前去打。差人見說道全已回，便將周氏放了，來鎖道全。見眾人要打他，便道：\n\n“列位大叔，且不要動手，有事在官，且到官去，不怕他不死。 “家人聽說，便也放手，捉擁而去。丑兒初見眾人要打他父親，正要上前去打，後見差人說有事在官，又見人人也住手了，仍恐打出事來，反害父親，且待問明了何事，再救父親未遲。\n\n且說石道全拿到縣前，差人就稟了縣丞。縣丞見兩邊俱無禮送來，只得坐堂，將就一問。且待將來哪邊禮厚，就好偏著哪邊了。當時先叫原告知數一問，知數道 ：“家老爺升任杭州 府同知，同夫人上任。昨日在此經過，夫人偶有小恙，請石道全去看。據他也說沒有大病，兩服藥也就好的。不想昨晚吃了他藥，霎時就大瀉起來。瀉了一夜，早晨就死了。這明明是他藥死的，求老爺問他就是。“縣丞就叫石道全上來，先將氣鼓一拍，道 ：“你這該死的奴才，怎麼將利夫人活活的藥死了！ 人命重情，非同小可，快快從直招來，免受刑法。“石道全道：\n\n“老爺是明見萬里的。醫生有割股之心，利夫人與小的又無宿 冤，豈有藥死之理。況醫生又不發藥，不過開一方子，方子現在利老爺處，求老爺取來一驗。若有一味瀉藥在內，小的就死也甘心。況利老爺既告人命，人命那有不驗屍之理？真正是極天冤枉，望老爺詳察。“縣丞道 ：“胡說！藥與病相反，甘草 也能殺人。利夫人昨日還好好的，吃了你藥就死了。還說不是你藥死的，你說方子現在，方子上即使沒有藥死人的藥，焉知不與夫人的病相反？亦難免庸醫殺人之罪。若說人命驗屍，或是殺死、打死、毒藥毒死的，便有傷可驗。如今是你有意用錯了藥藥死的，有甚傷驗？況他是個誥命夫人，據說與你無仇，難道將假命來圖詐你麼？看來人命是真的。今日你造化，縣太爺不在家，我老爺是最軟心的，或者可以替你挽回從寬。又看你的造化，如今我也不打你，且寄監，遲日再審。“即時將道全上了刑具，送進監中。又喚利家知數上來說道 ：“你回去稟 知你老爺，夫人雖服藥身死，據醫生說：他又不曾發藥，方子現在你老爺處，夫人又不便驗屍。人命關天，不可草草。你老爺若必要問他一個抵償，也是易事。且候你老爺主意如何？我替他行便了。“\n\n知數謝了一聲，隨即趕到杭州，回復家主。那利圖一時氣頭上，便著家人去告石道全。過了幾日，被刁氏百般引誘，萬種調情，竟將夫人忘記了。今見家人回復，縣丞如此口氣，明明要我去買囑他。我想死者不可復生，醫生又與我無仇，不過庸醫殺人，看他方子，實無瀉藥在內，這是我夫人命當如此，丟開罷了。又兼刁氏是心虛的人，誠恐弄到實處，干涉到自己身上來。又與醫生無仇，已經害了他，如何還好下毒手？所以乘家主不認真，便也從中力阻。利圖竟去上任，也不來稟究了。\n\n怎奈縣丞得了這樁事，以為生意上門。今見利家竟沒有人來，只有打合石家來上鉤，從輕發放便了。倘若倔強不來，我據狀子上提他出來，以人命認真，嚴刑夾打，不怕不來上鉤。\n\n於是就叫差人進來吩咐道 ：“石郎中這樁人命事，要真也可以 真得，要假也可以假得。全在我老爺作主。你去對他說，不要睡在鼓裡。我若再審一堂，詳到堂上，就不能挽回了。“差人領命，就到監中。將縣丞的話，細細對道全說了，叫他急急料理要緊。道全哭道 ：“大哥是曉得的，我家中本來原窮，前日 又被利家人打搶一空，飯也沒得吃，哪有錢來料理！況官府面上要料理，至少也得十數金，殺我也只好看得，實出無奈。“\n\n差人道 ：“性命要緊，你也不要說煞了。家中有人來，你且與 他商議。我明日來討你回音，方去回復本官。“道全道 ：“多 謝大哥。萬分是假的，只有聽天了。“\n\n不說差人別了出去，且說丑兒，那日見差人捉了父親去，便央幾個鄰舍，同到縣前打聽，方知是這樁事。看縣丞口氣，一句凶，一句淡，明明要想銀錢。奈家中這般光景，哪來銀錢？\n\n連進監差房使用一無所有，免不得進監受些苦楚。後來牢頭等曉得他窮，想難為他，也是枉然，倒有些憐惜，故丑兒來看父親，竟不要他常例，一到就開他進去。今差人方去，丑兒適來。\n\n道全一見兒子，便大哭道 ：“我的性命是必然難保的了。留了 你母子三人，如何過日？“丑兒道 ：“這事只要等縣官回來， 訴他一狀，審一堂就完了。爹爹為何說起這樣話來？“道全便將差人之言，述了一遍，說縣丞見我不理他，必然夾打成招，硬詳上去，等縣官回來已遲了。況他們官官相護，知縣官又是怎樣的！“丑兒見說，也痛哭一場，說：“爹爹且寬心，孩兒出去，與母親商議，明日再來看你。“\n\n別了父親，回到家中。將父親說話，一一對母親說知。周氏便放聲大哭道：“如此怎了！莫說十數金，就是一錢五分，也是難的。“無瑕也哭道 ：“如此說，難道看了爹爹受罪不成！ “周氏道：“你看家中一無所有，兄弟又年小，我與你又是女流，屋又是別人的，門房上下，又沒有親戚，朋友又沒有好的。\n\n況人家見我如此光景，就有也不肯借我，叫我如何救得！他倘果問實，惟有一死相隨於地下矣。“無瑕道 ：“爹爹母親，若 果如此，孩兒何忍獨生！“想一想道：“罷！罷！罷！孩兒倒有一計在此，可以救得爹爹。“周氏忙問道 ：“兒有何計，快 快說來。“無瑕道 ：“孩兒想來，並無別計。只有孩兒身子原 是爹娘養的，不如急急將孩兒去賣了，便可救爹爹了。“周氏道 ：“我兒說哪裡話來！我家雖然窮苦，祖上也是舊家，豈有 將你賣到人家為奴為婢，成甚體面！這個斷斷使不得。“無瑕道 ：“母親差矣！人生各有命運，孩兒若命好，爹爹也不犯這 樣事了。況且說：留得青山在，不怕沒柴燒。救得爹爹出來，倘有發達之日，贖了孩兒回來，原有好日，也不可知，若只貧窮，孩兒就終身為婢，也是孩兒的命了。母親須及早算計，不可差了主意。“周氏道 ：“斷斷不可。雖救了爹爹回來，何忍 見你到人家去做使女。我常見人家使女，主母好的，一日服侍到晚，還可安息一夜。若遇著不好的，動不動打罵，凌辱不堪。\n\n還有主人不好的，暗地調情，不怕你不從。主母妒悍，百般敲打，不怕你不含忍。還要磕人的頭，受人的氣。我將你寶貝一般養大，豈忍使你如此！“無暇道：“據母親說，將孩兒寶貝一般養大。如今爹娘有難，不能相救，要養孩兒何用？至於怕受主人主母凌辱，孩兒自有主意，決不辱沒爹娘。不見雙冠誥上碧蓮，受兩重封誥，獨不是丫鬟麼！“周氏道：“這不過是做戲，哪裡真有此事。決然使不得。“無暇道 ：“母親決意不 忍孩兒賣身，孩兒又何忍見爹爹受罪？不如尋個自盡罷。“說完就向牆上亂撞，嚇得周氏與丑兒一頭扯住，一頭哭。正在難分難解之際，適值王媒婆在門前走過，聽見裡邊哭聲震天，向來原是認得的，就走進去張一張。只見無瑕要尋死，周氏、丑兒亂哭亂扯。王婆道 ：“大姐，為何如此光景？“周氏抬頭， 見是王婆，便道 ：“媽媽來得正好，替我勸她一勸。“王婆就 來扯住無瑕道 ：“大姐，小小年紀，為著何事，這般尋起短見 來？“無瑕道 ：“媽媽，不要勸我，煩你勸勸我母親依了我， 我便不死了。“王婆道 ：“這也奇了！娘娘是最愛你的，有甚 事不肯依你？“就轉身對周氏道 ：“娘娘，你家大姐要什麼？ 你不肯依她，使她尋死覓活。“周氏道 ：“不要說起，說來連 你也要傷心。我家官人，今日也醫病，明日也醫病，病便醫好多少，不曾見他趁得銀錢。只說做些好事濟世，還望有個好報。\n\n誰想前日，有個過路官員的夫人有病，請去看了，並無大病，開了一個方子。承他送了一錢二分銀子，回來十分歡喜。不想那夜，夫人忽然大瀉身死，那官員竟說是我官人藥死的。告到縣中，縣官不在家，竟告在二衙。你想衙官豈肯空過的！不問是非曲直，叫差人來說：有錢則生，無錢則死。我家弄到這般光景，哪裡有錢？不想我那癡女兒救父心急，定要賣身。我想家中雖窮，事情雖急，念祖上也是舊家，何忍將女兒賣到人家去。他見我不從，便說不忍見父親受罪，定要尋死。你道傷心也不傷心？“王婆聽了，就將無瑕相了一相道 ：“如此說來， 竟是個孝女了。難得難得。不是我敢於勸娘娘說大官人性命要緊，難得大姐有如此孝思。雖說賣到人家下賤，我看見人家這些姐姐，好不快活哩。命好的，後來原做夫人、太太。況你家大姐如此孝心，皇天也決不負她。救出大官人來，他是行道的人，只要幾個月好運，便好贖了大姐回來，許一個好人家，原是個大家了。“周氏道 ：“雖承媽媽如此說，賣了出去，要想 贖也就難了。況且如今就要賣，急切哪得個好人家來買他。“\n\n王婆道 ：“只怕娘娘不肯賣，若果要賣，如今到有一個絕好的 人家在此。“周氏道 ：“是什麼人家？“那王婆就說出那個人 家來。正是無針不引線，引線巧成緣。要知王婆所說誰家？賣得成賣不成？救得父救不得父？且看下回分解。\n\n"
		},
		{
			"章节": "第三回",
			"章节名称": "場空徒成畫餅　三不受相決終身",
			"章节内容": "詞曰：\n\n急雨狂風，頃化作晴空千里。才過眼，炎涼反覆，誰為為此。人世大都多此態，天公作俑何妨爾。笑伊家、忽喜忽然悲，誠哉鄙。\n\n鼓棹去，隨波駛，叉手立，看雲起。任英雄狡檜，聞雷喪匕。放我逍遙。春夢外，容君千百秋毫裡。歎人間，逝者總如斯，徒然耳。\n\n－－右調《滿江紅》\n\n話說王婆見無瑕要賣身，說有個好人家，原來就是林員外家，說他家大小姐如何樣好，許與金老爺家，金家又如何樣好。\n\n周氏終於不忍。無瑕道：“莫說人家好，就是不好，只要救得爹爹，死也甘心。“王婆又再三相勸，周氏只得允從。王婆隨即叫一乘小轎，將無瑕抬到林家。愛珠一看，甚是中意。員外就問要多少身價？王婆道：“他原是好人家，因父親冤獄在監，二衙要他銀子，許出脫他，沒奈何賣身救父的。要三十金。“\n\n員外道：“太多。只好二十金。“王婆兩邊說合，說到二十四金，方才立契。員外又道：“二衙與我最好，他要送銀子與他，何不存在我處，我代去送，還可省些。且二衙不好違拗，包他即刻釋放。“王婆與周氏說知，周氏也大喜，說定十八兩。員外一力包妥當，只付出銀六兩。\n\n且說員外扣了十八兩，只封銀四兩。又隨封八錢，也不通知書辦，竟親手送進二衙。那縣丞初受了這張狀詞，滿望兩邊賄囑。誰知利家一去不來，石家又窮，打合不上，心已冰冷。\n\n忽見林員外來說這事，竟送銀四兩八錢，喜出望外，滿口應允，即刻釋放。員外亦喜十三兩二錢，穩穩到手。隨即別去縣丞就叫書辦，即刻查卷釋放。\n\n誰知那書辦是王婆壁鄰，王婆賣了無瑕，回家將無瑕賣身救父，員外扣銀，代送二衙，一一對老公細講，都被書辦聽見。\n\n滿擬明日必來近他，也好趁一個大東道。誰知員外竟親自與官說妥，竟不理他。趁官要查卷，便道：“林家來送老爺多少銀子？“縣丞道：“四兩。“書辦道：“好心狠。“縣丞道：“怎麼心狠？“書辦道：“石家賣了女兒，扣十八兩在林家送老爺，他只送四兩，倒留了十三、四兩，豈不心狠！“縣丞道：\n\n“何不早講，今已應允，奈何？“書辦道：“這何難。一面將銀退回林家，一面上緊弔審，不怕這銀子不一並送來。“縣丞道：“妙！妙！妙！你真是我的招財神道了。就著你送還林家，即刻出票提審，倘果如數送來，將小禮一總與你便了。“書辦道：“這個都在我。只老爺也要拿定主意，不足此數，不要應允。“縣丞道：“這個自然。“隨將銀付書辦，立刻送到林家，說：“事情重大，恐利家還有說話，老爺擔當不起。原禮璧上，多多致意。“說完去了。\n\n員外聽說，嚇了一呆，想縣丞不過請益之意，竟不留書辦商議。隨義添了幾兩，重複送進。縣丞不允，必要十六金，隨封在外。員外一想，如數送他，自竟落空。即刻喚王婆來說：\n\n“二衙必要二十四金方妥，要他將找去六兩頭退來方能妥當。“王婆辭出，要到石家。行至半途，恰好遇見丑兒。原來周氏見丈夫不放，叫丑兒來問王婆。適王婆被林家喚去，門兒鎖著。\n\n丑兒問他鄰里，恰好問著了二衙書辦，原認得的，便道：“你父親事，怎不早早妥當了。縣官將回，本官就要訊供詳解了。“\n\n丑兒道：“我正為此來尋王媽媽。“書辦道：“這事我也知道。\n\n只你投差了人了。聞得你扣十八兩銀子，在林家送官。他只將四兩送進，本官大怒，立刻璧還了。你若拿來自送，我包你今日就妥當。方才林家來喚王婆，想就為此，你候上去，總問他退銀子就是了。“丑兒聽說，果候到半路撞見王婆，便將員外之言一說。丑兒道：“既不妥，還我銀子罷。“王婆道：“員外說，銀子十八兩，已送進去了。只要找去就妥當，哪裡退得出？“丑兒就對面一啐道：“事又不妥，銀又不退。終不然。\n\n白送你罷。“王婆道：“我是好意，替你說說。怎反傷觸我？“兩人相爭起來，竟扭住廝打。適遇守備經過，齊齊叫喊，帶到衙門。見是丑兒，便問道：“連次下操，久不見你，今日怎麼與這老婆子廝打？“丑兒便將父親冤獄，阿姊賣身，王婆作中，林家扣銀送官，事情不妥，又不退銀，一一稟知。守備就叫王婆吩咐道：“石家為事在獄，他女兒賣身救父，也出於無奈的了。你怎麼還拴通林家扣他銀子，又不替他妥當，反在街坊叫喊。本應責你一頓板子，可惜我是武職衙門，權且饒打。\n\n可即刻到林家照數要還石家銀子。倘有毫釐短少，我移送到府，活活把你敲死。快些去罷。“嚇得王婆急到林家說知。員外原知守備與四府知縣都好不敢違拗，只得忍著肉痛，照數付還不題。\n\n且說守備發付王婆去後，就對丑兒道：“你父親既有此事，如何不來與我商議？這二衙理他怎麼。他今日得了銀子就放了。\n\n縣官回來，闔家再告，此事原不完。我想你父親不過開一方子，又未發藥。那夫人突然瀉死，其中必有緣故。不是家人買藥毛病，定是侍妾妒忌奸謀。你只要將這緣故做一辨狀，縣尊不在家，竟向四府投遞。那四府是最有風力不怕事的，又與我最好，我去會他，要他行一角文書，到杭州弔家屬對證，他決然不肯，反要從寬完結了，豈不做得乾淨麼。“丑兒道：“多謝老爺妙算，只是小人向蒙老爺教習武藝，尚苦家貧無物孝敬。這事怎敢又來驚動老爺？“守備道：“你這話又差了。我們山東人，與人相與了，頭顱也肯贈人。這樣小事，難道我也與縣丞一般，想你謝麼。如今也不遲，你快快做辨狀，到四府去投。我就去會他，要他即速行提便了。“丑兒大喜，果將辨狀向四府投遞，守備果去說了。立刻批准行文，一面提訊，縣丞哪裡知道？書辦打聽林家銀已付還，石家竟不來說。對官說知，立刻提出，正要用刑，四府恰已來提，只得交付去了。縣丞氣得要死，歸怨書辦，將他到手銀子退去，又叫他拿定主意，送到十二兩不受，今弄得一場空，押著要他賠。書辦又怨官不曾趁銀子，互相怨恨不題。\n\n且說刑廳文書到杭，果不出守備所料，家屬沒有付來一角回文，倒求四府從寬釋放。刑廳也不深究，隨將道全釋放回家，周氏接著大喜。道全不見女兒，問起方知要救他賣身林宅，便大哭一場。又知全虧守備出力相救，急同兒子到守備衙門叩謝。\n\n過了兩日，又到林家看看女兒。幸喜女兒在彼，小姐甚是喜她，同伴亦甚相好，道全便也放心回家。身價尚存十八、九兩，置些粗用傢伙，用去三四金，尚存十四、五兩。買些雜貨等物，門前賣賣，意欲積聚積聚，以為贖女之計。又立誓再不行醫了。\n\n丑兒見事妥當，下操日仍到教場學武。\n\n一日，適同父親在店中，忽見一個相面先生，到店中買紙，將丑兒細細一看，便道：“好相。好相。“道全見他贊得奇異，便道：“先生你叫哪個好相？“那先生道：“小子李鐵嘴，在江湖上談相二十餘年。富貴貧賤的相，相過了多少，從未看差一人。今見二位尊相都好，想是喬梓了。“道全道：“這個正是小兒。但先生說，從未相錯一人，今叫愚父子都是好相，只怕就錯了。“相士道：“豈有此理！尊相若不嫌繁，待小子細細一談何如？“道全道：“極願請教。只小弟貧窮，出不起相金，不敢勞動。“相士道：“說哪裡話。小子不是利徒，不見招牌上有三不受麼！目下貧賤，將來富貴的不受；自下富貴，將來貧賤的不受；目下貧賤，終於貧賤的不受。蓋因貧賤的，送出也有限，要等他相准後，受他的厚謝。富貴的，無不喜奉承，說他將來貧賤，必然大怒，說我不准，還想他厚謝麼？至於終身貧賤的，不如我多了，怎還要他相金？故言三不受。若賢喬梓，正小子將來厚望之人，豈敢要相金！“道全道：“據先生如此說，愚父子果有好日麼？“相士道：“尊相休得看輕了，依小子看來，上年春季不利，該有飛災橫禍，幸有陰德紋化解，不至大害。今年尊庚幾何？“道全道：“三十二歲。“相士道：“目下還只平平。交四十歲，到鼻運就好了，足足有四十年好運。雖不能事君治民，那皇封誥命，卻也不小。大約不出一二品之外。若論富貴顯榮，還不止於此，只怕還有半子的大顯榮哩。“\n\n道全道：“先生又來取笑了。小弟雖有一子一女。不瞞先生說，上年三月，果犯一樁飛災橫禍，幾乎一命難保。虧得小女一點孝心，情願賣身救我，我便救了出來。一個女兒，現在人家做丫鬟，何來半子之榮？就這小兒，年方八歲，一字不識，也無力送他讀書，封誥從何而來？“相士道：“尊相差矣。我又不要你相錢，奉承你怎麼？我也不曉得令愛賣不賣，只據尊相該有極貴的半子，至於封誥，一些不差。現有這位令郎，尊相甚合，將來必然大貴。依小子看，原用不著讀書，眼上帶殺，功名當在槍頭上得來，一二品皇封，是拿得穩的。不消多年，十年後便見到。那時不要不認得小子便好。“道全道：“說哪裡話。不要說這般富貴，倘得稍有際遇，定當相報。“相士說完要去，道全道：“多承先生美意，不要相金。但講了半日，小弟也不安，先生想還未用飯，若不嫌簡慢，請些便飯何如？“\n\n相士道：“飯是早晨已用過了。既蒙盛情，不敢相卻。“道全就叫丑兒看了店，自同到裡邊坐了。周氏拿出飯來，相士看見，就立起身來道：“老親娘叨擾了。“周氏道：“好說。只是簡慢，莫怪。“放下就進去了。相士又將周氏看了一眼，對著道全道：“我的謝儀，穩穩討得成了。“道全道：“為何？“相士道：“適見尊嫂，卻又是一位誥命夫人的相。一家的相相合，豈還有相錯的理。“\n\n未幾飯罷，道全進去取茶。周氏道：“那先生誇嘴說從不相錯，難道我家果有此造化麼？“道全道：“只求有碗飯吃，贖了女兒回來，也就罷了。哪裡指望這個田地。“周氏道：“我聞林員外最喜算命相面，何不薦他去一相。一則我家沒有相錢，薦他去多得些相金也好。二則女兒在彼，趁便也好一相。“\n\n道全甚稱有理。便與相士說了，同到林家。員外聞知甚喜，就叫“請進“，先自己與他一相。相士把員外上下一看，便道：\n\n“小子是最直的，員外莫怪。“員外道：“原要直說。“相士道：“看尊相腰身端厚，天倉隆起，一生財祿豐盈。可惜眉目不清，貴不敢許。頭皮寬厚，面色紅黃，壽遇古稀。再看隻身肥下削，誠恐子息艱難。幸喜右顴紅光吐露，倒有半個貴子收成。“員外相完，就請他坐了。走進去對院君道：“石道全薦一個相面的來，倒也有些准。說我財主有壽，只不能貴，兒子難招，只該有半個貴子收成。我想：年將半百，家中快活，原不想做官，兒子想來也難，半個貴子，大女兒的女婿，將來必然顯達；至於二女兒生得粗俗，又不要好，料無貴婿要他。豈不句句都准。“院君道：“是石道全薦來的，我家事情，哪一件不知？必然先對他說知，哪有不准的理。若要試他，只有將兩個丫頭與兩個女兒，改換裝扮了與他相，連石道全都瞞過，不要放他進來，准不准就試出來了。“員外道：“妙！妙！妙！你快去叫女兒、丫頭，改扮起來。我去同他進來相。“院君就到大女兒房中。說：“石道全薦個相士來，你爹爹叫他相得准，恐道全先與說知，叫你姊妹二人，與兩個丫鬟，改扮了與他相，就好試他眼力。我想莫如叫無瑕扮了你，小桃扮了妹子，你二人扮丫鬟，你道可好麼？“\n\n愛珠道：“孩兒與無瑕改扮，倒無不可。雖然貴賤各別，無瑕打扮起來，外貌還充得過大家女子。只孩兒扮了丫頭，恐天下沒有這樣好丫鬟。若庸俗相士，或者看不出。至於妹子與小桃，倒不必改扮，妹子本來粗蠢的，想來相也平常，相得不好，也難定他不准。至於小桃，走到面前，就是一個丫頭。即使改扮，也不脫丫頭的相。倒要被他看出破綻來，連孩兒與無瑕，也必然看破，反為不美。“院君道：“我兒言之有理，你快與無瑕改扮起來。我去叫妹子一同出去相便了。“院君出去了，愛珠就將自己的花裙花襖，大紅繡鞋，金珠首飾與無瑕換了。幸而無瑕的腳原與愛珠一色，打扮起來，居然是個大家小姐。愛珠也將無瑕的布衣布裙，通身換了，也像一個丫鬟。就叫妹子一同出去。正是人不可以貌相，海水不可斗量。\n\n不知相士相得出，相不出？且看下回分解。\n\n"
		}, {
			"章节": "第四回",
			"章节名称": "林小姐因相生嗔　金進士過江被劫",
			"章节内容": "詞曰：\n\n莫道相無准，骨格生來定。婢妾豈長貧，胡為太認真。\n\n貴賤多更變，安分休留戀。試看綠林豪，塵囂枉自勞。\n\n－－右調《醉公子》\n\n話說愛珠與無瑕打扮完了，就同妹子與眾丫鬟等，一齊出去，在內堂等候。員外出去，就叫石道全廂房少坐，自己同了相士進來，先叫無瑕上前，“這是大小女，請先生一相。“相士細細將無瑕一相，心中想道：“虧此老，倒生得出這樣一個好女兒。“便道：“請小姐咳嗽一聲。“無瑕便輕輕咳嗽一聲。相士便對著員外道：“恭喜員外，有這樣一位好令愛，小子方才說員外有半個貴子，還不想有這般大貴的令愛。“員外聽了，已不覺好笑道：“被我試出來了。且不說破，看他說如何好法。“相士道：“我看令愛尊相，肩抱日月，定作朝廷之貴。眉灣星宿，准為王者之妃。目如秋水，聲似鳳鳴。但嫌嘴臉少狹，山根略斷。為此早年蹭蹬，不能母儀天下。然亦必為侯伯夫人，後來還有大貴兒孫，壽元限元八十八、九，夫妻榮貴，子媳團圓。小子在江湖上二十餘年，這樣好女相，見得甚少。再請第二位來相。“員外就喚過素珠說：“這是二小女，請相。“相士又將素珠細細一相，也叫咳嗽一聲。說：“二令愛尊相，雖大不如大令愛，然也是一位貴相。你看他五嶽端厚，骨氣磊落，神色溫和，坐視不凡。面雖紫黑，而紅光暗現，聲雖高大，而響亮神清。一二品榮封可保，夫榮子貴無疑。小子前看員外，該有半個貴子，該應在二令愛身上。適見大令愛如此大貴之相，員外就不該只有半子之榮了。難道小子先前看錯了不成？“員外道：“這且不要管他。我家這些丫頭裡邊，可也有個好些的相麼？你們一齊來同立了，也煩先生相一相。“那時有六個丫頭，一般打扮，愛珠亦雜在其中。先生兩邊細細一看，對著員外道：“六位尊婢，相總不相上下。一生衣祿無誇，後來都也有些收成。要十分大出息的，卻也沒有。“員外見他相不出大小姐，便指著大小姐說道：“那五個丫頭原是我家生的，只這一個，是我上年外邊討來伏侍大小女的。前日有個相士，說他目下雖是丫鬟，將來倒有夫人之分。請先生再細細相他一相，果是如何？“相士又將愛珠一看，便道：“今日相多了，遲日再相罷。“員外道：“只這一個，何難一相。雖是丫鬟，相金自然照數奉送。必要請教的。“相士道：“小子哪論相金，只因這位尊婢，相貌可疑，說來誠恐員外見怪。“員外道：“想是他的相還好過小女麼？說來恐小女們怪。這個不妨。丫頭原有好相，只要據相直言便了。“相士道：“既如此，姐妹們請便，我與員外細談便了。只不要怪，這位尊婢，若果相好，何妨直言。方才員外說：有個相士說他自下雖是丫頭，將來倒有夫人之分。這話大相反了。目下丫鬟，倒還屈了他三分。若說將來，不但夫人無分，就要學這五位尊婢，只怕還趕他不上腳根哩！“員外道：“哪有此理。“相士道：“女人最忌有媚無威，舉止定然輕狂；面薄唇澆，作事定然刻薄。顴高帶殺，定主刑夫。山根細軟，定難招子。興腰如擺柳，貧賤無疑。兩目似流星，臭聲難免。氣短色浮，難過二九。幸喜伏侍大令愛，若能真心著意靠他宏福，或者還有小小收成。若一離心，不要怪小子說，不作青樓之女，定為乞丐之妻。死了，棺木還要別人捐助哩！“言未畢，員外早已氣得發昏，道：“放屁！放屁！\n\n眼睛也沒有，還要出來相面。“裡邊院君也大喊道：“這樣放屁！叫家人們挖去他的眼珠，拿糞來灌他。石道全這老奴才，薦這樣人來相面，也與些他糞吃吃。“愛珠道：“總是無瑕這賤人，叫老子領這放屁的相士來罵我，我只打這賤人。“嚇得相士連連賠罪道：“小子原說相多了，相得不准，員外何必著惱。“\n\n員外正要叫人來打他，因想前日在外聞得新按院是江西人，久已在此私行，知道這相士是誰？不要打出事來。趕他去罷。\n\n且說石道全在外，聽見裡邊大鬧，不知何故。只見相士急急的跑出來，正要問他，相士一把將他扯了就走。出了牆門，走到一個廟中，方才立定。相士便將進去先相小姐，後相丫鬟，如何好，如何歹。又另相上年新討的丫鬟相甚壞，到不堪。因我直言，一家怒罵，並累老兄也罵，還要叫人打我二人。幸喜走得快，方免一頓打。\n\n道全聽說，大驚道：“不瞞先生說，上年新討的就是小女。據先生說，是極壞的相了。先生還說我有半子顯榮，卻從何來？“\n\n相士一想道：“決然不是！若是令愛，不過是他家一個丫鬃，我就說他不好，他也未必這般惱怒。即使惱怒著我，決不為了你令愛，倒把你也罵。況還隱隱聽得一個嬌聲，說：『都是無瑕這賤人，叫老子領來罵我的，我只打這賤人。』即此一言，可知不是令愛無疑。他說我相壞了他，要打令愛，其非丫頭又無疑。想來先相的大小姐，倒是令愛。另相的丫鬟，倒是大小姐。他們改扮了來試我的。若果如此，尊相一發准了，我相此老，決沒有這樣好女兒的。我說他半子之榮，當應在二小姐身上，那裡還有一個貴女。“道全道：“如此說，我女兒倒要吃打了。“相士道：“不消慮得。令愛如此好相，目下就吃些苦，不幾年就看他不得了。小子且別，數年後，等你女兒貴顯，你做封君，那時再來奉候罷。“說完分別而去。\n\n道全一路懊悔，來到家中，將前言一一對周氏說了。周氏便痛哭起女兒來。道全又怨說都是妻子叫薦去的。彼此怨悔不題。\n\n且說愛珠，就將無瑕一把扯進房，叫他換去了裙襖、繡鞋，命他跪下。說：“賤人！好一個皇后夫人。你叫人來，說得你這般好，說得我這般賤。你且到糞缸裡照一照嘴臉，看不信你是夫人皇后，我倒不如你？說我刻薄，又說我輕狂，你也到我家兩年了，我刻薄了你甚麼來？如今總是叫我刻薄輕狂了，且從你夫人皇后面上刻薄起來。“便拿起門閂，一連打了二三十。\n\n無瑕憑他打完，說：“這是小姐與我改扮了，那相士看不出，胡言亂語道的，與小婢無涉。“愛珠道：“還說與你無涉。是你老子領來，明明叫他罵我的。“又提起門閂，打了一二十，無瑕也不敢再辯。虧院君在外，聽見打得多了，便走進把無瑕罵了一場，將愛珠勸了一會，方才住手。\n\n自後疑神疑鬼，見無瑕與同伴講句話，就疑是笑他，便要打。偶與二小姐一處，便說你夫人對夫人，在那裡說我，又要打。不但無瑕常常受打，連素珠也常常受阿姊的氣不題。\n\n且說金彥庵帶了家眷，一同上任。一日，船到江心，只見一隻小船，在他船邊飛一般搖了過去，少停又飛一般搖了轉來。\n\n如此者三四回。彥庵雖然驚奇，也不放在心上。晚間住了船，吃罷夜飯，公子見月色甚好，老家人俞德在艄上，他也到艄上看月。忽見幾只小船，搖到船邊，就有十數人各持刀斧，跳到船頭上來，打入艙中，嚇得老爺、夫人、元姑俱跌倒在船板上。\n\n眾強盜就將什物罄擄一空，並將老爺、夫人、元姑俱活捉過船，飛也似搖去了。那梢工水手，見強盜上船，各搶一塊板，跳入江中去了。俞德見船家水手，都跳下水，情知不好，也搶一塊大板，抱了公子一同也跳下江中，且按下再表。\n\n先說眾強盜擄老爺等解到山上。原來此山喚大爐山，大王姓蕭，名化龍。自幼響馬出身，後來招兵買馬，漸漸想起大事業來。年紀四十，尚未有妻。於三年前，在江中劫得陝西西安府鐵知府一家，那時將知府拋在江中。夫人解氏十分美貌，一子年方六歲。夫人見丈夫拋在江中，也便望江中就跳，被大王一把抱住。知府在水中冒起說：“忍辱存孤要緊。“一句話沉了下去。夫人就想：“我家世代單傳，如今只有此一子，我若死節，此子必不能獨存，豈不絕了鐵家後嗣！殺夫之仇，誰人來報？所以相公叫我忍辱存孤。且待兒子長大，報得此仇，那時尋一自盡便了。“於是便勉強忍住，被強盜擄上山來，就要夫人成親。夫人一想：拼得忍辱從他，須要與他一個下馬威，以保眾人性命，以留報仇地步。便道：“奴家是個誥命夫人，要殺就殺，休得妄生癡想！“大王再三哀求。夫人道：“若必要我相從，必須力行王道，指望有個收成結果，也不在為失節之婦。若照目今所為，專以殺人擄略為事，倘遇官兵到來，原不免於一死，徒然遺臭萬年。莫若死於今日，還留得個完名全節，以見丈夫於地下。豈肯貪生怕死，苟延性命於一時麼？“\n\n大王道：“夫人之言極是。只不知王道如何行法，但求吩咐，決不有違。“夫人道：“若要我從，先須依我三件。“大王道：“夫人若肯順從，莫說三件，三十件，三百件，無有不依。“夫人道：“既要了我，凡一應婦人，不許再近一個；第二件，我的兒子，須要極力保護，撫養長大；第三件，自此以後，凡一應過往官員客商，不許輕殺一人。“大王道：“都依，都依。第一件，有了這樣美貌夫人，還要別個婦人何用？第二件，我今年已四十，尚無子嗣，你的兒子，就是我的兒子一般，哪有不極力保護之理！第三件，我只要銀錢，原與人無仇，自後立誓，不傷一命，只將活的捉來聽憑夫人發落何如？如今沒得講了，就請過來拜堂。“夫人無奈，只得含羞忍辱，隨了大王。\n\n幸而大王事事遵夫人之命，果然半點不敢違拗。所以今日金彥庵夫婦，得免殺害。解上山來，大王就請夫人出來發落。夫人出來坐定，強盜就將三人解到案前。彥庵也不跪。夫人問道：\n\n“你二人可是夫妻？何等樣人？“彥庵道：“我是兩榜進士，今選陝西浦城縣令，同夫人女兒上任，被你們劫了上來，要殺就殺，不必多問。“解氏聽說，物傷其類。心中傷感道：“原來是位兩榜，請坐了，有話商量。“回向大王道：“孩兒年已九歲，正要讀書。恨無名師指教，難得今日到來，意欲屈為西賓，訓誨兒子。大王以為何如。“大王道：“夫人之言甚是。就叫收拾西廳，讓他夫婦居住。擇日開學便了。“彥庵道：“休得妄說。我是朝廷命官，豈作強盜先生麼？“解氏道：“大人不必推卻，且請西廳暫住。明日著小兒來相商便了。“彥庵也不答應，推到西廳，夫妻想起兒子與老家人，必然死於江中，痛哭一場，一夜何曾合眼。\n\n明日早晨方起，只見一個八九歲的孩子，走來作揖道：“先生拜揖。“彥庵一見，想來是強盜的兒子了，也只得還了個半禮，道：“小官何來？“那孩子就將門關上，扯彥庵到內一間去，跪下痛哭，道：“學生姓鐵，家住浙江，紹興山陰縣人，父親名廷貴，也是兩榜出身。前年升任陝西西安府知府，帶了我母子到任，在此經過，也被這強盜劫了，將我父親拋在江中。\n\n我母親隨欲投江自盡，被強盜扯住。可憐我父親，在水中冒起，對著母親說『忍辱存孤要緊』，如此而死。母親因我家世代單傳，母死子亡，必然絕嗣，又因父親之言，要留學生為報仇之地，隨立三件，要強盜依允：一不許姦淫婦女；二要撫養孤兒；三不許殺害一人，捉來人口，俱要母親發落。那強盜要母親順從，樣樣允從。只可憐我母子忍辱事仇，今已三年，如坐針氈。\n\n今見先生，心中甚喜，欲屈先生暫時將就，訓誨學生，一有機會，共報此仇。諒強徒決不敢來相犯。“彥庵道：“如此說來，你是我的世姪了。令祖與家父同年，尊翁曾做過敝府吳江縣令。\n\n那年來看家父，我也會過，若果是真，我也只得權住，只恐令堂已順強徒，果肯再報仇否？“孩子道：“先生說哪裡話！家母雖則相從，日夜暗自啼哭，急思報仇，並無虛假。“彥庵隨亦應允。那孩子報知母親，各各歡喜。先將擄他物件一一送還。\n\n然後擇日開學，送兒子拜見先生。彥庵就替他取名純鋼。\n\n拜見畢，大王備下筵宴兩席。外邊彥庵與大王對席，純鋼坐在旁邊。內裡夫人與解氏對坐，元姑坐在旁邊。未幾席散，各各安睡。自後彥庵盡心教誨純鋼。幸喜純鋼甚是聰明，更兼苦讀，彥庵每每冷眼看他，讀書之時，常常暗淚，方信是真。\n\n讀書之暇，又教他些武經七書，並叫他學些武藝，以為報仇根本。正是“天下無難事，只怕用心人“，不數年文武精通，師生母子，常想報仇。奈大王勢燄日盛，急切難於下手。\n\n不知此仇幾時得報，金彥庵可有出頭之日，且看下回分解。\n\n"
		},
		{
			"章节": "第五回",
			"章节名称": "救小主窮途乞食　作大媒富室求親",
			"章节内容": "詩曰：\n\n忽爾遭奇禍，猿聞也慘然。\n\n椿萱皆見背，貧病復相連。\n\n彈鋏歸無路，招魂賦可憐。\n\n藉非忠義僕，安望得生全。\n\n話說彥庵夫婦，留住在山，與純鋼母子，日夜想殺賊報仇，難於下手。今且暫停不題。且說老家人俞德，同公子跳下江中。\n\n幸喜俞德善於水性，將公於托在板上，在浪裡亂顛，登時漂去數十里，漂到沙灘上方住。俞德幸而無恙，看公子時，像已死了，便號陶大哭，道：“老爺夫人小姑，想已死在強盜之手，我只望救得公子，還可延了金氏一脈。不想公子又死，眼見金氏無後了，我還要這性命何用！只是公子屍首，不要說棺木沒有，就要領破席包一包，把塊土埋一埋，也不能。這便怎麼處？“\n\n一頭哭，一頭將公子身上一摸，見心口還熱，喉間尚有微微一息，道：“謝天地，還有些氣。只是如此荒涼所在，那得火來一烘、熱湯來一灌便好。“見天已微明，四邊一望，見東角上一箭之地，有一間茅屋在那裡，且將公子背到那邊再處。怎奈自己雖然無恙，在江中漂了一會，是虛弱的，如何背得動？\n\n只得一步一步，捱到茅屋邊。原來是一個茅庵，走進一看，並無鍋灶。只見一個道者，打坐在內，便上前拜見。那道者道：\n\n“你是何人？如何將一個死孩子，背到我庵中來？“俞德道：“老漢是江南金老爺家人。我老爺新選了陝西浦城縣尹，來此上任。不料江中遇盜，一家被害，老漢急急將公子相救，跳下江中，隨浪漂到此地。不想這般光景，幸而還有一息之氣，欲到寶庵，借些柴火一烘，弄些熱湯一灌，倘得活轉，也不枉救他一場。“道人道：“老人家來差了。貧道隨地化緣，隨處打坐，又無煙灶，何來柴火熱湯？快快背到別處去罷。“俞德四邊一看，見空空的一間草房，實無一些柴火。到外邊一望，又絕無人煙。便大驚道：“罷！罷！罷！金氏當絕了。老爺、夫人、公子俱遭大難，我還依靠何人？不如也死了乾淨！“便一把捧住公子大哭，道：“老奴不能救你了，只有隨你到陰司，服侍你罷。“說罷，要撞死。\n\n道人急止住，道：“善哉！善哉！看你這般忠義，貧道豈忍坐視。我有小衣一件，你可將去替公子著在貼身，外邊仍舊穿上濕衣。我還有丹藥兩粒，你可吃一粒，將一粒放在公子口中，自然就活。“俞德道：“多謝老師。“接來一看，是一件黃布單背心，中間有一珠砂大印。兩粒丹藥，只有芥菜籽大。\n\n想道：“這件單背心，有甚熱氣？若仍舊穿上濕衣，連這件少不得也濕了。至於丹藥，芥菜籽一般，只好放在牙齒縫內，如何救得？“誰知俞德肚內思想，道人早已知道，說：“老人家，不要看差了這兩件東西。這件小衣，有萬法教主玉印在上，受熱的穿上，便冷；受寒的穿上，便熱。這還不足為奇。倘遇急難時，穿在身上，刀箭不能傷，邪魅不敢犯，不但目下可以救得公子，將來正有用處，不要輕棄了。至於丹藥雖小，一粒可使七日不饑，精神滿足。快快救公子，再遲一刻，就無救了。“\n\n俞德聽說，就先將一粒，放在自己口中。將那一粒，放入公子口內。便將公子濕衣脫去，穿上黃布背心，又將濕衣仍舊穿好。\n\n不一盞茶時，公子口中，吐出多少水來。\n\n未幾，忽然氣轉。叫一聲：“嚇死我也！“俞德看見，大喜。捧住公子道：“老奴在此。“公子開眼一看，道：“你是俞德麼？強盜那裡去了？老爺、夫人在哪裡？“俞德道：“強盜去了，老爺、夫人在船上。我與公子跳下江中，漂流到此。\n\n蒙這位師父，丹藥救你的。“公子道：“身上甚熱，扶我起來。“俞德果將公子扶起。誰知身上暖烘烘的，濕衣都乾了，好不奇怪！連連對著道者磕頭，道：“小主蒙老師相救，無家可歸，情願相隨老師出家。“道人道：“此時尚早，金家宗嗣無人，況有多少俗緣未了，豈是出家時候！“俞德道：“但不知公子將來前程若何？如今流落此地，盤費全無，眼見家鄉難到，如何是好？“道人道：“你們吃了丹藥，此去七日，可以不饑。七日之後，一路富饒，求吃回家，盤費何須慮得？“俞德道：\n\n“不知老師是何道號？將來何處再得拜見否？“道人道：“我雲遊四海，並不知有號。若要相逢，十五年後，杭州天竺再得一會。我當著徒弟鐵嘴道人，指引行藏便了。“那時公子也起來了，見說道者救他的，便同了老家人，一齊拜謝。拜了幾拜，抬起頭來，道人忽然不見，連茅庵也沒有了。二人俱在露天，深以為奇。喜得身子比前更加強健。方知那道者是個神仙。我說這沙灘上，哪來這所茅庵？原來神仙變化在此救公子的，看來公子將來，必有好處。且依仙人吩咐，捱到前途再處。\n\n於是走了六、七日，公子忽然病倒。原來公子漂蕩江心，寒濕入骨，虧穿了仙衣，吃了仙丹，捱過七日，方才發作。也是他命中還有數年厄運，婚姻上該有變更，遇了神仙，也不能挽回。那時俞德將他扶入一個破廟中，神前拜板上睡下，意欲到裡邊討些熱湯與公子吃。\n\n誰知那廟中，有兩個道士，老道喚做無虛，徒弟名喚拂塵，甚是窮苦。虧拂塵外邊化緣養師，那日不在家。無虛做人是最刻薄的。見俞德要湯，不但沒有，反走出一看道：“此是神聖殿上，怎麼將個病人睡在此？快些扶了出去。“俞德再三哀求，無虛必要趕出。恰好拂塵化齋回來，看見問起，知是落難的公子。便勸進師父，對俞德道：“既是一位公子，這破殿上風又大，有病之人，如何睡得？可扶到裡邊廂房裡睡，只是貧道窮苦，只好早晚燒些湯水，照看照看。飯卻供你不起。“俞德道：\n\n“只求如此，已感激不盡了。飯食我自去求討來吃。“遂將公子，扶入廂房安睡。\n\n拂塵又收些湯米與他吃了。又對俞德道：“我師父老年人，未免言三語四，要看我面上，不要理他。“俞德道：“這個我曉得。“俞德便出去，買了一方黃布，央道土寫了情節，背在背上，各處求化。幸遇好善的多，討來吃了。剩下就請醫調治公子，奈公子惡運未脫，神仙尚不能救，況凡醫豈能醫治？在廟中足足病了三年，方得痊癒，飲食稍進。正想要行，忽然身上發一身瘋癲，滿頭滿臉皆生遍。公子哭對俞德道：“我命運如此顛倒！方得病癒。又癩到這般光景。莫說沒有出頭之日，就要見人，也無面目。倒不如死了，還得乾淨。三年受你與師父恩德，大約要來生補報了。“俞德道：“公子說哪裡話！你在江中漂到沙灘的時節，穩穩必死，尚賴仙翁賜丹救活。到此廟中病倒，若非師父收留三年，怎能得活？處處遇著救星，得以病痊。正是大難不死，必有後福。至於身上瘋癲，不過皮毛之病，不久自痊。請自放心。“拂塵也道：“公子正在青年，前程遠大。疥癩之病，何必介意？小道將來，全仗護法。“公子道：“在此帶累師父，吵鬧聖像，倘有好日，定當重興廟宇，再塑金身。只怕不好，就要負你了。“無虛聽說便道：“這也不指望，只願你遠退他方，別處利市去罷。“拂塵急急止住道：\n\n“師父說哪裡話！讀書人魚龍變化。將來我們正要靠他做大護法哩！“無虛道：“等他來護法，我們好死了百十年了。“俞德見他師徒爭論，住了兩日，就同公子拜辭起身，一路乞食回家。\n\n走了兩月，來到蘇州。一想田產原無，房屋又上任時典與汪家，開了典當。傢伙什物盡帶上任，已一無所有，無家可歸。\n\n欲再求乞，又都認得的，恐失公子體面。想來無處安身，只有金學師老爺，是老爺同年兄弟，最相契厚。公子的親事，是他為媒，不知可還在此？且到學中一訪再處。\n\n於是同了公子來到學前一問，原來還在此作教。虧得新任理刑廳是他會同年，彼此往來甚密，府尊相待也甚好。他又是個好靜的人，所以就了教職，安分守己，絕不鑽謀升轉。到任五載有餘，倒也頗頗過得。常常想念金彥庵，上任幾及四年，怎麼音信全無？想是他因家內無人，所以不通音信？然我與他這般相好，也該帶一信來候候我。就是到任四載，也該升轉了。\n\n心中甚是疑惑，又想道：“他兒子親事，是我做媒，算起來，今年已十六歲了。做親也在早晚，想為路遠音信難通，將來自然打發兒子回來做親。他的親家林員外，也常常進來問信，要帶一封字去候候他。外邊訪問，總不得個便人。難怪他沒有信來。“\n\n正在想念，只見門斗來說：“陝西去的金老爺家管家俞德，在外求見。“學師聽說大喜，道：“我正在此想念，來得正好，快喚進來。“門斗出去喚了俞德進來，一見老爺就跪下去磕頭。學師急急止住，道：“起來！起來！你老爺一家都好麼？“俞德跪下大哭道：“不要說起，說來甚是傷心！“學師大驚道：“卻是為何？快快說與我知道。“俞德就將家中起身說起，並江中遇盜，劫擄公子，江中逃命幾死，遇仙人化茅庵，賜衣賜丹相救，又病在廟中三年，復生一身瘋癩，求乞到家，今日方到，無家可歸，特來叩見，一一說完。嚇得學師大驚失色，道：\n\n“我道你老爺一去四載，如何音信全無？原來遭此大難！如今公子在哪裡？“俞德道：“現在外邊。“學師道：“快請進來。\n\n“俞德便去同了公子進來。學師將公子一看，只見滿頭滿臉，皆癩得不堪。不但不像當年美貌，並不像個人形。又見身上衣衫襤褸，頭上方巾無角，腳下鞋襪無根。走到面前，不要說丰韻全無，更有魍魎之狀。走上前叫一聲：“伯伯請上，待姪兒拜見。“學師見此光景，甚覺傷心，便道：“賢姪少禮。不想你一家遭此大難，老夫聞之，好不傷感。幸而賢姪得了性命，回歸故里。雖疥癩之疾未除，然吉人天相，不久自痊。我雖是個窮教官，與你父親如同胞兄弟一般，決不使你失所。況你令岳，家中頗好，又無兒子，聞得你妻子，是他最最愛的。你且在此權住，我遲日替你去說，招贅了去，便有照看了。“\n\n公子道：“承伯伯美情，使姪無家而有家，無父而有父了。但姪兒如此狼狽，人人見了遠避，岳父母知道，豈肯將一個心愛的女兒，贅我到家麼？即使岳父母肯了，我那妻子，是個富室嬌兒，如何肯從我這樣癩子？必然討他許多凌賤。況姪兒如此光景，好也甚難，只怕終於不久人世，何苦去害人家女兒？\n\n這段婚姻只怕也只好付之流水了。“學師道：“姪兒說哪裡話來！自古一絲為定，千金不移。你岳丈雖是個土富，也在外邊要結交人。又聞得妻子是才女，無書不讀，難道不知女子守一而終的道理？豈有因你抱病，就不肯之理？況老夫在內為媒，又是他來強我撮合的，只怕要賴婚也不敢。倘若果有此事，我就同他到府尊刑廳處去講。看他賴得成，賴不成？“公子道：\n\n“蒙伯伯天高地厚之恩，替姪兒出力，諒岳父也不好賴。只姪兒病勢不痊，也不忍害他女兒。“學師道：“姪兒又差了。你若未經聘定的，如今有病後去要他女兒，這便是騙他害他了。\n\n莫說你不肯，就是我也不肯去說。至於林家親事，是你家正興頭的時節，他來仰攀的。倘然你做了官，就作成他做夫人了。\n\n如今有病，怎好說害他？況且你如今年紀尚小，只要醫好了癩，將來功名富貴，正未可量。他的女兒命好，焉知將來不願做夫人？命若不好，就不嫁你也未必好。姪兒且安心保養，我請醫生來替你醫便了。“就叫小廝送金相公書房中住，可對奶奶說：\n\n“取一付被鋪出來，再將我衣裳鞋襪，送一套與金相公換。俞管家，就叫他在書房陪伴公子。“一面又著人去請醫生。那知醫生初看定說一醫就好，連病人吃藥也高興。到後來不見功效，漸漸的懶散，連醫生也不來了。連請幾個，總是一般。一則公子災星未退，二則都是碌碌庸醫。就說病患得深，實難醫治，弄得學師也無可如何。\n\n日復一日，不覺又捱過半年。學師一面再訪名醫調治，一面就去林員外家說招贅的話。原來公子一到家，員外就已知道，彥庵遇盜，一門殺死，只留公子俞德兩人一路討飯到家，公子生得一身瘋癩，十分狼狽，早已驚得半死。想害了女兒終身，妻子必然爭鬧，且瞞了再處。誰知一傳兩，兩傳三，早已吹入院君耳中，終日與丈夫吵鬧。欲要賴婚，又怕媒人甚硬，員外正沒奈何，走到外邊散悶。忽報金學師來拜，正是欲躲雷霆恰遇霹靂。不知金學師來說入贅，員外如何回答？且看下回分解。\n\n"
		},
		{
			"章节": "第六回",
			"章节名称": "林攀貴情極自縊　石無瑕代嫁成婚",
			"章节内容": "詩曰：\n\n不是前生配，天公巧轉移。\n\n有緣成匹偶，無福強分離。\n\n賢哲亨於困，凡庸乖是癡。\n\n何如守貞潔，履險自如夷。\n\n話說林員外，因妻子吵鬧，思量走出來躲避。忽報學師來，情知就為金家親事。這一驚也不小，不知出去如何說法。一時心上，就如十七八個吊桶，一上一下，沒了主意。然又不敢怠慢，只得出廳迎接，就吩咐家人看茶，急急迎進。揖罷，分賓主坐定。說：“不知老師降臨，有失遠迎，多多有罪。“學師道：“好說。小弟無事，也不敢來驚動。只因令親家金年兄，遠任陝西，不想路途忽遭大難，老親台想已知道。幸而令婿得免。今春回家，來到敝衙。當欲著他來拜見岳父母，因彼時受了些風濕，一病三年。後來病癒回家，身上生了幾個疥癩。小弟意欲替他醫好，然後來拜見。奈目下尚未痊癒，因他與令愛，年俱長成，正當婚嫁之時，且令婿無家可歸，住在敝衙，亦非長策，意欲叫他招贅到府，親翁未有令郎，半子即如親子。令婿既失椿萱，則岳父母就如父母，實為兩便。不知尊意若何？“\n\n員外聽了，一發沒了主意，回答不出。停了一會，說道：“小女年紀尚幼，遲幾年再商何如？“學師道：“男女俱已二八，如何還說年幼？昔年令親家也是十六歲做親，十六歲就生了令婿。今令婿又是單傳，亦須早些做親生子為妙，何須推托。小弟暫且告別，待擇日再來奉聞罷。“員外道：“請少坐奉茶。親事且待商酌奉復，擇日未遲。“\n\n坐了一會，家人方在外邊，拿進茶來吃了。別去，員外送出牆門。剛剛走進廳門，只見廳上已大哭大罵，鬧得不好開交。\n\n原來員外叫看茶，家人不知就裡，來到裡邊對院君說：“府學金老爺在外，員外吩咐要茶。“院君一聞學師來，曉得為金家親事，便道：“甚麼金老爺，銀老爺，都是他做得好媒，害了我家大小姐，還有茶與他吃，尿也沒得與他吃哩！“家人見院君如此說，只得到茶店上買一壺茶來，吃了起身。院君茶便沒有，卻走到廳後，聽學師說話。聽見說要將癩子招贅到來，心中一發大怒，竟要發作，奈他是個官長，只得忍住。候他前腳出門，院君便到廳上，候丈夫進來，與他吵鬧。一見員外走進，便趕上一把鬍鬚扯住，罵道：“你這老王八！許得好女婿。我女兒又不醜臭，忙忙的十歲就要許人。我那時原說，金家雖做官，家中甚窮，兒子雖好，年紀尚小，知道大來如何？你那時曾說，金家千好萬好，又說『這樣女婿不做官，也沒有做官的了』。如今做甚麼官？做水判官，癩皮官，叫化官。索性那癩蝦蟆也死了，出脫了，我女兒也罷了。虧他還說要來招贅我家，怕少了一個小鬼，要他來鎮風水麼？如今死不死，活不活，女孩兒年紀漸漸大了，嫁又嫁不得，賴又賴不得。終不然，叫我那花枝一般的女兒，真個伴那活魍魎不成？老賊，快快還我女兒一個了當來。“員外道：“院君不要如此，有話好好商量。“院君道：“有甚商量！我女兒是斷不嫁他的。“員外道：“當初結親時節，他家好不興頭。女婿真好才貌，哪裡曉得一壞至此。我如今也甚懊悔，在女婿這般光景，就賴了他的，也不怕他去申冤理枉。奈金學師做了媒，此老是個性躁負氣的人，倘若賴了，必然叫女婿告狀。他做千證，府尊與他相好，刑廳是他同年，女兒必然斷去，徒自出丑。千算萬算，總無良法。我想那年相面的說，大女兒許多不好相，我還不信。如今看起來，只怕倒有些准。“張氏道：“放你的屁！這是那時改扮了？那瞎相士相不出，難道我女兒，果然去嫁那癩化子麼？若說是准，那無瑕小妖精，真個做夫人皇后不成？“\n\n原來愛珠見母親到廳上去，他也到廳後細聽。聽見父親說相面的准，便趕出廳來大鬧道：“爹爹說相面的准，明明說女兒是賤相了。金家這癩化子，又不是女兒私自結認的，爹爹人也不識，將孩兒許與他。如今不替孩兒算一個長策，倒說孩兒的相不好，不是我做女兒的敢於違逆，你若要我嫁這化子，就千刀萬剮也不去的，省得我這賤相的女兒辱沒了你，不如尋個自盡，等你將無瑕這小賤人，認做女兒，將來做了夫人皇后，好封贈你做個皇親國戚。“一頭說，就望牆上亂撞。嚇得院君急急扯住，道：“女兒休得如此！有我做娘的作主，不怕哪個來搶了你去。包管退卻那化子，許一個大富大貴的丈夫，做了大大夫人，那時去尋見那相士，挖去他眼珠方罷。“愛珠見說方住。員外仔細一想，道：“看女兒院君這般光景，是決不肯嫁他的了。方才看金學師口氣，又急於要做親，叫我哪裡另有一個女兒嫁他？一定要弄到成訟的地位，算來又敵他不過，倒不如我尋一自盡，聽憑他們罷。“算計無策，走到書房，看了檯子幾轉，忽歎一口氣，道：“罷了！是前世冤仇了。“隨將門閉上，取下一條絲縧，竟向樑上縊死。幸虧一個小廝送茶進來，見門閂上，再抬眼一張，嚇得三魂失去，六魄全無。急急趕到裡邊喊叫道：“不好了！員外縊死了。“院君聽得，猶如冷雨淋身，急跑到書房。幸喜有幾個家人，聽得小廝叫喊，先已跑到書房，將門打開，把員外放下，抱在身上，將膝蓋緊緊的抵住糞門，緩緩的解開頸上死結，用手輕摩。一頭叫喚，約莫半個時辰，漸漸魄返魂回，微微轉氣。院君急取熱湯來灌下，方才甦醒。張氏那時已嚇壞，想：“女兒原是丈夫親生的，向來又最所鍾愛，豈不要他好？一時許錯，亦出無奈。我看女兒還是假死。員外情急，倒是真死。倘果死了，叫我一發沒有主了。“\n\n自此以後，便不敢吵鬧。只夫妻女兒三口，日夜算計退婚。\n\n奈怕學師，又不敢說退。院君忽想道：“除非尋一個女子，替代了女兒嫁去。他又不認得我女兒，豈不兩全。“員外道：“此計雖好，只是這樣窮癩子，女兒不肯嫁他，別人哪個肯來抵這死槓？就是一時替了去，見了他奇形怪狀，身上又丑臭，家內又赤貧，不肯成親。說明代替的，可不賠了夫人又折兵了。“\n\n張氏道：“外邊尋來的，恐他不肯。要說破，不如把家中這些丫頭，選一個去，吩咐了他。倘若說破，斷要處死。若能安分成親，我們便權認他做女兒，豈不抬貴了他！怕還不肯麼？“\n\n員外道：“也不妥。大女兒才貌，合縣聞名的。家中這些丫頭，那個假得來。“愛珠聽說丫頭代替，十分歡喜。見父親說他才貌，無人能假，忽想：“無瑕相貌，也還好妝。扮起來也像個大家女子，只才學平常，也還識得幾個字。想這窮癩鬼娶了這樣一個妻子也夠了。難道怕他考文不成？況相面的說他大富大貴，如今將他嫁與癩化子，料想永無出息，富貴何來？豈不先滅了那相面人的嘴。“算計已定，便對父親說知。員外道：“好便甚好！只是他卻外邊討來的，還有父母在彼，不比家生女，他也決不肯。就是肯了，他父母知道，必然先向那邊說破，也是畫虎不成先類狗了。“張氏道：“你也不要這般說煞，且先叫無瑕來一問，拼得再與他些東西贈嫁，他自然肯了。至於他的父母，家中甚窮，許他事妥之後，再與他幾兩銀子，他自然也樂意的。“員外道：“既如此，且先叫他出來問一問看。“愛珠隨即將無瑕喚出。院君道：“無瑕，我有一件事，要與你商議，你卻不要違拗我。我定當十分照看你。“無瑕道：\n\n“院君說哪裡話。無瑕既賣與院君家，此身就是院君的了。院君要我生就生，要我死就死，除非無瑕做不來的，便不敢應允。\n\n若做得來的，豈敢違拗。“院君道：“疑難之事，我也不好強你。只為大小姐許與金老爺家，是你知道的。不想老爺夫人，遇盜身亡，公子一病三年。目下病好了，昨日學中金老爺來，說要招贅到來。我想招贅，是好回他的。他若要娶，卻回他不得。聞得公子病雖好了，身上生了些疥癩。你曉得大小姐是最愛潔淨的，生了一個水疱也怕的。聞得公子生了疥癩，斷不肯嫁他，我與員外商議，賴又賴不得，嫁又大小姐必不肯。只有尋一個人代替嫁去。他原不認得，定然和好。奈家中這些丫頭，不是一雙大腳，就是一頭黃髮，哪個假得來大小姐？算來只有你。原是舊家之女，妝扮起來，也衝得過小姐。你若肯去，我就當你女兒一般看待。你意下何如？“無瑕道：“別事可以代得，這是小姐的婚姻，做奴婢的，怎敢僭越？“\n\n院君道：“這是小姐不願嫁他，要你代替，又不是你搶奪小姐的婚姻，何為僭越？想是你見金家貧窮，公子生了疥癩，也不願嫁他麼？“無瑕道：“院君說哪裡話！他家雖窮，是個鄉宦人家。公子雖癩，也是兩榜公子。我做丫鬟的，嫁了這樣人也罷了，有甚不願？只是那疥癩或有好的日子，讀書人魚龍變化，倘或一朝富貴，那時可不說我奪了小姐的姻緣，使我置身無地矣。“小姐道：“你如今若肯代我去，後日就中到狀元，情願讓你做狀元夫人。就做到皇帝，也情願讓你做皇后娘娘。\n\n決無翻悔，只還有一說，我也要講過了。倘你嫁去，見他窮到極處，癩到不堪，也不可翻悔。說破代替，又波累到我。“無瑕道：“小姐又過慮了。我方才說，要我死，也情願代死。難道貧窮疥癩，不還勝於死麼？“\n\n院君道：“據你這樣說來，竟是個義婢了。我就當你做女兒，定然照看你。只還有一說，你便肯了，不知你爹娘心上如何？“無瑕道：“爹娘已賣我在此，就是員外院君的人了，他哪裡還作得主？“院君道：“不是這樣說。不是怕他不肯，只恐他心上不願，到那邊去破了網，就不妥了。“無瑕道：“既員外、院君不放心，就著人去喚我爹娘來，待我對他說便了。“\n\n院君道：“說得有理。“就著人到胥門喚了道全夫婦。到來就問：“員外院君，呼喚愚夫婦來，有何吩咐？“員外道：“我的事，已與你女兒說了，你去問你女兒便知。“道全夫婦果來問無瑕。無瑕就將金公子貧窮生癩，小姐不肯嫁他，員外院君要我代替嫁去，一一對父母說了。\n\n道全道：“這個如何使得？婚姻大事，名分所關。豈可代替？況我聞得金公子一貧如洗，家都沒有，還虧得學官收留在彼。倘然升任去了，便無家可歸。又聞得滿身癩得難堪，連頭面都沒有空的，身上還有氣息，甚是難當。斷斷使不得！“周氏聽了，也道：“這卻果然使不得。“無瑕道：“爹爹母親差矣！孩兒既賣在此，此身就是他家的了。要孩兒生就生，死就死。況當了女兒出嫁，如何不從。至金家雖窮，也是個公子，癩雖臭惡，或者還有好日。且爹爹外科甚精，只要竭力醫治，安知不好？莫若如今做個好人，應承了他，看孩兒命運罷了。\n\n只方才我曾說過：將來倘有好日，卻不要說我奪了小姐的好姻緣便好。“周氏道：“這倒慮得不差。女兒既情願，我們就去回復員外院君，把女兒所料的話，也再說一明白便了。“隨即來對員外院君道：“員外院君之命，小女不敢違拗。我夫婦亦無他說，就死也決不翻悔，只女兒說，這是小姐已成的婚姻，將來公子倘有好日，小姐卻不要懊悔，說我女兒占了他丈夫，弄得我女兒不上不下。“員外道：“小姐方才已說過，他就中了狀元，做了皇帝，也情願讓你女兒做夫人、皇后，決無他說。\n\n只你如今也斷不可破網。“道全道：“這個自然。“那時員外一家歡喜，留道全夫婦吃了飯，打發去了。\n\n員外就去回看學師，回說招贅，兩下不便。若要嫁娶，聽憑擇日便了。學師道：“有甚不便？“員外道：“親翁雖不在，彼係獨子，豈有娶媳？不到家中拜祖，反使贅入他人之室？故仔細想來，斷無入贅之理。況舍下尚有次女在家，早晚出入不便。且寒族舍姪輩，見弟無子，都虎視耽耽。若見女婿贅入，必多物議。因此不能從命。“學師見說，也難強他。\n\n員外別去，再三算計，只有他家屋價尚虧數百餘金，與公子商議，到汪家去再三說找。起初不肯，還說許多可笑話。後聞學師作主，怕他與府廳相好，恐要成訟，勉強找出三百金，定要寫了聽贖不找。公子只得允從，將五十金典了一所小屋，又將二三十金，置了傢伙什物。就擇了十月初三，不將吉日迎娶。員外又假意推托一會，說妝奩一些未備，借此就好草草打發無瑕代嫁過去。正是姻緣本是前生定，不是姻緣定不成。\n\n要知無瑕嫁到金家如何，且看下回分解。\n\n"
		},
		{
			"章节": "第七回",
			"章节名称": "助賢夫梅香苦志　逢美女浪子宣淫",
			"章节内容": "詞曰：\n\n羨爾執婦道，惟願永為好。既以我御窮，何愁鮮有終。\n\n堪笑淫奔女，私自將身許。但顧眼前花，誰知日後差。\n\n－－右調《醉公子》\n\n話說無瑕嫁到金家，拜堂送房已畢，私將公子偷眼一窺，見果然癩得難看。幸而心上原是曉得的，倒也不驚。倒是公子見岳父母肯將小姐嫁來，喜出望外。妝奩雖薄，也不在他心上。\n\n只愁小姐是個美貌才女，見了我這副鬼形，莫說做親，驚也要驚死了他。欲待吹滅燈燭，使他不見，暗中摸索，成了親再處。\n\n又想：“三朝少不得要看見。倘鬧將起來，雖得片刻歡娛，反要受萬千氣惱。不如明公正氣說過，雖不能使彼心悅誠服，亦省得陣後興兵。“故此全然不避，欲使新人瞧見，作何動靜。\n\n誰想鼓已三更，新人靜坐不動。欲上前相近，又恐怕他性發；欲再不動，各各坐到天明，如何坐得過？只得走到新人身邊，道：“娘子，卑人不幸，父母俱遭大難，自己一病幾死。今雖病癒，生得一身瘋癩，人不像人，鬼不像鬼，本不敢妄想天鵝，蒙年伯念我父母單傳，誠恐絕嗣，故敢到府相求。多蒙岳父母慨允，又蒙娘子不棄，惠然肯來。誠卑人萬千之喜。但仔細思量，娘子係富室嬌兒，千金貴體，卑人如此鬼魅，豈敢親近，有污玉體。夜已三鼓，娘子且請安寢，卑人決不敢來相犯。“\n\n無瑕見說，忙立起身來，道：“官人說哪裡話來。妾身既許君家，就是君家的人了。君之不幸，即妾之不幸。今既百輛迎歸，彼此便同一體，何云美丑。君請放心靜養，妾當盡心服侍，延醫調治，天相吉人，不久自能愈好。即使終身如此，妾亦安心相守。夫婦間決無厭憎之理。“公子聽說，反大驚道：\n\n“人心難測，真不可料。我料娘子是個富室嬌娥，嫁到寒家，必然不悅，況又遇此惡疾，不知怎樣憎嫌厭惡。誰知娘子如此賢慧，使卑人更覺不安。今且各被而睡，倘皇天有眼，惡疾消痊，方可同衾共枕。“無瑕道：“官人恁般病體，血氣必枯，固不可以女色相侵。但既為夫婦，同被何妨。“二人隨各寬衣同睡。\n\n未幾三朝已過，滿月又來。林家送盤送盒，亦假親熱。過了滿月，無瑕就對公子道：“我有個乳娘，住在胥門。奶公名喚石道全，醫道甚好，外科更精。只因昔年行醫淘了氣，所以立誓不醫。莫若請他來一看，或者醫好，亦未可知。“公子道：\n\n“既有如此名醫，又是娘子的奶公，自然盡心醫的，何不請來一看？“就叫俞德到胥門請了石道全來。\n\n俞德領命，來到胥門，訪到石道全家。道全正在店中閒坐，俞德上前問道：“石道全先生，可就是尊駕麼？“道全道：“在下正是，老翁有何見教？“俞德道：“老漢是府學前金家。因公子生了疥癩，林小姐說了，特來請先生去一看？“道全聽說，知是女兒那裡來的。正要去看看女婿，會會女兒。隨叫丑兒看了店，同了俞德就走。不半刻，來到金家。公子接進，俞德取茶來吃了。然後將公子滿身一看，又診了脈，道：“純是一片風濕，更兼心上抑鬱不舒，所以不能就好，醫是好醫的。\n\n只是日子久了，恐怕一時不得就效，必須一個人貼心服侍，早晚撫摩，衣被血腥，不時要煎洗。第一還當戒氣惱，免愁煩，自然吃藥便效。“公子道：“全仗先生用心醫治。倘有好日，定當圖報。“道全道：“公子說哪裡話！林小姐是我老妻乳大的，總與自己一般。豈敢不盡心力？“隨開了一個煎方，又開了幾味洗的藥，付與公子，叫快去買了來。自己便要進去看看小姐。公子就叫俞德去買藥，自己正要同道全進去，只見俞德來說：“學中金老爺來看公子。“公子急急出去接見，就叫俞德送道全進去。道全一到裡邊，就對俞德道：“你快去買藥，我在此等合了去。“俞德答應去了。\n\n道全遣去了俞德，獨自走進，無瑕一見父親獨自一個進來，急急上前，叫道：“爹爹來了麼？公子在哪裡？“道全道：“方才我已看過，正要同我進來，適金學師到來，出去接見了。“\n\n無瑕道：“原來如此。爹爹、母親、兄弟，一向都好麼？“道全道：“都好的。只是從你嫁來之後，我與你母親，日夜掛念著你，不知在此可好？故方才一來請，急急就來的。“無瑕道：\n\n“爹爹與母親說，不要掛念孩兒，孩兒在此甚好。公子雖窮，骨格不凡；身上雖癩，情義最重。依孩兒看來，將來必有好日。\n\n不知爹爹看他疥癩如何？“道全道：“只因受了風濕，心上不寬，所以生此，有何難醫？只恐日子久了，不能就好。多則一年，少則半載，保他痊癒。“無瑕道：“只要痊癒，一年半載，也不為久。望爹爹常來看看便好。“道全道：“我到此又不多路，何須說得？只有一件，公子只知我是你的奶公，在公子面前須要留心，不好叫我爹爹。“無瑕道：“這個我曉得，只稱乳伯便了。“\n\n言之未已，只見公子走進，無瑕道：“學師去了麼？“公子道：“去了。先生在此，失陪有罪。“道全道：“公子說哪裡話。總與自己家裡一般，何用客套？“無瑕道：“方才我細問乳伯，說你的瘡，醫治保好的。只日子久了，不能速效。須得一年半載，方能痊癒。但要息心靜養，不要心煩氣惱便好。“\n\n公子道：“這倒容易，只方才先生說，須得一個人貼心服侍，時時撫摩，衣褲被褥，須當潔淨，一染膿血，便要煎洗。這個人倒甚難。“無瑕道：“這便過慮了。現有奴家在此，還要何人？“公子道：“娘子到我家來，不曾有半點好處到你，況你是個富室之女，醃醃髒髒，齷齷齪齪，怎好累著娘子？“無瑕道：“一發講差了。從來做婦人的。在家從父，出嫁從夫，何分貧富？何云帶累？“公子聽了大喜，連聲稱贊，道：“難得娘子如此賢德。不知可有好日圖報萬一否？“道全道：“公子不須憂慮，包在老漢身上，替你醫好便了。“正說間，俞德藥已買回，又買了些點心，請道全吃了，將藥配准辭去。自後道全常常來看，無瑕盡心服侍。幸而員外恐人疑心，也常來看看，或三錢五錢，不時送些買藥之資。\n\n誰知惡運未脫，剛剛醫未兩月，略有些好，忽報金學師丁憂，立刻起身回去。公子聞知大驚，急急趕到學中一看，見學師已將行李搬下船。一見公子，便大哭道：“我指望再與賢姪相與數年，看你病癒成名，我心始安。不料忽遭母喪，寸心已亂，正要來請你一別，你岳丈是個勢利中人，幸你妻子賢慧，我心稍寬。奈我俸薄，不能厚贈，只有白銀十兩，你可收下，權為醫藥之費。倘得痊癒，務必苦志攻書，以圖上進，莫負令先尊訓子一片苦心。“公子哭拜在地，道：“蒙伯伯終始周旋，深恩難報。不料婆婆仙游，伯伯還鄉。不知可還有相會之日？\n\n又承恩賜，何以克當。“學師道：“些許何足掛齒！至於相會日期，將來賢姪瘡愈成名，仕途正可往來，亦不須介意。“公子見他行色匆匆，只得大哭拜別，學師下船回去不題。\n\n且說公子別了學師回家，心中憂悶，癩瘡剛剛有些好意，忽又重發出一身，更覺難看。員外聞知學師已去，公子癩瘡更甚，不但絕不往來，還懊悔白送去一個無瑕，又倒貼了幾兩銀子。若學師早去三個月，諒這癩子做得出甚麼事來？就倒立在我家門上，也不將無瑕嫁他。如今生米已煮成熟飯，也是癩子的造化，無瑕的晦氣。\n\n且不說員外懊悔。且說愛珠小姐自無瑕代嫁後，心中還慮那邊看破，學師不能無說，終於懷著鬼胎，日日坐在繡房不敢見人。今聞學師已去，心中大喜，道：“金學師已去，這癩化子就知道是假的，他得了無瑕這樣妻子，已是天大的造化了，還敢來想天鵝肉麼？只無瑕去了，許多不便。就是那癩化子將一個無瑕，白白送與他，還把我的名頭，都說嫁了癩化子。心上終不甘服，莫若與母親商議，只說單接他回門，扣住了不容再去。他今無人相幫，怕他跳破了天麼？“隨即與張氏一說，張氏也沒了主意，便與員外商量。員外道：“這個如何使得？無瑕已安心隨他了。他父親又日日替他醫治，騙了回來，不容他去，知道他們心上如何？況學師雖去，聞得他起身時，府尊刑廳去送他，都談了半日而別，焉知不將此癩化子托他麼？不要弄出事來，假的賴不成，連真的還要斷了去哩！“愛珠聽說，此念方息。但自己便無顧忌，見園中百花開放，日日到園中玩耍。父母愛他，也不管他。不覺春去夏來，愛珠因天氣炎熱，對父母說了，在園中荷池亭上，收拾一間書房，做了臥室，早晚在內焚香做詩，看書寫字，總不到裡邊去。因家中這些大丫頭，都是粗蠢的，不要他近身，只揀一個小丫頭小燕，稍有姿色，在房服侍。員外、院君，因小姐住在園中，便吩咐家人小廝，不許進園。就是丫頭僕婦，知小姐不喜他，也吩咐除送供給之外，也不許擅入。就是員外夫婦，雖愛他，曉得他好靜，也不大進去。愛珠在內，安閒快樂，做詩寫字之外，將些淫詞豔曲，私藏覷看。\n\n一日，天氣甚熱，荷花開放。見荷池中一對鴛鴦戲水，看動了心，將一本《濃情快史》一看，不覺兩朵桃花上臉，滿身慾火如焚，口中枯渴難當，想青果泡湯解渴。隨將幾個錢，叫小燕去買頂大的青果，立刻要泡湯吃。小燕應了一聲，就開了園門出去，見沒有青果，望前直走了去。走到半塘橋，只見河下一隻大酒船內做戲，小燕一看，竟看癡了。愛珠等了一會，不見小燕來，就拿了快史一本，睡在牀上看，看一回難過一會，不覺沉沉睡去。\n\n且說六年前杭州府同知利圖，到任一味貪贓，結交上司，遇著上司，又同病相憐，非但不壞他，反將他舉了卓異，奉旨升了江南揚州府知府，滿心歡喜。此時兒子已十六歲，刁氏公然做了正夫人，帶了一同上任。來至蘇州閶門住船，一來參見撫院，二來到布政司領憑。誰知憑尚未到撫房。司房曉得他是個貪官，都要想他故意遲延，說尚要耽擱一月。利圖無可奈何，明知房中要想他，只得設席在半塘橋酒船上做戲請撫院上房，並司房，與他講盤。一面就去拜蘇州府縣官，並有相與的鄉紳。\n\n那些官府、鄉紳，免不得來回拜，也有請酒的，十分熱鬧。惟有公子在船無事，在蘇州四處遊玩。奈他在杭州五、六年，名山勝景，也不知看過多少。蘇州雖有好處，怎及得杭州十分之一！游了三、四日，不見甚麼好，也不去游名山勝景了。只帶一個十來歲的小廝，向僻靜巷內閒闖，希圖闖著私窠小娘家耍耍。那日見父親在半塘酒船上，做戲請人，他便帶了小廝，上岸閒走。忽走到一座花園門首，見園門半開。走進一看，遠遠望見一池荷花，他便叫小廝在外等候，自己獨走進去。來到池邊，看了一會荷花，正要走出，只見一座荷亭，甚是精緻，走上一看，只見左邊一間書房。圖書滿室，文琴高掛。台上一座金爐，香煙未斷。心中一想，道：“此必主人書室，無人在內，不便進去。“又一想，道：“書室如此精緻，主人必是妙人。我就進去一看何妨？即使主人撞見，見我如此打扮，再拼得與他說明履歷，怕他還敢把我當賊麼？“定了主意，又復轉身走進，先四邊一看，果然精緻異常。見書案上幾本《濃情快史》，想道：“主人看這樣書，自然是個風流人了。回頭一看，見上邊還有小小圈門兩扇，莫非主人在內？索性進去一看，遇見主人也好。“你道此處是哪裡，原來就是愛珠的臥室。門內就是牀，小姐正睡著在牀上。園門是小燕出去未關，小姐哪裡知道？\n\n被利公子闖了進來，也是邪緣湊合。公子不知，跨進房門，見牀上有人睡著，還道是主人，走到牀前一看，見是個絕色女子，嚇得望外就走。走到園門一想，道：“天下哪有這樣絕色女子？我也算一個好色的都頭！女人見過千千萬萬，美貌的也多，何曾見這般絕色。今日無意中撞見，莫非有緣？園內又不見有人，不可當面錯過。想女子睡的所在，料無男人進來，即使叫喊起來，跑了出來就是。“隨走出園門，叫小廝先下船：“我還要看看荷花下來。“那小廝正想要去看戲，聽說一聲飛跑去了。\n\n公子重進園中，把園門閂上，來到荷亭，見一路門雖多，總不通外邊的。又走到後邊一看，只有一門通著內裡，便也輕輕關上閂了。想內外閂斷，人是不能進來的了。饒他叫喊，也無人聽見，不怕他了。算計已定，一直竟進房中。正是白酒紅人面，美色動人心。\n\n不知公子進去，愛珠如何相待，且看下回分解。\n\n"
		},
		{
			"章节": "第八回",
			"章节名称": "風流姐野戰情郎　勢利婆喜攀貴婿",
			"章节内容": "詞曰：\n\n喜殺當初立志堅，一時悔卻惡姻緣，而今方得伴郎眠。此日興隨蓮並長，他年人共月同圓，千金一刻莫遷延。\n\n－－右調《浣溪沙》\n\n話說利公子，將內外園門閂斷，四邊門戶看明，放心大膽，一直竟進臥房。走到牀前一看，見小姐手托香腮，尚是沉沉熟睡。身上穿一領白紗衫，酥胸微露，下邊魚白紗裙，露出大紅紗褲，嬌豔非常。更有一雙興興小腳，大紅繡鞋，將手一跨，剛剛二寸有零，十分可愛。又見枕邊一本快史，反折繡像在外，像上全是春宮。公子一想，道：“原來在此看這樣書，定是看動了慾念，昏昏睡去，此女必是風流人物，不要怕他。“隨將雙手輕輕捧了小姐的臉，嘴對嘴一親。只見小姐在睡夢中，反把手來一抱，口中叫道：“我的親哥，愛煞我也。“開眼一看，大吃一驚！原來小姐看書，動了興。睡去，就夢見一個人來扯著他雲雨。公子親他嘴時，正夢中高興之時，故不覺雙手一抱，口中叫起親哥來。及至開眼一看，方知是夢。見果有一個美少年在身邊，嚇得縮手不迭，道：“你是何人？如何直闖到內房，調戲良家閨女，還不快快出去。我若叫喊起來，叫你了不得。“\n\n公子見他夢中如此光景，今又不就叫喊，更覺膽大，便道：“小生姓利，家父新升揚州知府，小生相隨上任。偶而閒步到此，忽見小姐尊容，不是嫦娥再世，定然仙子下凡。若竟棄之而去，天下哪有這般不情的蠢物。“小姐道：“你既是個黃堂公子，也該稍知禮法，我叫人來拿住，不怕不當賊論。“公子道：“小生得近小姐尊軀，即使立刻置之死地，亦所甘心。況以賊論何妨，也不過是一個偷花賊罷了。“一面說，一面又要來抱小姐。小姐道：“天下哪有這樣歹人，青天白日，闖入內房行奸，應得何罪！小燕快來！“公子道：“不瞞小姐說，尊婢並沒有在此。內外園門，俱被我閂上了。這園中只有小生與小姐兩個。\n\n倘蒙小姐憐念，得賜片刻之歡，小生決不有負。若心推阻，小生出去，少不得相思病，也要害死。不如死在小姐跟前，陰司去也好與你做對死夫妻哩！“小姐道：“厭物，說得這般容易！\n\n奴家千金之軀，豈肯失身於你，叫我將來如何為人？“公子道：\n\n“小生尚未有妻，倘蒙不棄，我即刻就對家父說了，遣媒說合，嫁了小生何如？“小姐道：“既如此，你快快去遣媒來說，奴家原未受聘，定然成就。那時明婚正娶，豈不兩全！“公子道：\n\n“小生滿身慾火如焚，豈能等得婚娶。望小姐可憐，稍效魚水之歡，以救目前之急，斷不敢有負。“小姐道：“這個斷斷使不得，今日草草苟合，必然難免白頭之歎。“公子連忙跪下，道：“老天在上，我利探今蒙小姐先賜成婚，若不娶為妻室，死於刀刃之下。“小姐道：“快些起來，成甚模樣。“公子道：“小生跪了下去爬不起，望小姐扶一扶。“小姐道：“我不會扶。“公子道：“我也不會起來。“小姐笑一笑，只得將纖纖玉手來扶他，道：“厭物，還不起來，快快出去。“公子趁勢一把抱住，道：“小姐叫我出去，我如今倒要進去哩。“就將小姐抱到牀上，解衣扯褲。小姐看書已動春心，睡去又做春夢，正當慾火難禁之候，況兼公子少年美貌，極意溫存，親嘴摟抱，解裙扯褲，已先弄得遍體酥麻，神魂飄蕩。口中雖則推托，心上早已允從。故趁他來扯，假意手脫，被他脫得精赤條條，緊緊摟抱，任情取樂。一個是貪花浪子，最會調情。一個是風流閨女，初得甜頭。一個說前生有分，今朝喜遇嬌娘。一個道異日休忘，莫作負心男子。說盡了山盟海誓，道多少浪語淫聲。\n\n足足兩個時辰，方才雲收雨散。只見鮫帕上猩紅點點，酥胸前香汗淋淋。雲雨已罷，各自穿衣，恩恩愛愛，依依不捨。小姐道：“奴家千金之軀，一旦失之君家，奴之身即君之身矣。可即央媒說合要緊。“公子道：“這個自然。但不知尊翁是何名號？“小姐道：“我父親名喚林旺，字攀貴。奴家小字愛珠。“公子道：“這也奇。小姐名愛珠，小生乳名愛郎，足見取名之時，就該做你的郎君了。“小姐道：“恐丫頭們來，快出去罷。“公子道：“後會有期，還求小姐再賜一樂。“小姐道：“你急急央媒說合，後會不遠，何云無期？“公子道：“急急說合，也要十日半月耽擱，叫我如何撇得下。“小姐道；“你晚間可能出來麼？“公子道：“我另是一船，只要小廝們睡熟，就好出來，不知小姐可有良法，再賜一會否？“小姐道：“奴家獨住在此房中，只一小丫頭，睡著人事不知的。在外還有兩個大丫頭來相伴我，她卻住在那邊房。只要等她來睡了，我便開你進來，五更出去。人不知，鬼不覺，可不好麼！只是說親要緊，我身已被你點污，再不嫁別人的了。“公子道：“這個何消囑咐。“\n\n兩人隨各穿好衣服，手對手送至園門，相別而去。是夜小姐打發丫頭們睡熟，獨自一個到園門守候。公子到船，也急急吃了夜飯，直等船上人都睡靜，方輕輕開出。幸有月色，不數步來到園門。見門閉著，又不好敲，只得輕輕咳嗽一聲。小姐早已聽見，知是情郎來了，便開門接進，仍復閂好。公子便將小姐摟摟抱抱，同到房中。小姐已點起兩枝紅燭，如同白日，急急解帶寬衣，先在旁邊涼牀上恣意取樂了一會，方同上牙牀共枕而眠，相抱而睡。至五更，兩人再整鴛鴦，重翻紅浪，直至天色微明方去。至晚又來，如此早去晚來，不覺已經十日。\n\n那十夜之中，千般做弄，萬種恩情，只不見媒人來說，愛珠忽起疑心。那夜公子進來，摟摟抱抱看著愛珠，卻是怏怏不樂，眼中淚下。公子大驚道：“我與你如此歡娛，每常見你十分欣喜，今日為何忽然不快，請道其故。“愛珠道：“奴家一時錯了主意，隨順了你。如今身已被污，悔之無及，想來惟有一死。\n\n“公子一發大驚，道：“小姐，何出此言，小生與你正要做長久夫妻，何得忽發此不利之語。“小姐道；“你不要再騙死了人，你是個貴介公子，自然想娶一個千金小姐，奴家醜陋村姑，怎做得你貴人的妻子？“公子道：“說哪裡話！我與你山盟海誓，言猶在耳，小姐何忽起疑？“小姐道：“你的盟誓，全是騙局。誰來信你？你又不是久居此地的，你父親一領了憑，就要起身了。若果真心，今已十餘日，還不見媒人來說。分明一時局騙，起身後便把奴撇在腦後了，還說甚長久夫妻。我仔細思想，只伯連公子都是假的，不知哪裡來一個遊方光棍，冒稱公子，將奴好騙上手。只圖眼下歡娛，哪管他人死活。“公子道：“小姐多疑了。不是我不央媒來說，只因這幾日父親有事，所以還未道及。“小姐道：“足見你的真心了。婚姻也是大事，怎麼有事未曾道及？等你家事完，可不要起身去了。“公子道：\n\n“小姐說得不差。小生一心對著小姐，竟忽略忘懷了。明日包管就有人來說，斷要娶了一同起身。“小姐道：“這便才是。只怕還是鬼話。“公子道：“小生若有半句虛言，欺了小姐，天誅地滅。“小姐道：“若果如此便罷。不然，我死也決不與你甘休的。“公子道：“小姐請放心，小生若要負心，決不肯立此惡誓的。今已夜深，請睡罷。“小姐那時也歡喜了，兩人摟抱上牀，你替我解衣，我替你脫褲，情意更濃，不可言述，直待五更別去。\n\n你道因何久不遣媒來說，原來公子一會愛珠之後，回家就在父母面前再三說過。怎奈他父親利圖也專在勢利上做工夫的。\n\n見兒子說，便細細訪問，知林員外是個臭財主，只有兩個女兒，大女才貌雙全，是他最所鍾愛，已嫁與金家，聞說妝奩還一些沒有。況次女貌甚平常，又非所愛，一無可取，所以丟開。今日公子受了小姐許多言語，一到船上，睡了一睡，起來就到母親處，又苦苦相求，斷要央媒到林家說合，趁便要娶了同去。\n\n刁氏是最愛公子的，即刻又對丈夫說知。利圖道：“非是我不央人去說，但聞林家雖則財主，是個臭吝不堪的。又是個白衣人，他有兩個女兒，大的好些，又嫁了。小的相貌又平常，我家堂堂知府，怕沒有門當戶對千金小姐來做媳婦？癡兒貪他哪一件？“刁氏道：“媳婦只要賢慧，哪在才貌。況兒子中意，我們何必拗他。至於白衣，他既是財主，要做官何難？從來說會娶娶對頭，不會娶娶門樓。還是央媒說合為是。“利圖道：\n\n“你喚愛郎來，我問他，貪他哪一件？定要他莫要娶過門來，悔之無及。“刁氏果叫人請了公子來，利圖道：“癡兒子，你苦苦要我央人到林家說親，你究竟貪他哪一件？“公子道：“夫婦為人倫之首，要一生相處。娶得不好的，雖是千金小姐，必為終身之累。孩兒聞得林小姐才貌雙全，德性又好。若一錯過，哪裡還有好是他的？“利圖道：“你莫非聽錯了？我也聞得，他大女兒才貌果好，久已嫁與金家。他第二個女兒，並無才貌，不要聽了虛言，娶到家時，悔之晚矣。至說他德性好，你何從知道？“公子道：“孩兒也不曉得他大女兒、小女兒，只知他名喚愛珠，尚未受聘，才貌是孩兒親眼見的，並無差錯。\n\n“利圖道：“胡說！他是個深閨處子，何從見來？況才在他肚裡邊，一發無從看見。你莫非做夢麼？“公子自知失言，只得設言強對，道：“孩兒前日偶然閒步，見林家園內荷花大開，進去一看，那荷池上面有書室一間。四壁貼滿詩詞，都是愛珠名字，台上圖書滿架，還有荷詩一首，墨跡未乾。正在觀玩，忽見裡邊有個絕色女子，同了一個丫鬟走進，見了孩兒，那女子便避了進去。那丫鬟就對著孩兒說：『這是我家愛珠小姐的書室。你是何人？亂闖進來！』那時孩兒對說：『偶爾看荷，無心到此，不知是你家小姐書室。但你家小姐，是個女人，難道曉得讀書，要這書室麼？』那丫頭就說：『難道獨有男子會看書？若說我家愛珠小姐的才，合郡馳名，哪個不知？哪個不曉？只怕蘇州城內，沒有這樣才子得配我家小姐哩！』孩兒又問：『難道這樣才女，還沒有許過人家麼？』他說：『我家員外，慎於擇婿，豈肯容易許人？』因此孩兒說是親眼見的。望爹爹央人去，只求愛珠小姐便了。“那利圖終是個禽犢之愛，聽了公子一片假話，信以為真。就叫一個門客－－馮成寫一名帖，去拜林旺，求他愛珠小姐與公子為室。\n\n馮成領命，來到林家。家人接帖投進，員外不知何人，只得出廳接見，分賓主坐下。茶罷，員外道：“不知尊客到來，有何賜教？“馮成道：“小子馮成，蒙揚州府知府利公收在門下效勞，無事也不敢驚動。只因利公單生一位公子，有才有貌，心上必要擇一個才貌雙全的小姐為配。怎奈總未有中意的，所以耽遲至今，年已十七，尚未受室。目下利公到此領憑，聞得令愛愛珠小姐才貌俱全，可稱匹配，特命小子作伐奉求，不識尊意若何？“員外聽說現任知府的公子求他女兒，好不喜歡，道：“利公自下來領憑，不知是何處升轉的，公子可同在此？“馮成道：“是杭州府同知，新升的。“員外一想，道：“莫不六年前在此請石道全醫夫人病的麼？“馮成道：“正是。“員外道：“如此說，公子沒有尊堂了。“馮成道：“公子原是二夫人所生。如今二夫人已為正室，一家全是他作主哩！“員外聞知大喜，道：“馮兄請少坐，小弟進去與房下商酌奉復。“\n\n隨即別了馮成，笑嘻嘻走到裡邊，將馮成來意，細細與院君一說。院君聽說現任知府的公子，求他女兒，更覺歡喜。還恐女兒心上不願，又到園中私問女兒。哪知原是女兒勾引來的，有甚不從。員外隨將個大紅全帖，寫了愛珠年庚，付馮成取去。\n\n利家也不占卜，單到課命處，選了一個畢煙吉日。只隔十日，便連夜買了綢緞花帕，換了金珠首飾，又封禮金百兩。先命馮成去說知，隨即送去。又當下聘，又當通信。員外見日子甚近，幸喜妝奩久備，只衣裳還要添些。即刻叫了數十裁縫做起衣服，等花轎到門，就打發女兒上轎。先於隔夜，將妝奩送下船去。\n\n利公、刁氏見妝奩十分齊整，先已歡喜，厚賞來人。次日，花燈鼓樂，執事旗傘，相迎下船，就在船中拜了天地父母。送入房艙，飲過合巹杯，丫鬟送出，閉上艙，曰：盡道一對新人歡喜，誰知兩般舊物成交。正是解帶寬衣，不用新郎代替，淫聲浪語，哪愁船戶聞知。要知兩人成親之後如何，且看下回分解。\n\n"
		},
		{
			"章节": "第九回",
			"章节名称": "去沉痾一朝發達　聞捷報頓悔初心",
			"章节内容": "詩曰：\n\n人世窮通迭變更，\n\n霎時奪錦便成名。\n\n果能勤舉寧終困，\n\n只要堅心獲大亨。\n\n秋傍方開聲譽遍，\n\n錦袍才著俗人驚。\n\n試看季子多金日，\n\n父母爭先遮道迎。\n\n話說林愛珠小姐嫁了利公子，原是先奸後娶，夫妻恩愛自不待言。就是利圖、刁氏見妝奩甚厚，媳婦美貌，也甚歡喜。\n\n不覺過了三朝，利圖文憑已到，隨即拜別親家，開船起身到任不題。\n\n且說金玉送學師後，心中憂悶，癩瘡更壞，林家從此絕不往來。幸虧石道全早晚來看，盡心用藥醫治。又虧無瑕不辭勞苦，不怕醃髒，痛癢則代他撫摩，膿腥則時常煎洗。知他愁悶，百般寬解，見他要吃，極意調和。日無一刻之停，夜無半時著枕。稍有餘閒，做些針指，換些柴米，以供食用。倒是公子見了心甚不安，道：“娘子，我身上這般光景，哪能得好就好些也，料無出息，今朝就死也不足惜。你這嬌怯身軀，豈堪受此膿腥血臭？早晚勤勞，倘患弄出病來，叫我如何安穩？“無瑕道：“官人不須多慮，從來做婦人的，隨夫貴，隨夫賤。你果身子不好，我亦何惜此身。“於是愈加慇懃服侍，絕無半點煩苦。還有時公子心上煩躁傷觸了他，也只是含忍，反多方承順。\n\n不到一年，病瘡漸漸平復。一年之後，滿身瘡痂盡脫。依舊頭光面滑，肌細膚榮，仍然是一個美少年。分明脫皮換骨，再投個人身一般。無瑕喜歡不必說，就是俞德與石道全一家，好不歡喜。道全就買了幾味魚肉之類，沽了一大壺酒送來，與公子起病。公子道：“這也反事了。蒙他替我醫好了，不要說沒有謝他，連酒也沒有請他吃杯，怎麼反要他破費。“就與無瑕商議，叫俞德添了幾味菜，請道全來致謝。\n\n大家歡喜，直吃到一鼓方散。公子也有些醉了，送了石道全起身，關上房門，就一手搭在無瑕肩上，道：“娘子，我這樣十死九生的身子，奇形鬼怪的病狀，人人見了畏避。若非娘子不怕醃髒，辛勤調理，哪能得有今日？雖蒙娘子不棄，成親數月，略盡夫婦之情。然彼時齷齪病軀，終不敢恣意相近。今日須要極盡歡娛為妙。“無瑕就將公子手推去，道：“官人說哪裡話！你瘡雖痊癒，身子尚未強健，保養要緊。若女色相侵，舊病復發，就難好了。從今須要各被而睡，且過一年半載，再講夫婦之情。“公子道：“娘子差了！我做親時，這樣身子，誠恐有污尊體，不敢相近。尚蒙娘子不棄，稍效魚水之歡，同衾共枕。今日好了，反要各被而睡，豈不大奇？“無瑕道：“沒有甚麼奇處。官人是讀書之人，難道不明這種道理？奴既嫁到你家，生是你家人，死是你家鬼，須要替你算一個長久之策。\n\n公公婆婆只生你一個，彼時死多生少，金學師恐你絕嗣，所以急急要來娶我。我若嫌你醃髒，不與你近身，要娶我何用？故成婚相近，意欲替你度一種子，以延金氏一脈，並非他意。今幸身子已好，我二人年紀尚少，後日夫妻正長，如今極該保養強健，苦志攻書，以圖上進。豈可孩子氣，不惜身命麼？“公子聽說，啞口無言，只得聽其各睡。又過數月，十分強健。無瑕就勸他讀書，自己做些針指相陪，有時直至三更方睡。\n\n公子每來歡合，無瑕只是不允，直至兩次三番，不得已略略見情而已。若再相強，便正言勸諫，道：“官人讀書上進要緊，如何只想這事？你若要想此事快樂，只要功名成就，多娶幾個美妾，憑你快活便了。奴家生性粗蠢，只好做你的中饋之婦，風流之事，莫要纏我。“公子道：“娘子何出此言？卑人豈是好色之徒！只因娘子恩深義重，情愛頓生，所以如此。若說富貴娶妾，莫說富貴難期，美色難得，即使貴比王侯，色如西子，卑人若一動情，有忘娘子恩義，真禽獸不如矣。“無瑕道：“倒不必如此。只要你努力功名，替祖父接續了書香一脈，奴家亦與有榮。至於娶妾，你見富貴的人，哪個不娶幾個？難道都是忘恩負義的麼？“公子道：“娶妾休題。今蒙娘子吩咐，自後定當苦志攻書，必不敢再生邪念，直待請得夫人封誥，方報答娘子恩情。“無瑕道：“多謝官人，但願如此才是。“此後公子果然勤苦讀書。他自幼本是神童，今又苦讀，不上一年，學業更進。適遇文宗行文考試，公子報名在縣，縣取送府，府取送院。不兩月，文宗發案，取入蘇州府學第一名，作儒士科舉。場期已近，要往江寧鄉試。奈無盤費，夫妻正在苦難，林員外忽然來到。你道員外為何久不來往，今日忽來？\n\n原來向日因公子癩到不堪，只說不久必死。無瑕不過是個丫鬟，一時掩人耳目，權認女兒代嫁。見學師去後，原就懊悔無瑕都白送去了，哪裡還來管他。所以，不但不與往來，還恐這邊纏擾。今聞公子癩已痊癒，又新進了學，不覺大驚，道：“人不可以貌相。我只說這癩子是最無出息的了，不想好了又能進學，當初相面的相無瑕曾說『他有夫人之分』，如今現做了秀才娘子，將來竟不可料了。幸喜我的女兒原嫁一個貴公子，自下還強似他，只是無瑕那邊也不好斷絕往來。倘日後他富貴，不怕不是我的女婿。“\n\n隨走進與院君說知，院君的勢利心腸更不比員外。一聞此言，即欲掇轉面皮，去認女兒女婿。怎奈蘇州人嘴口不好，見金公子癩病方痊，讀書未久，必然文理欠通，又因文宗是他父親的同年，都說他進學是情面上來的，要中舉就不能夠了。此風吹入院君耳內，信以為真。便道：“如此說，雖僥倖進學，來年換了文宗歲考，連秀才還恐難保。幸喜不曾去認他，休得引狗上門。“便拿定主意，原不與他往來。員外都知道他自幼就是神童，今日進學未必全是情面，須要結交在未遇之前，一誤不可再誤。隨瞞了院君，袖了六兩銀子，來到金家，公子與無瑕接見。員外便滿面笑容，道：“我兒賢婿，恭喜！我因家中有事，許久不曾來看你。昨聞你進學，就要到南京去鄉試，特備贐儀六金，為賢婿一程之費，望即收納。“公子道：“小婿病體初安，僥倖進學，尚未登堂拜見，反蒙岳父厚賜，何以克當？“無瑕道：“長者賜不敢辭，官人不須推卻，父親母親處，自然要去拜見的。“員外因院君曉了訛言，誠恐去說些甚麼，反為不美。便道：“賢婿行色匆匆到舍，不能久停，不如待鄉試回來，同你一齊回門罷。“說完，隨即別去。\n\n公子見有了盤費，就要帶了俞德往省中鄉試。因念無瑕獨自一個在家，無人陪伴，如何是好？無瑕道：“這個不難，著人去接我乳娘到來，相伴同住便了。“公子甚稱有理，立刻著俞德去接周氏。周氏正憶念女兒，見俞德來接，立刻叫了一乘小轎，別了丈夫，吩咐了兒子幾句，上轎而去。不片刻到了金家，公子見接到了乳娘，放心起身而去。\n\n在路四五日，方到南京。只見紛紛士子齊到，各各尋寓安歇。公子就尋在貢院對河桃葉渡口關帝廟中居住，以候場期，未幾三場已畢，自覺得意，功名可望，便在寓中候榜。至九月初一日早晨，只聽得和尚開門出去，未幾笑欣欣走進，連聲高叫道：“金相公，恭喜！恭喜！已經掛榜，相公中第一名解元，報錄的即刻就到，快快打點赴鹿鳴宴去。“公子與俞德聽了，皆大驚大喜，道：“果是真麼？“和尚道：“是小僧特特去查看，第一行就是相公的。大名下注蘇州府學，附學生民籍，習詩經，一些不差。若看得不清，也不敢來妄報。“公子道；“既得僥倖，只是盤費已完，去吃鹿鳴宴，聞說要多少費用，報錄的來，報錢還沒有在此打發，這便怎麼處？“和尚道：“相公不須過慮，既在小房作寓，就是本廟的施主，賞封報錢，還要見老師，會同年，許多費用，都在貧僧身上，替相公措辦料理，待相公回府，帶來付還就是。“公子道：“在此吵擾，已感謝不盡，怎還好勞重師父料理，又累師父應用，更覺不當。\n\n但一時實無處措辦，只得遵命，奉借應用，到家定當即刻加利奉上。“和尚道：“好說。相公且早些請用飯，報錄的一來，就要吃鹿鳴宴去的。“俞德隨即取飯來，與公子吃完。報錄的早已亂打進來，請解元老爺寫賞，單要花紅，立刻請去赴鹿鳴宴。嚇得俞德與公子手忙腳亂。幸虧和尚是在行的，代為料理，先打發了報錄的，去替他對了些賞封，又代他借了一套衣冠靴帶，穿了方去吃鹿鳴筵宴。然後又參主考，拜房師，會同年，請酒足足忙了半個多月。送座師、房師，起了身，直至九月二十外，方才別了和尚，起身回家。\n\n到得自家門首，只見門兒封鎖，絕無一人，又吃了一驚，對俞德道：“怎麼門兒鎖在此，娘子哪裡去了？“俞德道：“莫非林員外接回去了。“解元道：“你且去問一聲鄰舍看。“俞德果去問隔壁做豆腐的王公，王公一見俞德，先叫道：“俞叔回來了，恭喜！你家相公又中了，父子解元，真是難得。“\n\n俞德道：“便是。請問老哥，我家大門為何鎖了？可知我主母何往？“王公道：“俞叔，你難道還不知？前初二日，你家報錄的報過之後，林員外一家到此，熱鬧了兩天，第三日晚上，就同了你主母一齊搬到你家當初的大房子裡去了。“俞德道：\n\n“此屋久已賣與汪朝奉家，開當在內，如何搬進去？“王公道：“這個我倒不知，你到那裡，自然曉得。“俞德別了王公，將他所說回復解元，解元亦深以為奇。\n\n主僕二人隨即急急到舊宅一看，忽見門首兩枝旗桿，高接青雲，紅旗繡帶，金字分明。走進牆門，見解元扁額，金光燦爛，大門閥閾，油漆如新。更見屏門上，報單貼滿，牆壁上黑白分清。二人心中更加駭異，你道怎麼緣故？原來林院君聽了訛言，心上還道：金玉雖僥倖進學，中固不能，還恐換了文宗，連秀才都不能保，所以原不曾去理他。至九月初二，聽得外邊紛紛報錄，他又無親戚與考，也不在心上。忽見員外在外笑欣欣亂喊，進來道：“院君在哪裡？女婿中了解元了。“院君聽說，只道利公子中了解元，心中大喜，直趕出來道：“哪個來說的，利家有人在外麼？“員外道：“哪裡是利家女婿，是金家女婿。“院君聽了，嚇了一呆，道：“這個癩子，前日入學，還說是情面來的，怎麼竟會中起解元來？“員外道：“還要說他怎麼。我當初原估他決好的，所以把大女兒強許與他。哪知女兒命運不濟，他家忽然遭這幾年厄運，女兒不肯嫁他，倒作成了一個無瑕，如今是穩穩一個夫人了。“院君道：“前日進學的時節，我原要去將他當做親女一般，親熱起來，不怕他們不歡喜認我，誰知又被外邊訛言中止。如今他是一個香噴噴的解元了，解元或者不知委曲，還肯相認。無瑕是曉得的，見我一向冷淡了，他未必肯認，奈何？“員外道：“還好，你前日不去理他，我卻曉得他自幼就是神童，他的進學未必全是情面，故私自去送他六兩贐儀，他當時就要來拜見我們，我恐你聽了訛言，怠慢了他，回他鄉試後一同女兒回門，有甚不認？“院君大喜，道：“這等還好。只你既知這個緣故，為何不對我說知？多送些與他便好，怎麼只送六兩，虧你拿得出手。既有這個機會，如今事不宜遲。他家甚窮，報錄的報去，莫說報錢沒有，就要吃也難。況既中了解元，自然要豎旗桿，釘牌扁，官府往來，這幾間小屋也不成局。聞得他家大房子賣在汪家，我們又無兒子，這些家當，少不得是別人的。何不拿數百金，替他贖了屋，再替他豎兩枝旗桿。我如今就帶了些魚肉柴米，先到他家將無瑕竟認了，嫡嫡親親的，女兒女婿回來，怕他不歡喜。“員外道：“院君主意不差。我今就帶了些銀子，到汪家去贖屋，你就叫轎子來就去，我停妥了屋也就來的。還有無瑕身上，衣服也沒有，須帶兩套去換換便好。“院君道：“這個我曉得。你到汪家去了，就到那邊，回頭我便了。“員外取了數百金，著兩個家人隨了先去。院君也就收拾了一皮箱衣裳裙襖，金珠首飾，風魚火肉，柴米銀兩，帶了三四個丫鬟僕婦，上轎而去。正是貧居鬧市無人問，富貴深山有遠親。\n\n不知院君過去，見了無瑕如何，且看下回分解。\n\n"
		},
		{
			"章节": "第十回",
			"章节名称": "傳臚日欣逢聖主　謁相時觸怒權奸",
			"章节内容": "詩曰：\n\n頭插宮花接御筵，\n\n鼇頭獨佔冠群仙。\n\n幸邀聖眷聲名重，\n\n能觸權威意念堅。\n\n鼎鑊原投難奪志，\n\n顯榮甘讓不垂涎。\n\n他年試看冰山倒，\n\n始信清高勝附羶。\n\n話說無瑕自丈夫去後，與母親同住，做些針指度日。至九月初一晚，燈花連爆，初二早，喜鵲齊鳴。無瑕便對周氏道：\n\n“喜鵲連日在此叫，莫非官人中了，今日報來？“言猶未畢，只聽得外邊許多人直打進來，周氏急急趕出一問，見果是報錄的，說報公子高中第一名解元，母女二人大喜。只苦家中一無所有，不知如何打發？喜得報錄的見此光景，心上已冷了一半，便道：“我們還要別家去報，遲日來領賞罷。“忙忙的貼上報單，飛也似去了。報錄的才出門，只見幾個丫鬟婦女，走進說：\n\n“小姐，恭喜！院君來了。“無瑕一看，認得都是林家的丫鬟僕婦，便道：“原來是嬸嬸姐姐們，院君在哪裡？“一個僕婦道：“轎已到門進來了。“無瑕同了母親，急急接出。果見院君已進來。一見無瑕，便笑嘻嘻的，道：“我兒恭喜！我一向要來看你，因家中有事，不曾來得。今早聞得你丈夫高中解元，特來道喜。“無瑕道：“多謝院君。不知院君到來，有失遠接。“院君道：“我兒差了。我和你認過母女，何得不以母女相稱，還叫起院君來。“無瑕道：“在官人面前，只得權稱父母。今官人不在家，豈敢僭妄。“院君道：“我的兒，你也太謙了。自後斷不可如此。“無瑕道：“既蒙母親抬舉，請母親上坐，待孩兒拜見。“院君道：“不消拜得，就是常禮罷。“無瑕早已把氈單鋪下，拜了四拜起來。周氏亦來拜謝。院君與他平見了禮，就要坐下，無瑕道：“母親在上，無瑕不敢陪坐。“院君便來扯著無瑕坐下，道：“又來過謙了。我和你母女之間，哪有不坐的理？“周氏便要去燒茶，院君知道，止住道：“不煩費心。我各色帶來的。“就叫僕婦丫鬟，所帶來的柴米菜蔬拿去收拾，煮飯來吃。又對無瑕道：“我兒今是個解元夫人了，恐有人來看你，我帶一皮箱衣裳首飾在此，你可只揀心愛的去穿戴起來。“無瑕道：“孩兒裙布荊釵慣了，誠恐穿了綢緞帶了珍珠，反覺不稱。“院君道：“將來鳳冠已到頭上了，這幾件粗衣首飾有甚不稱？“就叫丫鬟快拿皮箱過來開了，與小姐更換。無瑕滅不得院君的情，只得揀幾件素淡些的穿戴了。僕婦們便拿上飯來三人用過，只見員外興匆匆也來了。無瑕急急接見。員外道：“我兒，恭喜！“院君就問：“屋停妥了麼？“員外道：“停妥了。“又對著無瑕道：“我與你母親商議，女婿中了，門前要豎旗桿，釘牌匾，官府往來，這邊屋小不便。\n\n我方才將七百金，到汪朝奉處，替你家贖了舊宅子。汪朝奉說你官人問他找價，他曾語言冒犯，今見中了解元，正要設法請罪，見我說你家要贖房子，便歡天喜地收了銀子，即刻將契付還，連銀色戥頭都不曾要補，還說定明日就搬出屋。我又到星士家，看了遷移吉日，他說後日戌時大吉，有天富天貴、玉堂金馬許多吉星在閃。我待他搬去，就要叫人去打掃收拾，旗桿木也買了，傢伙，牀帳、什物，我家都有。這邊東西且封鎖在此，等解元回來再處。“又將屋契二紙，付與無瑕，道：“這是汪家贖回的屋契找契，你可收了。等官人回來付還。“無瑕道：“怎好要父親、母親破費這許多銀子，又費心費力，叫孩兒怎生承受？“院君道：“又來了。自家兒女怎說這樣客話？“又問員外，道：“你可曾吃飯麼？“員外道：“我方才在汪家擾了他點心，又到木行裡擾了他飯了。我如今要去叫各匠，還要買些作料，今日不來了。你住在此，到後日送女兒進了宅回去罷。“說完去了。院君就叫人回去，取了被鋪來，住在金家兩日。只聽得女兒長女兒短，小姐前小姐後，叫得十分熱鬧，又十分親熱，弄得無瑕倒通身不安。\n\n到後日晚上，員外備了三乘大轎，四乘小轎，與眾人坐了。\n\n又備了燈籠、火把、火盆、安息香，候到戌時進宅。道全知道，也來送一路。高聲火炮，十分熱鬧。來到大宅，抬進內廳出轎。\n\n無瑕看見房屋甚是高大，又收拾得十分潔淨，台椅、屏風擺列廳上；未進房中，牀帳被褥、廚箱器皿，件件完備，色色皆精。\n\n原來員外替大小姐做妝奩，連二小姐的也做停當的。今要奉承無瑕，便一並移來，擺設在內。酒飯亦喚廚子整備停當。員外與石道全外邊一席，院君與周氏無瑕內裡一席，家人使女們俱各用過。那晚便一齊住在金家。\n\n明日報錄的聞知，冷心腸重新熱起來，急急到新宅來，扯著員外要太爺寫賞單。員外亦甚歡喜，連忙叫廚子備酒，戲子做戲，請報人做了一本《滿牀笏》，又打發了數十兩報錢。親戚鄰里，都來先賀太翁，員外一發快活，俱做戲請酒，足足也忙了半個月，至十八日方回家去。院君又與他兩個丫鬟服侍，一個名秋桂，一個名春杏，又贈他三百兩碎銀子，卅千大錢，五十擔白米。無瑕再三致謝，方才別去。到廿五日，正想丈夫該回來了。忽見俞德進來通報，知解元已回。俞德也不及細問緣故，無瑕也不及細說，急急的出廳接見，道：“官人，恭喜！容妾身拜賀。“解元道：“皆出娘子所賜，卑人正要拜謝。“丫鬟鋪下紅氈，兩人對拜已畢，一同進內。見各處煥然一新，什物齊備，而且十分華美，並有丫頭兩個相隨，心中甚是奇異。\n\n因細問無瑕，無瑕便一一將林員外與院君代贖屋、代打發報錢、做戲請酒，並贈什物傢伙、牀帳、衣服、首飾、銀米、酒席，直至十八忙完方回家去的話說完，解元方知備細，感謝岳翁岳母。明日，就同無瑕一齊到林家拜謝。員外院君接待，就如接現任上司一般。當日就叫廚子、做戲相待，次日就同了到林家房族親戚處拜望。炫耀鄉里，各家又請酒。員外又備酒，代解元還席。足足又熱鬧了一月有餘。\n\n解元纏擾得甚苦，思想：在家終無安靜，家中可無內顧之憂，出門可免窮途之苦。隨與無瑕商議，拜別親朋，多帶盤費，原著俞德相隨，早發進京靜養，以候會場。擇了十一月十六起身，在路擔擔閣閣，直至十二月二十方到京中，因愛清靜，就在城外尋一寺院安寓。直到二月初旬，方遷到城中，另尋小寓。\n\n候至初八進場，初九早散，題目到手，原來七個題目都是做過的，便從從容容寫完七真七草。方到起更時候，廳外邊已有交卷的，開門放牌，金玉也就交了卷子。出場到寓，主人尚未睡，見金玉出場，便來稱賀，道：“老爺，出場甚早，定然得意。“金玉道：“題目都是做過的，草草完場而已，有甚得意？“俞德就拿飯來吃了，又燒湯與主人洗了浴，服侍睡了。初十靜養一日，十一又進場。二場一發容易，十二下午就出來了。十四又進去，十五晚上出場。房主已備酒相候。金玉見房主美情，又自覺三場得意，酒落快腸，不覺吃得沉沉大醉，睡了一夜。\n\n明日，仍遷往城外寺中居住，四處遊玩，將京師勝景覽遍。倏忽過了半月，至三月初一日放榜，報人報到寓所，金玉高高中了第五名會魁。此番不比鄉場，身邊盤費盡多，即刻賞了報人，就去赴瓊林宴。見座師，拜房師，會同年，忙了半個多月。皇上選了三月十八日，登殿傳臚。紛紛舉子，齊集午門，待候皇上坐朝。金玉同眾隨班。朝見畢，皇上見四邊盜賊蠭起，就出了《弭盜策》一道。眾進士各各對就呈上。讀卷官宣讀鴻臚寺唱名，點第一甲第一名，就是金玉名字。金玉應名上殿，皇上見狀元少年美貌，龍顏大喜，賞賜宮花、袍帽，御酒三杯，又賜滿朝鑾駕，遊街三日，雁塔題名，紅纓白馬，同榜眼、探花，一路笙蕭鼓樂，前呼後擁，好不興頭。正是“一色杏花紅十里，狀元歸去馬如飛“。未幾狀元遊街已畢，就有多少長隨長班、相隨家人投靠。狀元見京中有人，便著俞德到家迎接夫人，並請林員外夫婦、石道全一家，一同到京，同享榮華。俞德領命，當即起身回家不題。\n\n且說狀元打發俞德起身後，即著長班相隨，會同戴榜眼、徐探花，謁見在京各大老，都見狀元年少，人人稱羨。不覺驚動了當朝閣老。盧丞相號啟封，他播弄朝綱，威權傾主，滿朝文武，皆出其門，一見狀元少年美貌，皇上寵隆，便留意著。\n\n他有一女兒未字，意欲招他為婿，見他履歷上是已娶林氏，不覺意興索然，思量招致他來拜在門下，將來也好做一個幫手。\n\n誰料金玉雖然年少，持己端嚴，方欲鋤奸除佞，怎肯附勢趨炎？\n\n久聞得盧丞相立朝不正，雖暫時顯赫，譬若冰山當日。沒奈何，只得也同眾去參謁，不過虛應個故事。哪知盧相有心要他在門下，待得十分親熱。但見榜眼、探花，俱逢迎諂媚，還恐不當其意，而狀元獨默默無言，不去親近他，有問不過唯唯而已。\n\n茶罷，即便起身辭出。丞相留他不住，只得留住榜眼、探花二人。待狀元去後，便對他二人道：“我看殿元年少才高，聖上寵眷，只是有些恃才狂妄。老夫待罪宰相，掌握朝綱，百官遷降，盡吾作主。試看朝中顯要，各省大臣，哪一個不出吾門下麼？殿元我意欲幫助他，做一個將來宰輔，怎麼今日見我這般冷淡？他道皇上寵任，就看老夫不在眼裡，只怕皇上還要聽著我的說話哩！“榜眼、探花連連打恭，道：“諒殿元怎敢冷淡太師？或者他少不諳事，禮節未嫻，初登相府之堂，未免驚遲畏避耳。待晚生輩去責備他，喚他來負荊請罪罷。“未幾酒飯擺下，吃罷起身辭別。隨即來到狀元公館中，狀元急忙接進坐定，說道：“盧太師留住二位年兄，不知有何話說。“探花接口道：“太師著實屬意年兄，我看年兄方才太覺倨傲，難怪太師不悅。據弟愚見，我輩新進，正要依仗著他，況他有心招致，還說要幫助年兄，做個將來宰輔。故此同戴年兄來約年兄，去負荊請罪，一同拜在他門下何如？“狀元道：“年兄差矣！我輩既入仕途，當先自立品行為重。豈有初得微名，便圖保守富貴，復何面目立於朝廷之上？昔王孫賈將媚奧媚灶諷夫子，子曰：『獲罪於天，無所禱也。』又彌子瑕把衛卿來歆動，子曰：\n\n『有命，進禮退義。』是夫子一生守經大節。我輩讀孔聖之書，即當依著孔聖行事。年兄你道盧太師如此顯赫，可作終身依靠麼？竊恐冰山一倒，反被累及，那時悔之晚矣。“榜眼接口道：\n\n“年兄之論極是，弟輩豈不知道？但聖人守經，還須達權。如今威福全是盧太師主掌，倘拂了他意，奇禍立至，我輩望登金榜，不圖富貴何為？年兄還是從權，莫要如此執板。“狀元道：\n\n“富貴願讓年兄輩圖去，小弟是拘執不通的，不敢從命。“二人見狀元說不動，只得起身回歸。到明早往盧相府中謝酒，太師一見，便問道：“二位曾會見金狀元否？“二人道：“晚生輩別過太師，就到金狀元處，道及太師許多美意，奈他執迷不悟，仍然倨傲太師，所言恃才狂妄，一些不差。“盧相聞言，大怒道：“小畜生！我好意照看他，他反這等不中抬舉。且看他保守得這狀元否？“嚇得二人連連打恭，道：“金玉之罪難逃，還望太師寬洪大度，饒恕了他，晚生輩代為荊請。“盧相道：“要我寬恕也不難，他若知悔，願來拜在我門下，從前狂悖，我一總不究了。二位可再去開導他。“二人連忙打恭道：\n\n“是。“拜別相府，又到狀元寓所，備述太師言語，道：“年兄到底還該去修好，莫要禍到臨頭，悔之無及。“狀元聞言，大笑道：“二位年兄，你道小弟是個貪生怕死的麼？小弟幼隨雙親遇難，此身已置度外。後來又染奇疾，自料必無生理。今日死中得活，僥倖成名，實出望外。盧太師倘必欲置我於死地，譬如當日死於江中，亡於痼疾，還是泯沒無聞的，所以小弟獨不怕死。若要我去依附他，這個斷斷不敢奉命。“二人見他說話斬絕，料難相強，只得辭別，再將狀元之言去回復盧相。盧相聞言更怒，即欲算計害他。奈他是皇上新點的狀元，未曾出仕，又無過犯，急切難於下手。便耐住性子，冷笑一聲，道：\n\n“且看將來如何？二公請回，不必提起了。“二人拜辭而出，太師終是心中不快，必要設法處他。正是明槍易躲，暗箭難防。\n\n要知盧相如何設法，且看下回分解。\n\n"
		},
		{
			"章节": "第十一回",
			"章节名称": "遇妖道強徒肆橫　得西安官將遭擒",
			"章节内容": "詞曰：草寇欲興兵，妖道來相引。可惜西安錦繡城，蹂躪真堪憫。邪術任胡行，守將皆遭殞。看你強橫到幾時，識者從旁哂。\n\n－－右調《卜算子》\n\n話說盧太師因狀元不肯依附，心中大怒，要設法害他，且按下再表。\n\n且說金彥庵夫婦，被強盜留住在山，訓誨鐵純鋼。五、六年，純鋼已文武精通。師生、母子常常私自商議，報仇以圖出頭。不想他們厄運未脫，強盜惡貫未盈，不但兵多將廣，難於下手，且生了惡念，天又忽然生出一個邪人來助他。一日，大王與眾謀士商議，道：“我如今兵精糧足，此山終非久居之地。我意欲起合山之兵，於就近州縣，奪他一兩座城池，進可有為，退可有守，漸漸就好共圖大事。不知諸將士以為何如？“眾將道：“以大王之威，眾將之力，似亦可圖。但陝西潼關交界之處，朝廷設立兵將把守，亦甚不少。且聞西安一府，良將百餘員，戰兵十數萬，時常操習。我軍雖眾，尚未精練，還宜稍緩，再圖機會為妙。“大王聞言，甚稱有理，遂將起兵之念稍緩。\n\n不想正在遲疑間，忽見小嘍囉來報：“山下有一道者，自稱『鐵罐仙師』，別號『風火道人』，說從終南山來，要求見大王，有大事相商，不知可容相見否？“大王道：“何來道者要見我？有何事相商？且著他進來，看是如何？“\n\n嘍囉領命下山，就同了一個道人進來。大王舉眼一看，見他頭綰雙髻，身著衲衣，腳穿大紅雲履，背負兩個葫蘆，腰繫青鋒寶劍，兩眼大似銅鈴，相貌清奇古怪，飄然若有仙氣。大王見了，知他必有來歷的，便急急立起，迎下堂來，道：“老師何來？有何賜教？灑家不知鶴駕光臨，有失遠接，多多有罪。\n\n“道人道：“大王說哪裡話！貧道是太乙真人位下第十代孫，鐵罐道人是也。在終南山修道，已百有餘年。欲得真主輔助，未遇其人。近觀星象，見帝星照於此地，一路望氣尋來，始知大王乃將來之真主。時候已到，惟恐錯過，急急趕來叩見，願相輔佐。“大王聞之驚喜，道：“灑家雖有此心，方才正與眾謀士商議，欲暫取一二城池，安頓了兵馬，再圖大事。據眾謀士說，西安有百員上將，十萬雄兵時時操習，我兵恐難取勝，故爾正在遲疑。忽蒙老師光降，何愁大事不成。但老師說帝星照臨本山，只恐灑家未必有此大福。“道人道：“大王休得自己看輕了。貧道上知天文，下識地理，又善觀氣色。尋訪真主數十餘年，豈肯輕易許人？今見大王實是真命帝王，故肯出身輔佐，共成大事。大王何必多疑？明日黃道吉日，就可發兵，包管所向無敵。若雲西安兵將，莫說上將百員，雄兵十萬，即使千員上將，百萬雄兵，只要貧道嘴一開，手一動，管叫都成齏粉。“大王道：“不知老師有何妙法，可好請教，略道一二否？又據老師方才說，在終南山修道已百有餘年，我看老師尊容只像二三十歲，未免此言有誤。“道人道：“貧道容顏雖少，今年已一百二十四歲矣。不瞞大王說，終南山修道的，四五百歲的都有，容顏總是一般的。若問貧道法術，此係兵機，不可預先泄漏。大王放心起兵，到臨陣，貧道自有妙用，決不有誤。\n\n眾將既慮西安兵馬，如今就先取西安，等貧道略施小術，管叫西安指日可得。“\n\n大王大喜，道：“若果如老師所言，真天使助我也。灑家今日就築壇拜為軍師，一應兵符令箭交付老師，悉聽指揮調度。\n\n倘果成功，當與老師平分天下。“道者道：“大王說哪裡話。貧道若要想人間富貴，視取天下如反掌耳。不瞞大王說，貧道原係天仙降凡，奉玉帝敕旨，使我下界輔佐真主，成功之日，原歸仙班，豈肯戀人間富貴？且大王亦係金身羅漢轉世，當為四十年一統太平天子，子孫相傳十有餘世。他人豈能分受？“\n\n大王大喜，道：“如此說來，灑家是真命天子，老師又是真仙降凡，何慮大事不成？明日既是黃道吉日，就拜軍師登壇，發令起兵便了。“一面請道者東廳暫住，一面就吩咐築台，明日五鼓拜授軍師印信，各色停妥，安息一晚。次日五鼓，點齊兵將，嘍囉請軍師上台。大王拜了八拜，遞上印信，軍師拜受。\n\n然後，兵將嘍囉等一一參見。\n\n叩首畢，軍師就吩咐擂鼓三通，兵將上壇聽點。一點大將烏合，帶領嘍囉一百，往西安東方臨潼縣界口埋伏，倘有追兵到來，可出迎敵，許敗不許勝，我自著人接應也。一點大將巫論，帶領嘍囉一百，往西安西南縣界口埋伏，候有追兵到來，可出迎敵，許敗不許勝，我自著人接應也。一點大將何庸，帶領嘍囉一百，往西安西方三原縣界口埋伏，候追兵到來，可出迎敵，許敗不許勝，我自著人接應也。一點大將軍書，帶領嘍囉一百，往西安北方高陵縣界口埋伏，候追兵到來，可出迎敵，許敗不許勝，我自著人接應也。一點大將卜成功，帶領嘍囉五百，打西安東門，戰至一二十合，即向縣界口逃遁，自有伏兵接應也。一點大將芮風刀，帶領嘍囉五百，打西安南門，戰至一二十合，即向縣口逃遁，自有伏兵接應也。一點大將於敵退，帶領嘍囉五百，打西安南門，戰至一二十合，即向三原縣界口逃遁，自有伏兵接應也。一點大將聞聲怕，帶領嘍囉五百，打西安北門，戰至一二十合，即向高陵縣界口逃遁，自有伏兵接應也。又吩咐眾將放心迎敵，依吾號令，即遇官兵強勇，不須害怕，我當著神兵相助，捉拿官將，使他一人不返。爾等便重複殺轉，俱換官兵旗號盔甲，使守城將士急忙中一時莫辨，長驅直入，我再著神兵從空相助，西安一府，一戰可得。再點大將房仁，帶領嘍囉三百，在西南總路捉拿官兵將佐，一一解到西安發落。再點大將符義，帶領嘍囉三百，在東北總路，捉拿官兵將佐，一一解到西安發落。其餘嘍囉、將士，俱隨大王同合山人馬，隨我往西安正位，再發兵前進便了。軍師分派十隊兵馬已畢，便放炮起兵，各各得令而去。\n\n且說西安城中，督撫司道，不計其數。鎮守武官有：提督徐俊傑，將軍楊光武，總兵王經、陳昭、蘇士林、薛世禧，皆有萬夫不當之勇。又有都統黃璋、孫龍、趙顯、姚景、胡貴、李文煥等六員，亦俱智勇兼全。手下各有名將十數員，兵士萬餘眾。因近潼關，恐有外邦相犯，時時訓練兵馬，真是安如磐石，哪知內地有變。\n\n一日，忽有飛騎來報大爐山強徒起兵，來打西安。督撫聞之，皆大驚，復大笑道：“諒此烏合草寇，殺客劫商，久欲剿滅，因彼不過疥癩之病，不在心上。誰知今日竟來犯我城池，這是他惡貫滿盈，自來送死了。何須大兵對敵，只要幾個小卒相迎，便可一朝滅盡矣。“軍校道：“大老爺，不要小看了他，聞得他將兵馬分作十隊，鳴金擂鼓，浩浩蕩蕩，殺奔前來。口出大言說：『不出三日，要取西安』。“督撫道：“胡說。他就有數十萬兵馬殺來，莫說城中糧草充足、兵強將廣，就是一個空城，城池如此堅固，一時也難攻打，如何三日取得西安？“\n\n言之未已，只見又有一飛騎來報導：“稟大老爺，賊兵勢甚浩大，聞他新得一個妖道，拜為軍師，法術高強，能呼風喚雨，撒豆成兵，須要預作整備。“總督道：“休得胡說。那妖道若果有如此本事，何不向大處投奔，卻來歸附這無名小賊？這不過賊兵虛張聲勢，惑我軍心，不必管他。“撫院道：“諒賊兵妖道，難有小術，我軍兵多將廣，何足為慮？我軍固不可為之惶惑，然兵來將敵，水來土湮，我這裡也不可玩敵。須會齊提督、將軍、總兵、都統等各領本營兵馬，分守各門，並對敵賊兵便了。“當即著小校各衙門報了。未幾，各將齊集，分派四員總兵，分守四門。提督將軍紮營堅守，都統黃璋、孫龍、趙獻、姚景紮營各門，離城十里迎敵，胡貴、李文煥四門巡察救應。一聲號炮，各各領兵紮營已畢。只見賊兵果到。孫龍迎住卜成功，黃璋迎住芮風刀，趙獻迎住於敵退，姚景迎住聞聲怕，各門廝殺。原來賊營雖稱大將，不過烏合之眾，怎敵得都統之勇。\n\n莫說軍師叫他十數合即退，即使不許他退，他也抵敵不來也。有四五合即退的，也有戰至七八合退的。都統見是無能賊將，領兵追趕，嚇得賊將亡命飛逃。帶去嘍囉，被官兵殺死者不計其數，賊將卜成功等俱各危急。只聽得一聲炮響，各路埋伏兵將殺出。烏合迎住孫龍廝殺，巫論迎住黃璋廝殺，何庸迎住趙獻廝殺，畢書迎住姚景廝殺，卜成功等方幸脫身未死。怎奈烏合等更是沒用，剛剛三四合，望後便退。幸虧房仁、符義上前迎敵接應。誰知官兵裡邊又來了胡貴、李文煥接住廝殺。\n\n十分危急之際，忽聽得霹靂一聲，現出數萬奇形怪狀神兵神將。\n\n也有三頭六臂的；也有青臉獠牙的；也有獸頭人身的；也有人頭獸體的。從天而下，將官兵團團圍住，刀槍齊上，嚇得官兵盡皆倒地，自相踐踏，盡被賊兵殺害。六員都統俱被神兵捆翻，可憐六員上將，五六萬雄兵，不曾走脫一人。賊兵將佐未傷一個。此皆道人法術。那時賊將盡皆歡喜，共稱軍師神術，助我成功，盡依號令，將官兵身上盔甲自己換了，並將官兵旗號扛起，飄飄蕩蕩，打著得勝鼓，假妝官兵得勝回城一般。城中總兵，各門把守，見賊兵幾合即退，官兵大勝追去，又有兩支接應兵相隨追趕，再不想片刻之時，各路兵將俱全軍覆沒，所以都不放在心上。\n\n未幾，聽得金鼓聲響，各往城樓遠遠一望，見旗號兵將盡是官軍，知是得勝回營，吩咐開城放進。直至城下，方知是假，急令閉門，下城廝殺。奈兵將盡未整備，賊兵已陸續進了一半，四處相殺。總兵急欲提兵下城，只見眼中一暗，昏天黑地，鬼哭神嚎，情知事敗。王經拔刀自刎而亡。陳照見勢急迫，墮城身死。蘇士林剛剛下城，不見天東地西，被賊兵殺死。薛世禧急逃出城，被賊兵一箭射傷右臂，已作廢人。提督徐俊傑、將軍楊光武匆忙無備，俱被活捉去了。那時賊眾一齊進城，殺進督撫司道各衙門，各家老小盡皆殺死。大王就將總督衙門做了公署，撫院衙門做了軍帥府，其餘司道府州縣衙門，分派眾將居住。只見房仁、符義將六員都統解進軍師，吩咐羈緊，勸其歸降。一面就請大王在總督大堂，權為宮殿，立號稱尊。眾將群呼萬歲。大王就封道人為正一天仙，護國軍師，掌一應兵符令箭。封解氏為皇后，鐵純鋼為東宮太子。封金彥庵為翰林院東宮日講官兼內閣大學士。封烏合、卜成功等俱為護國大將軍。\n\n吩咐擺酒，大宴功成，人人大喜。只有解氏與純鋼外邊假作歡容，暗暗十分愁苦。想強盜如此橫行，又有妖道相助，眼見報仇甚難。還慮他漸漸勢大，自己的約法不行，便死無葬身之地，名實皆空。悔不當初，隨夫死節。更有金彥庵夫婦，日想與純鋼報仇，還有出頭之日。今見他如此勢大橫行，料無報仇之日，欲尋自盡，不肯授職朝見。幸虧純鋼母子內邊勸解周全，說他不是不肯授職，只因京中親族甚多，仍恐朝庭知道，遺害親族，將來大事成後，方敢授職。大王原是愛懼解氏的，聽得母子之言，也不去責備彥庵了。純鋼又到彥庵處再三相勸，說：“強盜雖橫，終是烏合之眾，妖道雖有法，亦不過是邪術，決不長久。先生且耐心再看機會，學生此仇必要報的，還仗先生幫扶。\n\n“彥庵見勸，也只得忍耐住了不題。\n\n且說大王僭號稱帝之後，就與軍師商議，頒發偽詔一道，到各府州縣。限一月內，各官俱要到西安朝賀，各加三級，仍還原職，量才升用。如限滿不來朝賀者，即刻起兵徵剿，合縣盡皆屠戮。詔一下，各府州縣聞知，俱各大驚，想西安省城之地，城池如此堅固，兵將如此強盛，被他起兵殺去，不三日而官軍全軍覆沒，城池輕輕得去，督撫大臣盡為殺害。何況區區小府州縣，怎能抵敵？於是投降朝賀者十有六七，掛冠逃避者十有二三。陝西一省不動刀兵盡為賊有。漸漸傳到別省各處，督撫提鎮紛紛告急，疏章雪片到京。正是惡貫未盈君莫羨，來遲來早不差分。\n\n要知各省奏章上去如何？且看下回分解。\n\n"
		},
		{
			"章节": "第十二回",
			"章节名称": "逆奸相翰院興兵　獲先鋒西賓合計",
			"章节内容": "詞曰：\n\n權奸報怨機緣奏，文臣奉旨徵強寇。堪歎一書生，如何會用兵。更兼遇邪術，安望成功日。虧得著仙衣，妖邪不得施。\n\n－－右調《菩薩蠻》\n\n話說各省告急，疏章來到兵部。兵部奏聞聖上，聖上大驚，急發各大臣議奏。旨意傳到盧太師處，太師眉頭一皺，計上心來，道：“可奈金狀元這小畜生，恃才倨傲，招致他不來，久欲設法處他。我如今乘此機會，在聖上面前只說他有文武全才，著他領兵徵剿大爐山蕭化龍，我想西安多少上將雄兵，尚且敵他不過，被他一陣殺盡，金玉一白面書生，豈能對敵？只消聖上一准，不怕他不死於賊人之手。“算計已定，隨連夜寫成奏章，特薦狀元為徵西大元帥，領兵徵剿叛寇，斷能奏功。皇上批准，立刻發出旨意。盧相又想：“蕭化龍勢甚猖獗，又兼軍師，法術高強，今命狀元徵剿，雖報了一己私仇，但他的聲勢，必然更盛，恐成大事，不可不預先交結他。“遂差一細作寫書一封，說“徵西大元帥是新科文狀元，不過一白面書生，一些武藝不知，是我有意騙皇上，所差不難撲滅，倘得殺到京城，願為內應，伏望收用“等語。寫完封好，先打發細作先行。不題。且說狀元著俞德到家，迎接夫人等進京。家中又已報過。\n\n先報會魁時，林員外夫婦聞知，立刻趕來道喜，奉承無瑕，比報解元時更甚。報錢待報，不但不要無瑕費心，並不要報人開口，都是他料理。見報人聲聲“太爺“不絕口，他聽得滿身酥麻，打發更加從厚。還有親戚人家的僕婦，鄰舍人家的婦女，更有三姑六婆，都到夫人處磕頭道喜。見了院君，也都稱“太太恭喜“，跪下磕頭。弄得院君骨頭沒有四兩重，一色賞封。\n\n包頭、鞋面、手巾，都是他帶來替夫人打發。外邊人來慶賀，也都是員外週知。正忙亂未完，忽又鼓樂放炮，鳴金掌號，來報狀元。報單是黃緞泥金的，報人也不比報舉人、進士，一連就是十報，門前貼了一報已捷。員外家中雖未報過舉人、進士，還看見人家報過。至於報狀元，卻從不曾見過。見報人又多，問太爺要押錄、要花紅，員外竟沒了主意，口中連連答應，總只銀子晦氣，足足費去數百金，方才妥當。心上十分快活，又十分懊悔。私對院君說：“可惜一個狀元夫人明明是大女兒的，如今竟讓與無瑕了。“院君道：“他原不好，當初就說『將來中了狀元，也情願讓你做狀元夫人。』那知這句話，倒做了無瑕的讖語，如今果然把一個狀元夫人讓他了。“二人正在私議，只聽得外邊送進兩個揭帖，說是府縣官請夫人撒谷，明早備鼓樂執事來奉迎，今日先來說知員外。又對院君道：“夫人撒谷，必在我家門首過，拼得備些酒飯，執事人與他些賞封，迎到家中稍歇，豈不更覺光彩？“院君也道：“甚好！“隨與夫人說知，先回家候迎。次早果有多少狀元的職事、鼓樂炮手、轎馬後擁到門伺候。又有許多媒婆捧了鳳冠霞帔到來，說是府縣官送來的，先磕了頭，然後替夫人穿戴請出上轎。媒婆等也上小轎跟隨。放了三個大炮。鼓樂齊鳴，前呼後擁去了。\n\n道全夫婦送出牆門走進。道全道：“看這女兒不出，果有這般大福。相面之言，竟應了。“周氏道：“他自幼就另是一個性子，見你在監，定要賣身救你，見我不肯，就要尋死。我說『丫鬟賤役』，他偏說『只要命好，丫鬟原有做夫人的』。\n\n後來，林家要他代嫁，你說金公子許多不好，我也不肯。偏是他又說：『病有好的日子，讀書人魚龍變化，只要看我的命。』還要與小姐斷定說：『富貴了，不要說奪他的婚姻。』我彼時還道，這話是多慮的。那知竟像先知的一般。還有大小姐又說得好：『就中了狀元，也情願讓你做狀元夫人。』那知這話都說著了，可不奇麼？“\n\n不說二人歡喜私議，且說夫人撒谷，林家留酒，至晚方回。\n\n過了一會，俞德到家迎接，心中大喜，就著俞德到林家說知，請他一同上京。員外因家中有事，未能同行。石道全一家，原住在金家，便帶了兒子，一同夫人進京。狀元接著，好不歡喜！\n\n見道全一家送來，亦慰謝一番。知員外未到，說：“遲日再著人相接。“\n\n時光易過，不覺過了一年。一日，正夫婦閒談，忽見朝報送來，見內閣盧一本特薦將才事雲：“文狀元金玉，有文武全才。陝西蕭化龍造反，若差金玉徵剿，必能剿滅。聖旨准奏。\n\n封金玉為徵西大元帥，即日起兵。“狀元一看，大驚道：“禍事到了！“無瑕道：“何事？“狀元道：“我初中時，盧丞相要我拜他門下。我因他是弄權奸相，決意未從，反在榜眼探花面前，傷觸了他幾句，他懷恨在心。今見蕭賊肆橫，各省告急，他不為朝廷選將興師，單要報一己之怨，竟誆奏皇上說『我有文武全才』，命我出徵剿賊。我想：別個賊，猶可聞得。蕭賊兵精糧充，還有軍師妖法利害，陝西多少大將，盡為所殺，城池堅固，唾手而得。況我一白面書生，怎能對敵？“夫人道：\n\n“這也不難，只消上一本說：『未諳武事，請別選良將，不敢有誤朝廷。』你是個文官，朝廷決不好怪你。“狀元道：“夫人不知，我既立身於朝，此身便是朝廷之身。聖上有命，豈敢推辭！況盧賊好計百出，聖上又十分信任。見我辭脫，必然另生他計害我，一發速取其禍了。“夫人道：“既如此，那時來招致你做門生，也是一片好意，就該順從，怎反去傷觸他？“\n\n狀元道：“夫人差矣！士人立身，禮義為重。我若阿附權好，便是進不以禮了。況將來權好敗露，阿附者必然波及，還要得一個千古臭名，怎好去阿附他？如今雖為所害，死也死得無愧。\n\n事已如此，不必再言，可為我急急收拾行李，待聖旨一到，即刻就要起身。從來說：夫妻本是同林鳥，大限來時各自飛。你如今現有身孕，將要達月，可保養身子。你速回家，倘幸生男，可催一乳母領好，接續金氏一脈。我此去大約凶多吉少，倘邀天之幸，使賊人自敗，得以生還，也不可知。總之，你不須憶念著我。“夫人聞言，不覺淚下。見是出兵吉日，不敢放聲痛哭，惟有將言寬慰而已。\n\n正說間，只見俞德進來，道：“老奴幾乎忘了，昔年在沙灘，仙師贈老爺黃布衣一件，救活老爺。曾對老奴說：此衣有萬法教主玉印在上，受熱的穿上便冷，受寒的穿上便熱。倘遇急難時，穿上，刀箭不能傷，邪魅不能犯，將來正有用處，不要輕棄。老奴所以緊緊藏著。今老爺出徵，且聞賊道妖術利害，正用著此衣之時了。老爺帶去，臨時穿在身上，或者可以破他妖術，也不可知。“狀元道：“如此甚妙。可為我收拾在隨身行囊裡邊。“\n\n又見丑兒進來，道：“老爺為義忘身，為國忘家，自古忠臣義士，無有過於老爺的了。小子頗有膂力，願隨老爺出徵剿賊，不知老爺可肯信用否？“狀元道：“行軍正在用人之際，有甚不好？只你不知可曾習過武藝否？“丑兒道：“不瞞老爺說，十八般武藝，樣樣習過，般般練熟，聽老爺發用便了。“\n\n狀元大喜，道：“既如此，甚妙。我今日就下教場考選兵將，看你武藝果好，就點作先鋒便了。只不知你父母心上如何？“\n\n道全聞之，尚在遲疑未答，只見周氏欣喜對答道：“孩兒蒙狀元收用，極好的了，有甚不肯。我想孩兒此去，倒定然成功的。\n\n“道全道：“何以見得？“周氏道：“你難道忘了？那年李鐵嘴，曾相孩兒有一二品前程，當在槍頭上得來，十年後便見。\n\n如今齊頭十年了，今隨狀元出徵，豈不應在此舉麼？“道全道：\n\n“果然，果然。我倒忘了。如此，狀元放心前去，一定成功的。李鐵嘴的說話果是靈驗。他說我孩兒有一二品功名，雖未應驗，他原說十年後方見。說我女兒當為極品夫人，如今已半應了。\n\n此去定然全應哩！“狀元聞言，大驚道：“我一向不知你有女兒，今嫁在何處？“道全說得高興，一時竟忘懷了。見狀元問起，只得勉強支吾，道：“狀元行色匆匆，慢慢的說知。“狀元因出軍緊急，卻也無瑕細問。且遇聖旨已到，兵將伺候。狀元隨即帶了丑兒，到教場祭旗點將，考選武藝，果算丑兒第一，就點作先鋒。連夜起兵前去，所過地方，秋毫無犯。\n\n不覺已到潼關界口，吩咐紮營，擺開陣勢，著小校打探賊情，然後出戰。且說大王與軍師商議，正要殺入撞關，直取河南府。\n\n忽見嘍囉來報，道：“朝廷差徵西大元帥，統領十萬兵馬殺來，紮營潼關，特來報知。“大王道：“你可曾探得元帥何名？有甚本事？先鋒何人？“嘍囉道：“細情尚未探實。“大王道：“既如此，再去打探。“嘍囉領命方去，又見兩個嘍囉綁進一人，上前稟道：“小的是夜巡兵，昨晚拿得一個奸細，口稱是北京盧丞相差來，要求見大王的。小的不敢自專，解來請大王與軍師發落。“大王將那人一看，問道：“你這狗頭，明明是個奸細，如何口稱盧丞相所差，要見孤家？我且問你，盧丞相是誰？要見孤家何事？快快說來！倘有一字支吾，著刀斧手伺候。“那人嚇得半晌不敢開口，慢慢定了性，方說道：“小的實是盧丞相所差。我丞相是當朝首輔，久仰大王威名，如雷貫耳，欲思拜謁，奈機會未便，又恐大王不肯信用。前見各省奏章，請旨發兵，丞相便乘機保舉一個文狀元，假說他有文武全才，著他領兵前來。實是一個白面書生，一無所能。但做人狡猾，仍恐投降大王，聽信將來必生異心，特修書道達。倘大王起兵到京，丞相願為內應。“一面將書呈上，大王與軍師一看，大喜道：“此誠天助我也。“將來人打發酒飯，一面就傳太子出來吩咐他：“勸降。向日西安所獲諸將，並領兵保守城中。\n\n孤與軍師，即刻起兵，打破潼關，殺了那書呆再起大兵便了。“\n\n純綱道：“聞朝中差來徵西大元帥，想亦是個武官，如何是個書呆？“大王道：“我兒不知其中緣故，有書一封在此，你去一看便知。“將書付與純鋼，即同軍師領兵去了。\n\n不兩日，來到潼關。果見官軍已擺成陣勢相候，兩邊射住陣腳。只見官兵中丑兒殺出，賊兵中烏合敵住。戰不數合，烏合抵擋不住。巫庸上前接住，又數合，敗下。卜成功出馬，更是無用，被丑兒一槍搠死。嚇得芮風刀趕上迎敵，又被搠死。\n\n於敵退聞聲怕，兩將齊上，奈丑兒武藝高強，兩個也不是他對手，被他左一槍，右一槍，兩個齊齊落馬，被官兵活捉去了。\n\n軍師見勢不好，急差何庸、畢書、房仁、符義一齊殺出。狀元見賊將齊出，恐丑兒一人難於招架，又著三員副將出關接應。\n\n兩邊圍至十數合，賊將又將要敗。只見軍師口中唸唸有詞，忽天上降下多少天兵天將，官軍盡皆捆倒，被賊將活捉過來。軍師急令斬首，大王道：“我看他先鋒武藝甚好，且羈緊，要他歸降，我軍益強矣。況我家有兩員大將被他捉去，我若殺他先鋒，彼必殺我大將。且待捉了那書呆，一同殺也不遲。“軍師道：“既如此，可將囚車囚了，解到西安與太子收管，待貧道再施小術，拿那書呆便了。“一面將丑兒解回西安，一面又著兵將攻打潼關。\n\n且說狀元見丑兒被獲，一發驚慌，不敢再與抵敵。軍師見他不出，知他是個沒用的官兒，便又唸唸有詞，忽天上降下無數天兵天將，殺上關去，料來決勝。誰知狀元身上穿了仙衣，見鬼兵殺進，正在危急，忽有一尊小小聖像，從狀元頂上現出。\n\n鬼兵見了，紛紛跌下，盡成草豆。軍師見此法不靈，背上取下兩個葫蘆，口中一念，只聽得呼呼大風，飛砂走石，又見火龍火馬，火將火箭，都向關上燒去。滿想此法萬無不靈，不怕那書呆不死於風火。哪知看看近關風火，忽然反望本陣吹來，賊兵燒死無數。嚇得軍師急急收法，大王已經跌倒在地，連忙扶起，面上已燒得漆黑，鬍鬚燒去一半。對軍師道：“方才軍師法術亦甚厲害，如何一近到關，神兵忽然不見，風火反向我軍吹來，莫非他也有神術麼？“軍師心上也慌張，只得勉強支吾，道：“他就有術，怎敵得我的正法。想他命還未該就絕，大王但請放心，總在貧道身上，數日內包管成功便了。“大王道：\n\n“全仗軍師神力，只是方才孤家受此一驚，心上一分慌忽。奈何軍師見法不靈，巴不得大王去了，可以掩飾，便道：“大王既心上不快，且先請回宮靜養。這邊之事，全在貧道便了。“\n\n大王大喜，就將一應兵將，盡留軍師調度，自己乘了暖轎，先回西安去了。正是青龍與白虎同居，吉凶事全然未保。\n\n要知回去如何？且看下回分解。\n\n"
		},
		{
			"章节": "第十三回",
			"章节名称": "錦帳中強徒授首　華筵上妖道分屍",
			"章节内容": "詩曰：\n\n翰院權為帥，功成瞬息間。\n\n興師不血刃，已唱凱歌還。\n\n又曰：\n\n妖道居然稱是仙，\n\n霎時身死在筵前。\n\n笑伊不獲封侯伯，\n\n何若山中自在眠。\n\n話說鐵純鋼送大王軍師起身後，然後將大王所付的書一看，見是朝中盧丞相私通賣國的書，方知領兵大將是一個書生，新中文科狀元，就是盧丞相保舉來要害他的性命的。先嗟歎了一回，來到書房一一告知先生。彥庵亦甚傷感，說：“朝中有如此奸賊，大將焉得成功。可惜那狀元方能得中，不知怎麼樣得罪了他，必欲置於死地。“聞說強盜、妖盜，已經領兵去了，更是驚慌，道：“潼關一失，大事去矣。我輩還有何望？“純鋼道：“事已如此，且再看機會。“一面著人往來打探消息。五日後，只見探子來報：“官兵先鋒，十分強勇。我家兵將盡被殺敗。卜、芮二將軍，被他搠死，於、聞二將軍被他挑下馬，活捉去了。幸虧軍師妙術，方拿得他住。大王見他武藝高強，解來千歲收管，要勸他歸降。“純鋼聞之，又不覺感歎了一會。\n\n未幾，果見嘍囉將囚車解進，純鋼吩咐：“囚在後營，待孤家慢慢勸他歸降便了。“自便隨即來與先生商議，說他家先鋒既有如此本事，倘然投降，大事一發完了。趁他們不在家，今晚且喚他來一試，看是如何？“彥庵道：“此言甚是有理。我正要問他領兵狀元是何人？如何觸怒奸相的緣故。“不一會，天色已晚，就著書房緊身服侍的一個心腹小校，到後營將先鋒喚到書房。小校對他道：“這是東宮千歲，快跪下。“只見那先鋒年紀，只好十七、八歲。見了純鋼，非惟不跪，反仰天呵呵大笑，道：“東宮千歲，在北京宮中。此地何來東宮，擅稱千歲麼？“小校再要呼喊，純鋼止住，叫他迴避，將書房門緊緊關好。\n\n方問有光道：“方才小校來說，將軍十分英雄，大王甚是愛慕，命我相勸，倘肯順從，當封大將，食祿萬鍾。不知將軍尊意若何？“有光大怒道：“我乃朝廷良將，金元帥親選先鋒，量你這無名小賊，豈在區區話下！不過伏此妖道邪術，被你所獲，要殺就殺，何必多言。“純鋼道：“將軍不要錯了念頭，倘果不從，性命必然難保。“有光道：“既到此地，性命已置度外，說他怎麼，快快請殺。“純鋼道：“此言果真麼？不要刀至頭上，方才順從，就遲了！“有光道：“休得胡說！小看了我天朝人物，我元帥是個少年狀元。盧丞相要招致他拜在門下，因守著禮義，不肯屈事權奸，情願身入危地，性命尚然不顧，何況區區小將，蒙他提拔之恩，今朝就死，已經有負。若再順你，何顏再見金元帥之面！不要說一刀兩段，即使刀山在前，油鍋在後，若要我順從，寧可萬死，斷難從命。“純鋼道：\n\n“難得，難得。據將軍如此說來，竟是一心為國的忠臣了。再要請問那狀元，是何處人？因何丞相必要招致他在門下？“有光道：“我元帥是江南蘇州府吳縣人，今年方二十三歲，得中狀元。盧丞相見他少年美貌，才學過人，又且皇上十分寵眷，因此要招致他做個幫手，那知我元帥一入仕途，便想除奸去佞，豈肯依附著他？“\n\n言之未已，只見彥庵趕出，道：“請問將軍，狀元名喚甚麼？“有光道：“你要問他怎麼？“彥庵道：“聞將軍說，他是蘇州吳縣人姓金，卻是老夫同鄉同姓，所以相問。“有光道：\n\n“雖同鄉同姓，品行各別，要問他怎麼？“彥庵道：“其中有個緣故，必要請教。“有光見問得奇異，便道：“我元帥姓金名玉。“彥庵接口道：“表字可叫雲程？“有光道：“正是。你想是認得的麼？“彥庵道：“還要請問他夫人可是林氏？是林攀貫的女兒麼？“\n\n有光道：“一些不差。他父親名桂，號彥庵。原是兩榜進士，選了陝西浦城縣尹，江中遇盜，夫婦雙亡。我元帥也是九死一生，逃出來的性命哩！“彥庵聞之，大喜。又忽大哭道：\n\n“不瞞將軍說，老夫便是金彥庵，元帥就是我的孩兒。我彼時遇盜，見老僕俞德，同我孩兒跳下江中，滿疑死於江內。原來還活在此，得中狀元，實為可喜。只如今領兵到此，強盜如此橫行，妖道術法厲害，我兒性命必然難保，豈不可傷。“只見純鋼急急止住，道：“先生請噤聲，倘被強盜聞知，我輩性命休矣！今幸將軍在此，又係先生鄉親，正好商議報仇之事，以圖出頭。至於世兄當初大難不死，反中大魁，足見吉人自有天相，或者妖道強徒，自得滅亡也不可知。當再著人打探，看有機會再處。“\n\n有光見說，竟摸不著頭腦，對彥庵道：“先生既是狀元之父，如何在此？“又指著純鋼，道：“他是強盜之子，怎麼又說報仇？此話一些不明。“彥庵道：“此位並非強盜之子，也是被劫來的。其中有多少緣故。“隨將純鋼母子始未根由，並自己強留在此許多緣故，一一說明。又說：“方才相勸歸降，正怕將軍肯降，我輩之事，一發難為。故特以言相試，幸將軍一片忠心，故把真情相告。但不知機會若何？“有光聽說，方知就裡。便道：“既如此，且看機會，自當相助。“純鋼道：“今已說明，大家總是一家了。將軍且請後營稍息，待有機會再請商議。“便將有光送到後營去了。一面又著人向潼關打聽。\n\n去未片刻，忽又轉來報導：“小的方走出城，軍中已有人回來說：昨日捉伊先鋒之後，彼軍竟無人出戰，軍師行法降下多少天神天將，望關上殺去，滿擬決勝。誰知天將到關，忽化為草豆，紛紛落下。軍師情急，又將兩個葫蘆念動真言，更覺厲害。忽然起了大風，飛砂走石，又有多少火兵火將、火龍火馬、火鴉火箭，都向關上吹去。那知到關風火，忽然回轉向本陣吹來，嚇得軍師急急收法，本軍將士已燒壞無數，連大王也驚倒在地，心中著實不快，將兵馬盡托軍師掌管，乘了暖轎，即刻回宮靜養了。“純鋼見報，外邊假做驚慌，急急著人遠接，肚內暗暗歡喜，隨到書房一一報知先生，說：“機會到了，妖道如此法術，到關隨即破敗，足見世兄係文曲星，邪術不能相犯。今兵馬俱留關前，強盜獨自到家，又受驚之後，正好趁此，私自殺死。再假傳令箭，賜酒與妖道慰勞。如此如此，這般這般，豈不大事成矣！“彥庵大喜，道：“妙！妙！妙！事不宜遲，速與令堂商議，並知會先鋒，乘其不意便好。“純鋼急往裡邊，與母親說知。解氏也大喜，急叫廚下備酒，候大王到家壓驚。酒中私下了迷藥。\n\n料理妥當，適大王已回。解氏急急接進，道：“聞大王受驚了，妾身特備水酒一杯，為大王壓驚。“大王道：“多謝娘娘美意，只寡人心上不快，不耐煩飲酒，奈何？“解氏道：“以大王如此兵威，軍師如此法術得天下如反掌。偶爾小挫，何足為慮。今到家，正該與妾等共尋快樂，何必悶悶不樂？“大王聽說，不覺精神頓起。原來解氏雖順從了他，終於心上不樂，從未與他盡歡，今見他說“共尋快樂“四字，不覺心中大喜。\n\n侍女擺上酒來，解氏杯杯親勸，做出許多情願，弄得大王一發昏了。取到就吃，一吃就乾。那知三杯藥酒入肚，人事不省，四手如癱。急急扶到牀上睡倒。那時純鋼已同有光藏在房中，見大王睡倒牀上，純鋼終於手軟，虧有光走上，道：“此時不下手，更待何時！“言未畢，而刀已下。只見強盜在睡夢中，將兩腳跳了幾跳，早已見閻君去了。有光割下首級，就將帳子下了，走出把房門閉上。外邊絕無人知道。天明，純鋼就手拿令箭出來，先到後營，假意勸降向日所擒諸將。誰知諸將已有有光私自說知，齊齊假稱願降，就各付軍器，命有光一同前去助陣。又將令箭一支說：“大王有令說，軍師與眾將，在潼關勞苦，特命我帶了羊酒，到軍前去慰勞軍將。城中之事，大王親自起來把守。諸將可都隨我到關前去。“\n\n眾兵將見說賞勞，誰不向前。純鋼就著抬了幾百壇好酒，一同出城，來到潼關。又對軍師等宣說了來意，又驗過令箭，軍師大喜。原來這數日，軍師竭力行法，怎奈法總不靈，心中悶悶。正在無可奈何之際，忽見純鋼帶來多少美酒，慰勞眾兵將。心中歡喜，諒關中兵微將弱，決不敢出戰我的神術，潼關指日可破。既蒙大王賜宴，可即傳令諸將收兵，且快飲一番。\n\n倘關中見我們收軍，乘機殺出，我等正好一鼓而勝矣。“純鋼道：“他那裡領兵大將，不過一白面書生，其餘將佐，更是無名小卒。我軍雖追，諒他也決不敢殺出，軍師請自寬心。孤家出來時，父王又再三吩咐，必須代我親敬軍師三杯，大家盡歡而止。命軍士取大杯來，先敬軍師三杯，然後坐席。大王又吩咐各將士，俱要各奉三杯，但將士甚多，孤家不能一一親奉，可各付大杯一雙，待我敬軍師時，諸將士隨班，各奉三杯，以遵大王之命。“\n\n諸將盡各歡喜，見純鋼敬軍師一杯，他們也各飲一杯、二杯、三杯，俱一般飲完，便請軍師入席，諸將就坐。誰知剛到坐定，酒尚未飲，只見軍師與諸將，盡皆醉倒，昏迷不醒。外邊一聲炮響，四邊金鼓齊鳴，眾軍只道關中殺出，正在驚慌，外面已有多少兵將殺入。純鋼先動手拔出寶劍，將軍師一刀分為兩段，死在桌邊。兵將就將醉倒諸將紛紛砍殺，猶如切菜一般，嚇得眾軍盡皆跪倒求命。純鋼就吩咐道：“爾等不必驚慌，強盜與妖道肆逆橫行，今已誅盡。汝等原係朝廷子民，只要隨我歸順天朝，自有好處，決不殺害。“眾軍齊聲道：“我等原係不得已落草的，今小大王既欲歸順天朝小的們怎敢不一同歸順。“純鋼道：“我原係天朝西安府知府鐵太爺的公子，被捉上山，強為父子，久欲報仇，奈無機會。今幸強盜失敗，得以歸順天朝，重見故土，汝等何得以小大王稱之。“軍士道：“如此說，以後稱鐵大爺便了。“\n\n按撫將士已畢，就要有光先到關上，報知元帥，以便入關相見。有光聽說，隨即上馬，先到關前去了。你道軍師諸將，剛吃得三杯酒，如何盡皆醉倒？原來純鋼帶來的酒，都下了迷藥，與有光諸將等訂定，先假傳大王之令，將軍師等先敬三杯藥酒，迷翻後，放炮為號。有光等殺人，盡皆殺死。你想軍師雖足智多謀，卻原是酒色之徒。見美酒賞勞，又有大王令箭，太子親來有甚疑惑？故中了純鋼之計。正是君子尚可欺以方，何況無知妖道與賊將，怎不入其局中。\n\n且說關中狀元，自領兵以來，自知一無本事，料來決難取勝，惟拼一命以報朝廷。起初猶幸有先鋒，武藝高強，略略可恃。後見先鋒被捉，妖法厲害，萬無生理。望外一看，見妖道又行法術，忽見天上降下無數天神天將，奇形鬼怪，直殺上來，決然難敵。後見到關，忽化紙豆落下，心中稍定。忽又聞大風頓起，天日無光，更有火神、火將、火龍、火馬，直燒到關。\n\n此番更在危急，近關忽又翻去，不知何故。哪知全虧身上著了仙衣，邪術一見便解。但思妖法雖未受害，終難取勝。那日，正在憂悶，忽見彼軍盡退，又不知何故？未幾，探子來報，先鋒單騎到關，要見元帥狀元。聞知大驚，道：“他被捉去，怎得回來。莫非投降賊人，來做說客麼？不可放進，待我關上看來。“\n\n隨即上關，一看果見有光單騎到來，後面並無追兵。決非逃回，斷是投降無疑。可惜我誤用了人了。便問道：“汝為先鋒，不能取勝，被賊所擒，急宜一死，以報朝廷，猶不失為忠義。汝今好好回來，莫非怕死歸降，來做說客麼？“有光道：\n\n“元帥多疑了。就小將也是一條漢子，急欲殺賊成功，以報朝廷與元帥任用之恩，只因妖術被擒，原拼一死，豈有投降賊人之理。幸而朝廷宏福齊天，元帥忠心貫日，強徒妖道，盡皆剿滅。故此，小將來請元帥，急進西安恢復舊業，撫將安民，然後奏凱。“狀元道：“休得胡說，欺瞞本帥。本帥這邊又未出兵，諒汝一被擒之將，何能剿滅凶寇，不過騙本帥出關，便圖進取。本帥豈是三歲孩童，聽你欺騙麼？“有光道：“小將受元帥知遇之恩，怎敢欺騙元帥。諒小將一人，豈能剿滅。實有許多輔助之人，元帥還有大喜，請放小將進關，細細稟知。“\n\n元帥道：“本帥有甚大喜，還有誰有輔助？且叫開關，放他一個進來。“有光進關，一一稟上。\n\n正是絕處逢生，他鄉遇故。要知元帥父子相逢，且看下回分解。\n\n"
		},
		{
			"章节": "第十四回",
			"章节名称": "復西安欣逢親父　到揚州喜得麟兒",
			"章节内容": "詩曰：\n\n滿擬相逢在九泉，\n\n誰知骨肉慶重圓。\n\n更兼滅寇功成日，\n\n侯爵榮封衣錦旋。又曰：\n\n方若徵西命，誰知是福基。\n\n成功在旦夕，又喜產磷兒。\n\n話說金元帥疑心有光歸順賊人，來做說客，細細盤問。有光進關來，方將金彥庵夫婦被獲、上山遇純鋼、母子先前被劫忍辱相從、留作西賓共圖報仇，並前日強盜驚回、騙醉殺死，並假令慰勞軍師賞勞兵將、藥酒迷翻一齊殺死，小將特來報知。\n\n元帥聽說大喜道：“殺賊成功，已為大喜。若說我父母，果在一同殺賊，更喜出望外。天地間哪有這般大快之事？只怕還是假話。“有光向外一望，道：“元帥不信，外邊鐵公子現拿了強盜、妖道首級前來了，請元帥一驗便知。“\n\n原來純鋼安頓了眾將，拿了兩顆首級，前來報功。見元帥在關上，便上前道：“元帥在上，小將鐵純鋼，仗元帥天威，石將軍大力，強盜已誅，妖道已斬，特將首級呈上。請元帥即往西安，撫將安民。還有尊翁先生，尊堂師母並令妹，都在城中，專等元帥去相會。“元帥見果是強盜、妖道首級，心中大喜。立刻下關相會，深謝救親之德，便道：“小弟向年江中遇盜，拋親逃難，滿疑一家死於盜手。方才有光來說，方知二親舍妹性命全虧世兄伯母保全。此恩此德，沒世難忘。更兼殺賊成功，忠孝可嘉，容當復命保奏，稍表寸心。“純鋼道：“此皆元帥正氣所感，妖術不能相犯，賊徒當敗，眾將合力除凶，小將何功之有？恐先生懸望，請元帥速行為妙。“元帥就命副將把守潼關，自與有光、純鋼，一同起身向西安而去。\n\n且說彥庵自純鋼等去後，還慮妖道利害，不知可能中計，心如熱石螞蟻一般，坐立不定。又不能著人打聽，直至數日後，純鋼先著人來報知，方才大喜。還等不及他到來，親向城樓遠望。只見遠遠旌旗蔽日，金鼓聲喧，一隊一隊，兵馬成群。便見兩匹馬上，坐著鐵、石二將，後邊紅纓白馬上坐一位元帥，年方二十餘歲，威風凜凜，貌似蓮花，果是兒子模樣。心中大喜，急急下城相會。純鋼望見，先自下馬，有光也隨即下馬，報知元帥。元帥聽說，嚇得下馬不及。遠遠望去，果是父親，便急走上前拜倒在地，道：“孩兒不肖，久離膝下。適見有光與世兄道及，方知父親、母親、妹子，俱各無恙，不勝欣喜，恨不能飛到膝前。今見尊顏，此心稍安。不知母親、妹子在何處？孩兒急思一見。“彥庵道：“都在城中，即刻就見。我且問你：那日船上，我見你同俞德跳下江中，料來必無生理，不知如何得救？俞德怎麼樣了？“\n\n金玉便將江灘遇仙賜衣、賜藥相救，並抱病在廟，虧俞德求乞，同回相投學師，做親醫癩得中，直說到奸相陷害，以致出徵，今日相逢方住。彥庵道：“如此說，你吃了大苦了。今日殺賊成功，父子重逢，固是純鋼、有光之力，亦上天默佑之功，可稱意外之喜，汝可快去安了民，再見母親、妹子，然後班師復命。還有奸相私書一封，亦鬚面奏聖上要緊。“金玉道：\n\n“原來這奸賊還私通賊寇，罪不容誅矣。孩兒當即刻飛章奏聞便了。“有光急急止住，道：“元帥不可性急，這奸賊心腹，布於滿朝，皇上又十分信用，若奏章進去，走漏消息，恐難達於聖前。奸賊聞知，必更施奸謀暗算，不但無益，反要受他所害。莫若只當不知，就到朝房遇見，還該謝他舉薦之恩，直至聖上面前，出其不意，將私書奏上。他雖好謀百出，一時亦難抵賴矣。“\n\n金玉道：“此言甚是有理。“吩咐軍中不許走漏，大家上馬進城。見兒童父老，男男女女，盡執香花果酒，迎接道途。\n\n元帥一一慰勞畢，早到總督衙門，進去拜見母親、妹子，並請解氏拜謝。“解氏道：“恭喜元帥功成且多，一門完聚。老身理合拜賀。“金玉道：“此皆賢母子之功，不日還朝，定當表奏。請伯母上坐，容小姪拜謝。“解氏道：“這怎敢當！可憐老身，夫死子孤，大仇未報，不得已忍辱事仇，今朝就死，已為失節之婦，實為可愧。幸賴元帥軍威，一旦剿滅，死可瞑目矣。只求再借賊人之首，望江祭奠丈夫一番，先夫亦必稱快。“\n\n金玉道：“夫人雖則失身，全為鐵氏保孤，不失為義殺賊。雖為報仇，實為朝廷除寇，不失為忠義兩全。尚當旌表，有何可愧？既欲賊首祭奠，吩咐速備祭禮，小姪亦當同往一奠。“解氏道：“這個一發不敢當。小兒蒙先生教誨，已得成人。若再蒙元帥提攜，先夫在九泉，已經感謝不盡矣。“\n\n次日、母子二人，帶了首級，到江邊祭奠。解氏大哭一場，到焚帛時，忽望江一跳，嚇得純鋼急扯不及，雖即救起，已不能活了。純鋼抱住痛哭，盡禮殯葬不題。\n\n且說元帥分派各營兵將，把守西安。自同父母、妹子並鐵、石二將等，班師進京，五鼓入朝復命。到朝房，見盧太師已先在彼。原來，盧太師自從差去細作之後，滿擬金玉萬無生還之理。不料後來報到，不但不曾死於賊手，反將賊人殺盡，恢復西安，指日班師。不覺吃了一驚，道：“這小畜生有甚本事？聞得強盜十分兇猛，軍師法術利害，西安多少大將盡被殺害，如何他反得勝？別事猶可，我的私書寄去，倘被知道，如何了得？“欲再設法害他急切，又無從下手。終日愁悶，兀兀不安。\n\n那日忽報元帥已班師到京，明早面聖。他是心虛的人，一夜睡不著，未到五鼓，先到朝房等候。一見金玉進來，便滿面笑容，道：“殿元回來了，恭喜！賀喜！如此大寇，盡皆剿滅，一戰功成，實為難得。“\n\n金玉道：“此皆賴聖天子宏福，老太師提拔，晚生僥倖成功。一到京，即欲登門拜見。只因朝命在身，不敢先盡私情，今適相逢，請太師台坐，容晚生叩謝。“太師道：“此皆殿元大才，老夫不過為國薦賢，何謝之有？“金玉必要拜謝，太師亦連忙答禮。太師見金玉這般謙恭，絕非向日驕傲之態，只道真個感謝他，心中暗喜。候聖駕登殿，放心同進朝見。只見狀元復命畢，皇上大喜，金墩賜坐、賜茶，十分慰勞旌獎。太師暗想：“是他舉薦的人，亦覺光彩，還望聖上加恩於己。“那知金玉忽又跪奏《清除奸相事》，皇上一看，不覺大怒，道：\n\n“誰知這奸賊私通賊寇，賣國害賢，罪不容誅矣！他的親筆私書何在？“金玉急將盧太師私書呈上。皇上一看，立刻著殿前校尉了將盧太師拿下，道：“老賊！你官居極品，位壓百僚，朕待你也不薄，怎麼私通賊寇，幾乎把朕的江山，輕輕送去，該得何罪！“盧太師見金玉一團好意，聲報致謝，那料還有此舉。及至面奏，方知私書已露，嚇得心膽俱碎，怎敢還辯。皇上就賜紅羅三尺，立刻著他自裁，家產籍沒入官。金玉封鎮西侯，西安起造侯府，妻林氏封一品夫人，三代俱封贈伯爵。金玉又奏知有功將土，並帶俞德一功，又請旨給假祭祖。皇上一一准奏，封石有光、鐵純鋼，為鎮西侯手下左右大將軍。西安舊將，各復舊職，加三級，遇缺即升。俞德封守備之職，聽鎮西侯撥用。金玉准給假三月，到任旨意一下，金玉領了鎮西侯兵符印信，立刻同父母等，起身回家不題。\n\n且說無瑕，送丈夫起身後，即同爹娘叫船，一路回家。一日，船到揚州，夫人忽然腹痛難忍。嚇得周氏驚慌，急叫丈夫來看。道全將女兒脈一看，便道：“我兒恭喜！要分娩了。必然是個男喜。“速叫住船，快喚穩婆。未幾，穩婆叫到，又過了一會，方才產下，果是一個公子。大家歡喜，只夫人身子虛弱，產後不就有乳。周氏道：“你官人出門時，曾對你說：生了兒子，須催乳母。今到家尚有數日，何不就在此地僱了帶回。\n\n“道全道：“此言甚是有理。“因對穩婆道：“媽媽，你此地急切要僱乳母，可有麼？“穩婆道：“這個論不得，出來做乳母的，鄉間人多，有起來要幾十個也有。沒有起來，急切那裡去尋？至少也得三天五天，到各媒婆家訪問，或者有也不可知。\n\n“道全道：“我們就要開船的，那裡等得。“穩婆又一想，道：\n\n“有倒有一個極好的在此，只怕夫人不要。“夫人道：“我正在僱，所以問你。既有極好的，怎麼倒不要？“穩婆道：“好是果然，極好的奶也有，一說也就成，只有幾種不合式，所以說恐夫人不要。“夫人道：“據你說，奶又有的，人又好的，有甚不合式？“穩婆道：“這個女人，不是本處人，是個官宦人家媳婦，他娘家也是蘇州人。只因公公犯了事，婆婆丈夫都死了。虧欠了官銀，官府發來官賣的。我間壁沈媒婆，是個官媒，發在他家，半個月了，急切要出脫。豈不一說就成的？我常到沈家，見他乳漿甚多，只相貌生得十分標緻，年紀只好二十多歲，恐老爺回來看見，毛手毛腳起來，夫人可要吃醋，這一樣不合式處。二則僱一個乳娘，至多十四五兩銀子，還不要全付他。這是官賣抵贓的，丈夫又沒有，或要討他終身服役，或討他配人生男育女，子子孫孫都是你家奴婢，價錢雖貴，也是值的，夫人要僱乳娘，怎肯出重價？故又不合式。“夫人道：\n\n“要多少價錢？“穩婆道：“聞他要賣六十金紋銀，還要部砝在外。一個小丫頭，要二十金，一齊要賣。“夫人道：“若果然好，價錢也不算多。況我原要長久的，省得年滿回去了，孩子哭哭啼啼。若說標緻更好，孩子吃了他乳，每每要像他。至於慮我家老爺見了不正經，我家老爺決不是這樣人。我也不是個妒婦，有甚吃醋。就煩媽媽去一說，若可以成，就成了他罷。\n\n“穩婆道：“老身是最直的，有話就直說出來了。不比這些媒婆的口，夫人莫怪。既夫人要討，人是包管好的。上去路遠，往來煩難，何不太爺帶了銀子，同老身去一看。若果好，就同沈媒婆當官交了銀子，領了官憑，就乘小轎抬了下船，豈不便宜。“夫人道：“既如此說，就請爹爹去一看。若好，就成了罷。“道全道：“我上去是極易的，只恐眼力不濟，看差了，誤了你的事。“夫人道：“爹爹說那裡話！父女總是一體的。爹爹看了好，自然是好。有甚誤事？“道全道：“如此，就去便了。“\n\n夫人賞了穩婆五錢銀子，吃罷午飯，要叫轎來抬了道全去。\n\n道全道：“不消，我是走得動的。“夫人就取出紋銀八十兩一包，外又將碎銀十兩，付道全帶去，恐在外有些費用。道全接銀袋了，就同穩婆上岸，轉彎抹角，足足走了四五里，方到穩婆家。穩婆請道全坐了，就去取一杯茶奉上，說：“太爺請茶。老身先過去說一聲來，請太爺去看。“道全道：“我要緊下船，你快去說了就來。“穩婆道：“我曉得，不消太爺吩咐。“說完，正要出門，只見穩婆的老公進來，道：“你到哪裡去？這位太爺是誰？“穩婆道：“這是徵西大元帥夫人的太爺，夫人在船上生了一位公子，要僱一個乳母，又即刻就要開船。我說：\n\n急切那能湊巧？想起沈家前日，發來官賣的婦人，乳漿倒甚好。\n\n方才說起，夫人就請太爺同我來一看，看中就要討他。“老兒道：“你又多嘴了。這個婦人並這個小丫頭，要八十兩足紋銀，連使費要到九十金，夫人不過要僱乳母，怎肯出此重價？你話也不說明，就來多事了。“\n\n穩婆望著老公臉上一啐，道：“你這老老，真是坐井觀天，只曉得說這小家子話，可不先被太爺笑壞了。他是一位大元帥的夫人，整千整萬也只平常，希罕這幾十兩銀子？方才的話，我己都細細對夫人說了。他說：只要人好有奶，價錢也不為多。\n\n故請太爺同來的，銀子也帶在此了。誰要你這癡老老，虛吃力，假驚慌，埋怨死了人。“\n\n老兒聞言，陪笑道：“何不早對我說，這般來得湊巧，剛剛差人在他家大閒說，已經發來半月，如何沒有銀子去交，定要帶那婦人與媒婆去比。嚇得那婦人，尋死覓活，我方才也勸了一會來。差人還在吵鬧，巴不得即刻有人買去。如今去說，再無不成的。“穩婆聽了大喜，叫老公陪了道全，自己過去。\n\n不一盞茶時，只見穩婆笑嘻嘻的進來，道：“已說了。不但差人、媒婆歡喜，那婦人聽說了，與小丫頭兩個都大喜道：『有出頭日了！』又再三扯住我，央求說：『不論甚麼人家，情願為奴為婢，小心服役，只求早成。』請太爺就去一看。若好，便即刻交銀，抬人下船便了。“道全就與穩婆同去一看。見那婦人，果然生得標緻，隨欲交銀停妥。正是十年主僕輪流轉，命相生成難強求。\n\n要知那官賣的婦人是誰？且看下回分解。\n\n"
		},
		{
			"章节": "第十五回",
			"章节名称": "署關差客商受害　謀糧憲漕戶遭殃",
			"章节内容": "詞曰：\n\n作宦豈容貪，見利須當省。但想婪財飽己囊，萬姓嗟窮窘。抱恨向誰言，含淚徒思拯。惟望清廉按院來，方得蠲民忿。\n\n－－右調《卜算子》\n\n話說那沈媒婆家官賣的婦人，你道是誰？原來就是林愛珠小姐。你道愛珠小姐，嫁了利公子，隨公公揚州上任，好不興頭，因何倒官賣？原來，利公本性貪婪，在杭州數年，地皮刮盡。幸遇上台同病相憐，拼得銀錢結交，不但不壞，反升了知府，一發肆無忌憚。當初同知是冷靜衙門，雖貪有限。且兒子年紀還小，助紂為虐的，不過一個刁氏。今到揚州知府，已不比同知了。誰知貪財的人，偏又遇著交財的運。剛剛到任，未及數月，鈔關上主事丁憂了。上台因利公是卓異的官，必然多才，就著他署了關差的印。你想貪財的人，走到銀子窠裡去，如何肯不貪？登時將天平放大了，桿子做小了，貨物到關，報多了還說報少漏稅。輕則索詐加添，重則連貨籍沒。客商無用的，忍氣吞聲去了。不服的，與他理論，便拿到衙門，非刑拷打，無處伸冤。客商受害，是不必說。更有本衙門的事，日日著人外邊各縣細訪，倘遇著富翁有事在縣，不論事情大小，原告被告，並不管縣中已審未審，審得是審得不是，就一扇牌下去，劈空提了上來，將就過一過堂，就著人打合要多少銀子，如數送進。即使無理的事，他便扭曲作直，一面情詞，審到他大勝，哪管窮人死活！倘富翁吝惜，不肯出手，即使有理到極處，也不管他，不弄到他家破身亡不住。更有各縣錢糧，必要按月完清報數，倘不足數，就要將花戶解府親比，並每縣府中，設櫃一張，凡解府錢糧，都要完在府櫃，火耗極重，串錢要雙倍，一一繳進。更有刻毒處，糧戶完不足數的，或本人遠出，即要將親族代解，有妻子的，便將妻子解來，不論紳衿、士庶、男女，解到就送監，完足釋放。不然，三日一比，女人都要責杖，百姓無不切齒痛恨。這還是他一人的惡跡。更有刁氏與兒子、媳婦，人人想做私房，著人外邊四處招搖，有事到府，不論貧窮富貴，一千五百也要，一兩五錢也要，或送夫人，或送公子，或送大娘，得了銀子，或明對利公說，要他如何審，或瞞了利公，私弄手腳。大約有錢必贏，無錢必輸。外邊人便有“一印四官“之名。奈上司也是好財的，見他有得送，眼睛就像瞎的，耳朵就像聾的。就有人告發，一概不准。利公一發放心作惡，公子更加肆無忌憚。不獨貪財，更兼貪色。對父親說，監中男女混雜不便，須另設一女監在衙門內。訪得各縣有姦情事，或牽連婦女在內的，就發牌下去，拘了上來。男的送在男監，女的送在女監。公子便假稱察監，私入女監，調戲婦人。\n\n那婦人若果是姦情沒廉恥的，知是太守公子，便順從調戲，百依百順。雖真正姦情，必在父親面前說：訪得那婦人千貞萬烈，姦情是冤枉的。倘果是冤枉的正經婦人，公子去調戲他，必然不從，定觸其怒，他便對父親說：訪得這起姦情是真的，聞得那婦人，最刁最惡，必須嚴刑拷打方得真情。利公本是匿愛不明的，更兼刁氏從旁攛掇，只說兒子訪聞必確。可憐真的審假，倒還猶可，那假的必要審真，百般凌辱拶打，那清清白白的女子，必要陷入姦情，怎肯服氣？以至自盡送命者，不一而足。\n\n公子又盤坐在鈔關，遇過往空船，向來不過一看，將就放去，他必要一應箱籠打開細查，稍有當上稅的，便說漏稅，任意嚇詐。若有女人在船，更覺嚕嗦，不管官宦人家，夫人小姐，定要他上岸。到船中細看，倘女人不肯上來，他便親自下船，以看艙為名，直闖進內艙，將船中女子看個足意方住。稍有違阻，便道朝廷設關查察，你想是帶了私貨，不容我查，倒大是皇上麼？將此大帽子話壓他，雖是官宦家，誰敢拗他？幸而不上半年，新主事到任，關上方得安靜。誰知他財運亨通，關印才交去，適遇鹽道升了去。他就謀署了鹽道的印，那些鹽商，個個遭瘟，沒有一個不替他詐到，弄得鹽價昂貴，百姓又受其大害。\n\n未及半年，新鹽道到了，交去印信。不上兩個月，忽江蘇糧道缺了，他又到督撫處，鑽刺署了糧道的印。那番管了下江一省，更覺聽其施為。又適遇收漕時候，便逼令各縣漕米，每石要漕規二升，早早先解上去了，便無話說，不然就有許多苛求責備。\n\n又向各縣以查察為名，倘有糧戶呈告狀書的，便將縣官狀書，任意索詐，滿其所欲，便翻轉面來，說糧戶阻鬧倉場。重則親提拷訊，輕則發縣枷責。那縣官與狀書，猶如加了一道敕，漕米不滿的也滿了，斛子不放的也放了。總之，百姓受害，有冤莫訴，有苦無伸。\n\n且說那時早已驚動了一個勢利翁林員外，一向要到揚州看看女兒，望望親翁女婿。只因家中事多，又無兒子，脫不得身，所以中止了。後來，聞得親翁署了本省糧道的印，欣喜無比，逢人賣弄，處處驚張，竟想借勢欺壓鄉民，炫耀鄰里，與院君商議要備一副盛禮，先到揚州拜賀。院君又是勢利頭兒，攛掇丈夫速速該去。員外就費數十餘金，備了一副極盛的禮，連夜叫船趕到揚州。將一名貼同禮物，一齊投進。利公見是親翁，正要接見，只見媳婦急急趕來止住，道：“公公不可接見，他是一個白衣人，如今又做了公公治下的子民，他只該安分在家，還藏拙，如何到此？被衙役們知道，是公公的親家媳婦的父親，可不被他辱沒殺了。若接見相待，叫媳婦有何顏面？不如將禮物收了，送他四兩盤費，打發他回去便了。“利公聽說，心中暗喜：“媳婦之言，正合我意。“原來利公因他是個白衣，原不肯與他結親，只為兒子要他，刁氏又再三攛掇，勉強成的。\n\n原不要與他往來，今欲接見，不過因媳婦面上，不好意思。今見媳婦一說，喜出意外，便依了他，封四兩程儀，著人出來回說：“大老爺署了糧道的印，蘇州亦屬該管地方，遲疑之際，不便相見。送程儀一封，請收了。“員外見說，大驚失色，心中想道：“我費了數十金，備了禮來收了，怎麼面也不得一見，送我四兩程儀，打發我起身，輕薄至此。“欲要發作，奈他是本地上司官，只得忍氣吞聲，對衙役道：“煩你多多拜上大老爺，程儀斷不敢領。可代我稟一聲，替我拿一隻船，貼上一條封皮回去，也體面些。倘大老爺不允，可私自傳語我家小姐。“\n\n就是衙役見是小姐父親，小姐又甚是有權，不敢怠慢。便依了員外的說話，到轉桶上傳進管轉桶的，就將此言先稟知小姐，然後去稟老爺。誰知小姐聽了，心中大怒，道：“爹爹好不知風色，偏要在衙役面前說我的父親，來羞辱我。他要公公拿一隻船，與他一條封皮貼上，不是好意，不過要借我的名頭，去嚇人講情，斷斷不可理他。他向來原歡喜交結官府的，如今回去，借我家的勢，必然在外招搖生事。所以要封皮船隻，不可不預先弄斷他一面。“就對轉桶上說：“他哪裡是我父親，不過自幼寄名與他的。且是大老爺的子民，送四兩程儀與他，也算抬舉他的了。他不受便罷，船與封皮是沒有的，叫他快快去罷。休得要討怠慢，也不必稟知大老爺，程儀留在此，也不必與大老爺說知。“轉桶上照愛珠之言傳出門皂，轉對員外說了，員外道：“該與我家小姐說便好。“門皂道：“若與大老爺說，倒未必如此。待你這些話，都是小姐吩咐的，不曾許稟大老爺。\n\n況且小姐說，又不是你養的，不過自幼寄名的，有甚相干，不如好好的回去罷。“員外聽了，幾乎氣得發昏，想：“這門皂與他辯也無用。“忍了氣走出，心中大怒，道：“世間有這樣女兒，前日金狀元寄書回來接家眷，無瑕還再三請我同去共享榮華，誰想嫡親女兒，反要逐父不認，幸而我還薄有家產，不要靠他。“心中悶悶，只得有興而來，敗興而去。\n\n哪知愛珠小姐，又去勸哄公公說：“向來我父親歡喜結交官府，講情說事，今公公做了本省糧道，他必然拿我們的勢，去衙門講情，可不壞了公公的名頭，媳婦面上也不好看。鬚髮一扇牌到蘇州府，仰吳縣將他前後門封鎖斷了，只留旁邊小門出入，再問地方討了看管。鄰里出了甘結，並給示禁，止閒人往來，方能絕得這條門路。“利公深以為是，就依他即刻施行。\n\n可憐林員外，見親翁做了本省糧道，正要借他的勢恐嚇鄉民，結交府縣，一團高興，備了盛禮到揚州慶賀，指望十分厚待。\n\n誰知反討了一場怠慢回來，與院君一說，連院君也幾乎氣死，還叫瞞了，思量掩人耳目。哪知又發下一扇牌，一張告示，將他前後門封鎖，反要地方看管，里鄰甘結，禁止閒人往來。不但不能恐嚇人，別人倒要求查察他。不但不能結交府縣官，連向來結交的衙官、學師等，都不敢往來。員外夫妻氣得相對大哭，說：“這小賤人，我們當寶貝一般愛他，巴望他好。他沒福做狀元夫人，嫁了利家。見利家興頭，我們還歡喜。哪知如此一個報答，昔日相面的說他『作事定然刻薄』，我還不信，不想果然刻薄至此。還說他許多下賤，只怕也要准哩。“只得在家悶坐，不敢出頭。\n\n你道愛珠小姐，父母如此愛他，他待父親如此刻薄，天理已經難容。哪知他只奉好了公婆，騙好了丈夫，惡薄還不止於此。他公公又只知奉好了上台，橫行更是無窮。官運又偏生甚好，難道果無天理麼？殊不知不過惡貫未盈，時辰未到耳。\n\n不數月，新糧道到任，交去印信，仍行府事。揚州百姓，災運未滿。又過數月，朝廷新點了江南巡按，姓曾名師望，又新選一個揚州府理刑，姓車名靜齊。都是金玉同年，鐵面冰心，一清如水，彼此敬服的，今又同任一處。靜齊歡喜不必言，師望更加歡喜。你道為何？原來曾巡按是杭州人，家中甚窮，田產婢僕全無，只夫妻二人，幸喜中了舉人，要盤費進京會試，只得將住房賣了，帶了妻子一齊進京。船過鈔關，正利公子盤查之時，見師望妻子，不肯上岸。便到他船中，將他妻子看了又看。師望見他看得惡狀，便道：“空空的一隻小船，一望就知，有內眷在艙，如何闖進艙去，眼光忒忒，怎麼模樣？“公子道：“放屁！朝廷設立的關，理應查看的。就是官宦家的內眷，也要出來了，憑我看，希罕你這窮措大蠢婦人，就送我利爺，也不要。難道描了他樣子麼？“師望還要與他對口，船家急急勸住，將船搖過。師望道：“這狗頭，如此可惡。我正要罵他一場，你如何阻住了。“船家道：“相公不知，這是揚州府太爺的公子，太爺署了關差的印，他在關上盤查，人人喚他活太歲，遇見了他，平平靜靜過了，還要燒利市。如何還去與他角口。“師望道：“據你說，不過一個太守，就署了關差，也只平常。他兒子如何這般肆橫？難道沒有皇法的麼？“船家道：“今日世界，有甚皇法！這個太爺，先做過幾年杭州府同知，人也不知害了多少，杭州地皮都刮盡了，不曾見壞，反升了揚州太爺。到任數月，揚州百姓，又沒一個不怨聲載道。偏偏這樣一個好關差，又與他署了印。過往客商，哪一個不罵上司：只要有銀子孝敬他，哪個來替百姓伸冤理枉？所以我勸相公忍耐，急急搖了來。倘然爭論起來，他人多勢大，哪裡敵得他過？吃了虧何處去伸冤？“師望道：“原來就是這狗官！他在我杭州作惡多年，人人受害。如今又到此地害人，我若有出頭之日，斷要為民除害，決不與他開交。“\n\n誰知利圖惡貫將滿，師望到京，果然聯捷中了。偏偏點了江南巡按，又卻好一個相好同年，選了揚州府理刑，所以心中大喜。自己還要辭朝領敕，擔閣數天。車理刑早已領過了憑，限期緊急，拜別在京同年，並各大老，然後辭別按院先出京。\n\n魯按院就托他一到任：“先要將揚州府利圖一門惡賴，細細訪實開明了。我一到就要訪拿的，不要走漏消息便好。“理刑領命，先去到任。正是有勢莫使盡，常愁狹路逢。\n\n未知車理刑與魯巡按出京，利知府如何結局，且聽下回分解。\n\n"
		},
		{
			"章节": "第十六回",
			"章节名称": "賄上官京師遭騙　拿下吏萬姓群歡",
			"章节内容": "詞曰：\n\n賄囑清廉無路，銀交馬扁成空。錯認舅爺真姓賈，誤投老臾假司農。堪憐撞木鍾。訪察有心得實，密拿無計潛蹤。滿擬黃金能免罪，哪知狹路適相逢。\n\n乘機萬姓攻。\n\n－－右調《破陣子》\n\n話說車理刑領了文憑，別了按台，不一月已到揚州公座，看城行香放告畢，就與同僚相見。拜望鄉紳，參見上台。公事完了，就細細察訪揚州府的過惡。誰知揚州府的過惡，不消細訪的。人人受害，個個稱冤，一椿一件，都有確實。車理刑一一記明了，錄成一冊，候按台到任送進，那利圖還睡在鼓裡，如何知道？\n\n他一聞按院點了曾師望，訪得他是個窮官，必然愛錢。早已打發兒子，帶了一萬幾千銀子，趕進京中謀為。並吩咐到京，要看機會，或拜門生，或拜乾兒。只要妥當，不可惜銀錢。公子領命，帶了銀子，連夜起身來到京中。訪知按台尚未出京，甚是歡喜。四處一問，奈無門路，日日到他寓所門前窺探。一日，只見一人慌慌張張從內出來，見公子在門首窺探，便問道：\n\n“你是哪個？要尋何人？“公子見問，便道：“這裡可是江南巡按曾大老爺寓所麼？“那人道：“正是，你要問他怎麼？“公子道：“請問曾大老爺何時出京。“那人道：“尚早哩。盤費也沒有，還欠了幾千兩京債，被人纏住不放。我日日替他撮弄，只弄得數百金，又被人逼去了。如今還要替他去設法。“\n\n公子聽說，心中暗喜，道：“請問尊駕是他甚人？為何替他這般著急？“那人道：“我是他的妻舅，夫人是我嫡親家姊，家姊丈是最多情的，替他設法了銀子上任，將來一世受用不盡哩！\n\n“公子道：“原來是舅爺，晚生有句話要相商可好？屈舅爺到前面茶坊上一坐何如？“那人道：“家姊丈托我設法銀子，立等要緊，哪得功夫，有話遲日相商罷。“公子道：“不多幾句話，請略停一刻，要銀子也易事，晚生可以代為設法的。“那人道：“既如此，前面禮聚茶室甚是清靜，且去坐一坐。有話快些說了，我要緊去。“兩人同到茶坊坐定。公子道：“請問舅爺尊姓？“那人道：“小弟姓賈，有甚商量？快請教，“公子道：“有個人要送些銀子來，與令姊丈。聞得令姊丈，一個錢也不要，絕無門路打通處。“舅爺又說：“盤費俱無，急於措銀，為何又說不要？“那人道：“長兄真是誠實人，想從未到過京中麼？“公子道：“晚生實未到過，正要請教。“那人道：“京師耳目之地，朝廷設立多少監察御史。動不動風聞一本，一個新進土點了巡按，那個不虎視眈眈？誰敢要錢？即如家姊丈一點了此差，江南一省的官，哪個不來打點。若明公正氣要錢，幾十萬也有了，何在這幾千。只因外邊聞斷了門路，送的無處送，要的不敢要，所以甚難。不瞞長兄說，小弟方才說設法銀子，你想京債欠了，正在此討還，到何處去借？就要去闖闖。那些要來打點的，遇見幾個有緣的，私自替他停妥一兩件，一則可以救了家姊丈之急，二則替那人做得穩當，無人知道。此是小弟直言，長兄切勿外邊說破，所關非小。“公子聽說，大喜道：“原來如此。晚生正有事要求令姊丈，今日何緣得遇舅爺？萬望周全。銀子要多少，都在晚生身上。“那人又故作驚疑道：“小弟方才失言，長兄卻斷不可張揚。請問長兄貴處，哪裡有何事要求家姊丈？“公子道：“晚生姓利，家父名圖，現任揚州知府。聞令姊丈巡按江南，特命晚生備禮求見，拜在門下，愚父子都要懇求青目。“那人道：“帶多少禮物來的？“公子道：“還未備得，帶白銀萬金在此。“那人一驚，道：“既有這些銀子，必然有事要家姊丈周全。我今也可不消再應允別人了。但長兄送這些銀子，須將事情一一講明了，等小弟好去說，事情若重大，小弟人微言輕，也不敢私自擔當。\n\n倘家姊丈到任忘記了，豈不是小弟失信？還要討長兄疑心，小弟拐了你的銀子，不曾說得。莫若先等小弟說妥當了，必要再弄一個興頭，大老當面交與家姊丈，便萬妥萬當了。“公子道：\n\n“如此更好了。晚生也並無別事相求，只要拜在門下，將來意欲到京，捐一官做做，要他幫襯幫襯。家父在揚州兩年，蒙各上台見家父有才幹，委署了幾個要缺。家父事事秉公，不顧情面，未免眾怨所歸，仍恐按台一到，眾口爍金。所以，先要細細稟明，倘有好升缺，並求提拔，望舅爺先代稟知，得蒙一見，感戴不盡。“那人道：“在我身上，少停，就在此等回音罷。“公子道：“曉得。“兩人出了茶館，正要分別，那人又問道：“家姊丈，長兄向來可曾看見過麼？“公子道：“從未見過。“那人道：“既如此，小弟一發不敢斗膽了。你兩人從不認得，我一人在內做事，倘不應口，只說我是假話了。家姊丈日日出去吃酒拜客的，他又沒有轎出入，總是乘馬的。你認他一認，我再領你當面一會便了。“說畢，拱一拱手別去。\n\n公子有心隨在後，只見他原到曾巡按門首，已有一個小廝立在門首，見了那人，便叫道：“舅爺哪裡去了？這一回大老爺要出去吃酒，等你回來說話，快請進去。“那人就同了小廝，急急進去了。不一時，又見那小廝手中拿著大紅金帖，口中叫道：“馬夫在哪裡？快備馬，大老爺要去吃酒，已出來了。“公子有心，看他帖子名字，反折在外，正是曾師望名字。未幾，裡邊走出一個人來，小廝道：“大老爺出來了。“公子一看，見他器宇不凡，卻像個貴人模樣。上馬，小廝相隨去了。隨即那個舅爺出來，見了公子，一把扯到前所坐的茶坊內坐下，道：\n\n“長兄恭喜！事有湊巧，小弟方才在此與兄講話，誰知那討京債的，又來催逼。見沒有還他，竟要到都察院告狀，弄得家姊丈出京不得。家姊丈情急，叫小廝四處尋我，替他算計銀子。\n\n進去將長兄之言一說，家姊丈大喜，說：『有了這些銀子，數日內就好出京。』方才，就要來請長兄相會，一則因寓中耳目眾多，恐人知道，彼此不便；二則小弟也不肯上萬銀子送他，只小弟一個看見。長兄說：『尊大人為眾怨所歸，誠恐眾口爍金。』此也慮得不差。倘到任後，果有人言三語四，家姊丈忘了叫小弟哪裡說得他轉，可不叫我做事不的當了。況長兄還要他幫襯銀子，豈可輕易出手？我方才對他說，必要一個大老居間，方將銀子付他，便無翻悔。“公子道：“多承盛情，極妙的了。但此事又不便張揚，急切哪得個大老來居間？“那人道：\n\n“兄不要慮，有個絕妙的所在，有個極興頭的大老在那裡，只經由了他，要空一個加一，只恐家姊丈不肯，所以難他一難。\n\n他情急了，不怕他不走這條門路。長兄放心。“\n\n言之未已，只見隨去的小廝，急急趕來，對著那人耳上道：\n\n“大老爺說，事情急了，就是今晚，請舅爺同了所說的人，帶了銀子，就到城外脫空庵許大老爺處一會罷。大老爺吃完酒，也不回寓，一腳就到那邊來了。“那人道：“我知道了。我同利爺，就到許大老爺處候便了。“小廝出去，那人笑對公子道：\n\n“何如？我說他情急，不怕不走這條門路。“公子道：“許大老爺是何人，為何又在庵中？“那人道：“這是家妹丈的老師，做大司農的。近因有恙，要告假回籍，聖上不從，奉旨在庵養病一月。朝中最得時的聞說，將來要升吏部尚書。他待家姊丈最好，家姊丈有事，也不瞞他。只要送他加一，所以不肯經由他。今情急了，只得去的。你如今可帶了銀子，我同你先出去，將你的事先細細與許老說知，托他一托。少停，家姊丈來，他便好從中幫襯了你。若還有銀子，或在外送些與許老，先拜在他門下，他是個大司農，若果轉了吏部，則天下的官，都是他作主。且長兄要進京捐納，得他幫襯，可不更勝於家姊丈麼！“\n\n公子大喜，道：“果然甚好。只恐許大人未必肯。“那人道：“有銀子送他，我再替你去說，有甚不肯事？不宜遲，快快出去，候他便好。“\n\n公子急急回寓，僱了牲口，著幾個家人帶了銀子，同那人來到脫空庵。走進，甚是清靜，裡邊進去，五間靜室，魚池花草，盆景假山，十分幽雅。只見一個老者，盤座榻牀上，三四個小廝，烹茶的、澆花的、焚香的，一個立在旁邊。見那人進去，那老者略起一起身，依舊坐下。那人對老者說了一會，只見一個小廝出來，道：“哪一位是利爺？大老爺吩咐，請進相見。“公子聽得一請，忙忙隨了小廝走進，那老者立起身來，那人先接著對公子道：“這是許大老爺，方才利兄說要拜在門下，我已說過，就請相見。“公子就手持揭貼，忙忙跪下。老者就命小廝扶起，收了揭貼。公子又遞上禮單，是禮儀千金。\n\n那老者笑嘻嘻的道：“老夫病軀，本欲告回養閒。蒙聖上命我，在此靜養一月。這一月內，一應事情不管。方才賈老來說，賢契要拜在老夫門下。老夫老邁無能，誠恐有負賢契，不敢應允，盛禮更不好受。只因賈老又說尊翁任揚州，要敝門生提拔照拂。\n\n我想：他是個江南巡按，賢契要拜他門下，他倒是多情的人，賢喬梓倒可以著實得他的力。只是他做人，清奇古怪的性子，他令舅還拿他不定，必要老夫在內介紹。老夫對他說，他果然不敢違拗。若不受你盛禮，只說老夫不肯代說，有心作難了。\n\n且權領在此。“命小廝將銀子收過。公子就鋪下紅氈，拜了四拜，老者還了半禮，坐下，公子又細細懇求老者，轉懇按台話。\n\n才講完，只見先前隨按院小廝，拿了一個門生的帖子進來，道：\n\n“曾大老爺，要見大老爺。“老者道聲：“請進！“那舅爺就扯了公子，到旁邊一間屋內，道：“我們且這邊略坐一坐，等許大人先說了出來相見。“公子道：“是在門內。“一望，只見按台走進來，見了師生禮，坐在老者旁邊。老者與他說了好一會，只聽得巡按道：“老師吩咐，自當遵命，利生可在此麼？“老者道：“同令舅在內。“按院道：“既在此，就請出來相見。“小廝聽說來請，二人同出。公子也與見老者一般，送禮拜見畢，按院收了，命坐茶罷，開口道：“賢契之事，舍舅已先道達，今又蒙敝老師吩咐，我自然一一留心，到任之後，賢契倘有甚事要見我，可私打關節，來我值堂的叫王恩，現在此，叫進來賢契一認，有話叫他傳進。我著舍舅出來會你。“就叫過一個老家人來，吩咐道：“這利相公，是揚州知府的公子，今拜在我門下，你可認一認。倘有甚話傳進，你可急急代傳，不許阻撓。“王恩領命，按院又對公子道：“京中耳目眾多，你速速起身回去，不可再在此耽擱，到我寓中窺探。倘被人看破，連我也不便。況我明後日，也就出京了。“\n\n公子領命，怎敢有違？遂即拜別二位老師出來，那些小廝與王恩等，齊齊送出討賞。公子也不敢輕慢，每人送他十二金，王恩加倍在外，又送舅爺四十金。別了回寓，急急收拾行李，連夜起身回揚州。共費去一萬二千餘金，對父親說了，利圖亦甚歡喜，道：“兒子做事妥當，如今是安如磐石了。“放心做去，更無忌憚。公子因拜了兩個興頭老師，意氣揚揚，愈加貪得無厭，放膽橫行。誰知都被刑廳訪去。不數日，按院已到，各官迎接。獨留刑廳進去，細問利知府之事。刑廳呈上款冊，按院一看，大怒道：“這狗官，一門作惡，如此害民，罪不容誅矣。但未有告發，不好拿他一個，出示招告。必要將他一門處死，方能為百姓申冤。將來還要借重年兄嚴訊，斷要盡法重處的。“理刑領命辭出。\n\n且說曾按院在京當面受了利公子一萬銀子，拜在門下，又有老師許大司農，與舅爺再三說得停停當當，連按院自己，也滿口應允。又叫他有事傳與堂官王恩轉達。王恩都叫他認明，真是一團好意。如何剛剛到任，又不曾有人告發，就忽然變了臉，反要去拿他，難道在理刑面前說假話麼？誰知其中有多少緣故？哪裡有甚麼許司農、賈舅爺與王恩等，原來是一班京騙子、大光棍。見公子是不在行的，四處訪問按院門路，被他們看破了。知按院又是一個新進書生，出入總是步行，不乘轎馬，無人認得他的寓所。又人家甚多，屋宇甚廣，前後通家，四通八達的。所以這班光棍，做成圈套，在城外賃了這個庵，連和尚都瞞了不知，公子如何知道？只說受了銀子，去按台親許，萬妥萬當，歡喜到家。哪知曾按院雖窮，是正經人，哪裡有此事？正是運退金無色，時衰鬼弄人。\n\n要知按院訪拿如何，且看下回分解。\n\n"
		},
		{
			"章节": "第十七回",
			"章节名称": "傷天理父子下獄　快民心姑媳遭殃",
			"章节内容": "詞曰：\n\n造惡終須報，只爭早與遲。居官無側隱，保亦鮮仁慈。但想盈囊橐，徒思括地皮。按台拿訪日，萬姓快心時。\n\n話說按台行香，放告已畢，就發一撮密牌，仰揚州理刑，立拿貪官揚州府知府利圖，摘印送監候訊；一面又發一告示招告。利圖在衙，如何得知？那日正坐堂審一樁屈事：是泰興縣一個窮秀才，自幼聘定一個妻子，地方上有個土豪，名強虎，看見他標緻，定要討他作妾。因女子父母不從，竟黑夜統眾搶去，強逼成親。幸那女子貞烈，尋死覓活，必不肯從。土豪就將他鎖閉深房，著幾個丫頭僕婦，看守勸從。女子的父母就通知了女婿，大家出狀，在縣中告了。幸縣官清廉，立刻提來審明，將女子斷還了秀才。幸未失身，也不擇日就做了親。將土豪家人枷責，事已完了。誰知利公子訪知，就著人打合土豪來告府狀。那土豪因縣中斷了，正在氣悶，果然告了府狀，利圖批准親提，私與土豪講，要五百金，包管斷他作妾。土豪就送三百金，利圖允從。公子又在外要一百兩，後手又著人去說，老爺是沒主見的，全要夫人大娘幫襯，每人要大珠一串，再無不妥。那土豪已上了惡馬背，果又送了二十粒大珠，原合成五百之數。利圖遂即出牌提人，土豪又賄囑了差房，擒拿燕雀一般，將秀才夫婦，並女子的父母，立刻拿到。驚動了三學秀才，人人不服，來動公呈，被利圖扯得粉碎。大罵道：“你們這班秀才，猶如瘋狗一般，動不動就是公呈，做秀才的人，強佔了人家女子，本府審了，還要通詳各憲，你們自己各保前程，不要自來送死。“眾秀才道：“且看你怎麼樣審？審得不公，我們去見按台，必要辯明的。“利圖大笑道：“你們要見按台麼？我叫你一個個都死在按台座下！“吩咐趕出去。那些秀才，終是斯文人，怎經得衙役如狼似虎，趕了出去，就帶土豪進審。\n\n那土豪前面原捏就一張賣契，買了一個硬中，說那女子久已賣他，養作外宅，近來私自結識了這秀才，他父母得銀賣奸，職員知道了，領了回去，那秀才不思自侮，反恃著縣主情熟，挽通女子父母，倒告職員劫搶。縣中一面情詞，不問曲直，反將小妾斷與姦夫，還將賣契扯去。情實不甘，求太老爺明斷。利圖就叫喚秀才上來，不問清頭，先罵道：“你這沒行止的狗頭，做了一個秀才，不思閉戶讀書，專想出入衙門，結交官府，姦淫婦女，謀占為妻，本府已經細細訪實，你還有何辯麼？“秀才道：“這明明是生員自幼聘定的妻子，那土豪謀娶不從，強劫搶回，蒙縣父母，已經審實，斷還生員。豈是姦淫謀占之人。\n\n“利圖道：“還要強辯，誰不知縣官是你相熟，一面情詞，糊塗斷結。本府今日審實，你這狗頭，死在目前，通詳各憲，連那縣家也不得乾淨。下去喚那女子上來。“利圖先將氣鼓一拍，道：“你這小小年紀，父母賣與強虎為妾，就該安分相守才是。怎麼又私通那秀才？廉恥喪盡，還不知自悔，竟安安穩穩，隨了姦夫快活，難道沒有皇法的麼！你今日好好仍隨強虎去，本府也不深究了。若再違拗，本府刑法利害！“那女子道：“小婦人自幼父母許與秀才，明媒聘定，何曾賣與強虎？今蒙縣主明斷，父母主婚，何曾隨甚姦夫？“利圖大怒道：“你這淫婦，在本府眼前，還敢強辯，戀著姦夫麼？拶起來！“可憐那女子十指尖尖，被皂隸狠狠的扯出套上拶指，嚇得那父母，急急趕上叫屈。利圖道：“我不叫你，誰許亂我堂規，把那兩個狗男女，也夾拶了，著他快快一齊招上來！“皂隸都是得了土豪賄賂的，官一吩咐，就將夾拶取到，將他夫婦二人，扯下要上。\n\n只見秀才大跳上堂，道：“是非曲直，也須細審。怎麼得了強虎銀子，將人亂拶亂夾，逼士人之妻為土豪之妾，難道沒有皇法的！現今按院降臨，豈無耳目？“利圖恃著按院已經講妥，便拍案大怒，道：“你說是個秀才，打你不得，如此放肆，我打且稍緩，取短夾棒來，先夾死你這狗頭，不怕你按院處告了我來。“皂隸聽說，果取過夾棒，要扯秀才的鞋襪。秀才強住不從，外邊眾生員聞知，要夾秀才，也大鬧起來。奈衙役眾多，推住不容進去。\n\n正在難解難分之際，只見四府來到，眾生員上前告訴。四府道：“諸生不必囉唣，本廳進去，自見分曉。“四府儀門下轎，也不候通報，望堂上直走。利圖見四府不候通報，直闖進來，甚是奇怪。見已到堂下，只得走出座來，要上前相問。只聽四府道：“堂翁請出印來！“利圖大驚失色，還要再問。見四府取出按院密牌送看，一面就叫帶來衙役，替太爺去了冠帶，上了刑具，帶去收監。只聽得堂下看審的人，齊齊高叫：“天開眼了！“那秀才就上堂跪下，稟四府道：“生員自幼定的妻子，被土豪強搶了去，幸縣父母斷歸，今強虎送五百金與利太爺強要斷去。今日不問曲直，非刑夾拶。若非太公祖老爺到來，生員已被夾死。望太公祖老爺作主。“刑廳道：“將強虎帶著，本廳細審便了。“\n\n且不說利圖下監。且說公子在後堂看審，見刑廳忽來摘印，將父親拿去，起初不知何故？細細一訪，方知按院拿訪的，心中大駭，道：“他受了我一萬銀子，還有許大司農與舅爺說妥，還當面許我，有話傳與堂官王恩，說了叫舅爺出來會我。此言尚未一月，難道就忘了？就是忘記，也不該反來拿訪，其中必有緣故。如今且到他轅門上，問一問再處。“當即趕到察院衙門，望轅門直闖，被把門軍士盤問，只說要會堂官王大爺說話的。門皂見他體體面面，又要尋內裡人講話，只道果是官府有一脈的，不敢阻擋。不到號房。對上房一拱，便自通腳色說：\n\n“大老爺當面吩咐，叫我來尋堂官王恩，有一句話講，煩通報一聲。“上房不敢隱瞞，將他的話向內稟知。巡按大怒道：“我正要拿他，只因未有告發，單拿利圖下獄，怎麼他自來投死？“\n\n吩咐拿下，打點開門。嚇得公子失去三魂，想道人情奸險，一至於此。又一想道：“他雖翻面無情，當面受我一萬銀子，終是軟胎，我總拼一死，當堂叫破，看他如何抵對！“言之未已，按台已坐堂，叫帶那光棍過來。公子只說按院還是得銀子的，便大著膽跪上去。按院一看，見就是那年查關下船囉唣的人，拍案大怒道：“原來就是你這狗才！你父子濟惡，本院正要拿你，你如何擅闖本院的轅門，冒稱尋堂官講話，希圖鑽刺，難道不曉得本院是一塵不染的麼？“叫剝去衣冠，先捆打四十，再慢慢的問他，公子聽說，心中想道：“他明明得了我一萬銀子，還在公堂上撇清說一塵不染，分明要打死我以滅其跡，不如叫破了，也不過一死罷了。“公子見軍牢來扯，便大喊道：\n\n“等我說明了，死也死得甘心。“巡按聽了，止住道：“有甚說明，容他快說。“公子道：“你點了巡按，盤費俱無，還欠了幾千京債，沒得還，難以出京。著賈舅爺在外尋門路，弄銀子，來打合我送你一萬銀子，許提拔我父子，你的親阿舅，曉得你做人，反覆不肯擔當，你又央你老師許大司農，在城外脫空庵過付你，又著堂官王恩與我相認，說有話叫我親來尋他傳進，叫舅爺出來會我。如今不指望你提拔，反一到就叫刑廳，來拿我父親，又無故將我要打，分明要打死了，以滅其跡。殊不知人跡可滅，天理難容，就死到閻羅殿前，也不肯甘休的。“\n\n巡按聽了，大驚道：“你這狗才，想見了鬼了！叫書吏錄了他的口供，本院奉旨欽點，現給有盤費，為何沒有？又何曾欠甚京債？我夫人姓施，並無兄弟，何來有姓賈的舅爺？若說我鄉場老師，一個姓馬，現於山東巡撫，一個姓竹，現任翰林院侍講，會場老師，一個大學士方，一個都察院黃，何嘗有姓許的？\n\n且朝中歷來不曾有許大司農，可不句句都是假話，要污辱本院麼？還說有甚家人王恩，這話一發荒唐了。本院寒素傳家，並無家人小廝，隨身只有一個長班，誰人不知，敢於冒講麼？你且抬起頭來，認一認本院，只怕本院認得你，你到未必認得本院了。“\n\n公子聽說吃了一驚。果抬頭一看，哪裡是京中拜見的，方大哭道：“罷了！罷了！小的該死。“按院道：“你認明了麼？\n\n本院可是受你銀子的？“公子連連磕頭道：“不是，不是。小的遇了京拐了，該死！該死！“巡按又命將遇拐細情，一一說上來，倘有半字隱瞞，取夾棒伺候。公子只得將京中之事，細細說上。按院道：“你夤緣賄囑欽差，已該萬死。今又無故污辱本院，罪更難容。如今還不甘服麼？“吩咐捆起來，著實打。\n\n可憐公子一向嬌養的，如何受得起按院的板子。打到二十，早已將死。按院就叫放起，帶去收監。一面就拜疏，歷呈利圖父子惡跡，並帶私行賄囑京拐，冒污欽差，伏惟查究。又寫一書與都察院黃老師，懇求嚴查積拐，以清官憑。黃公接到門生的書，適遇皇上，將疏批發都察院嚴查。隨即將脫空庵和尚，密拿到私宅一審，招說並非通謀，事情果有。黃爺就著幾個和尚改作俗裝，隨各門巡城御史，識認諸拐。三日內，果查出一人，即向日之假司農。喚來一夾，個個招出，立刻拿到。每人三十枷號，兩月贓銀追出修城。放時，面上各刺“積拐“二字。自後，京拐藏形，話不細表。\n\n且說利圖送在監中，心中氣悶，還暗想：“按院得了銀子，如何反來拿我？須叫兒子去見他，拼得再送幾萬銀子與他，偏要弄復了揚州府，將方才這些幸災樂禍的人，個個處死方快。“\n\n正在思想，忽見禁子背人進來，一看卻是兒子，見打得這般光景，問他又不開口，細問禁子，方知是按院打的，更覺奇怪。\n\n直過了一會，公子方醒。利圖一把抱住，道：“我兒，按院得了銀子，不指望他提拔，怎忽翻面無情，將我拿了，又將你打到這般光景。“公子道：“那裡是按院反覆，總是孩兒該死。害了父親了。“利圖道：“這怎麼說？“公子遂將京中遇拐，並非按院，一一說明。\n\n利圖方大驚大哭道，“如此說，我們是斷然沒命的了。須寄信出去，拿些銀子來監中使用，衙門打點，不知按院可有門路？“公子道：“據他堂上撇清說一塵不染。只有四府是他同年，先送些銀子與他，要他轉懇巡按，拼得送他一、二萬金。\n\n他見了銀子，難道真個不要麼？若果不要，還有一個頂大的門路，連按院都要弄壞他方住。“利圖道：“若有這個門路，極妙的了。是哪個？“公子道：“我前日在京，聞虞丞相權勢最重，又極貪財。家中現有十數萬銀子，連夜打發母親同妻子進京，送與他，還伯不妥麼？“利圖聽了，正在歡喜，忽見一個家人急急趕進監來，大哭道：“老爺不好了，昨日摘印後，公子才走出外邊，就有數萬人將衙門圍住，直打進來，夫人躲不及，被眾人扯出衣裳裙褲，扯得精光，登時亂拳打死，可憐陰戶都挖穿。幸喜大娘逃避得快，躲在後邊糞窯裡面，方才得免。\n\n直到四府急急趕來安民，方才漸漸退去。可憐衙中搶得罄空，莫說銀錢一些沒有，就要一隻箸、一絲布，也沒有了。夫人精赤條條，死在血泊之中，衣衾棺木全無，老奴只得到至誠會中，領了一口棺木，身上脫下一件布衫，將就掩蓋盛殮了。百姓還要來打材，虧車老爺押去埋了。可憐大娘，直至眾人散後，方才扒起，雖未傷命，滿身蛆蟲、臭糞，又無衣換，又無湯洗，只得到荷池中，將滿身衣裳裙褲一齊脫去，洗淨身體。又將衣服等，逐件洗濯，可憐腳帶內，都是蛆蟲。衣服洗了，又無日曬，老奴只得將些打壞的什物，燒起烘乾，與大娘穿了。那些丫鬟、小廝、家人、僕婦等，見這光景，也趁勢早早擄了些東西逃去了，只剩得老奴與大娘房中一個小燕。還恐百姓再要打來，衙中又一無所有了，晚上同了大娘，私自出來，借住在段門子家。那門子還甚是可惡，夜間竟來調戲大娘，被我說了幾句，還受他多少氣。今要到四府去稟他，誰知有數百人到按台處告老爺，都發在四府收，正在嚷鬧，嚇得老奴急急趕來稟知“\n\n家人話未說完，利圖一交暈倒，嚇得公子老僕，急急相救。\n\n正是屋漏更遭連夜雨，船遲又遇打頭風。\n\n未知利圖性命如何，且看下回分解。\n\n"
		}, {
			"章节": "第十八回",
			"章节名称": "追贓銀招攀親父　僱乳母得遇故人",
			"章节内容": "詩曰：\n\n側隱人皆有，胡為爾獨無？\n\n不思孽自作，生父也相誣。\n\n仁孝膺多福，貪殘鮮有終。\n\n妍媸難強合，天遣兩相逢。\n\n話說利圖聞言暈去，急急喚救。奈老年人痛入骨內，連叫不醒。禁子急去報官，著官醫生看脈，已經無救。四府驗過，著地方買棺，在牢洞拖出殮了。四府又恐百姓還要來打材，立刻叫扛到壇中，亂葬地上壅埋。可憐利圖與刁氏，貪財刻薄，做到四品黃堂，只落得死同一日，葬同一處，便是他終身受用了。\n\n且說公子原是打得半死的人，今見父母都死，銀子什物搶空，妻子又借住門子家，據老僕說，門子當夜就來調戲他。想妻子又是個最淫的，前月生了兒子，剛剛滿月，聞說兒子又被眾人嚇死了，那段門子生得甚是清秀，我曾弄過他後庭，妻子如何不愛他？如今一室同居，乾柴烈火，焉能無染。我雖不死，亦無面目見人。況眾人紛紛告狀，父親已死，少不得是我受罪，只求早死，反得乾淨。哭了一會，也就昏去。禁子急急遞了病呈，到第三日，也嗚乎了。按院准了許多狀詞，款款是實，件件有據。贓銀不計其數，發在四府嚴訊，就是那窮秀才，也有一狀。這是四府目見的，先提來一訊，將強虎重處，秀才夫婦釋放還家。又討強虎銀一百兩，助秀才為燈火之資。其餘狀詞，因利圖夫妻父子俱死，家產已被搶光，無從追究了。只查向年解府比下的錢糧，侵欺了萬餘金。又狀子裡邊，有幾張牽連他媳婦林氏，私得贓銀有一千餘金。理刑見林氏尚在，難於寬釋，差人提訊。誰知林氏被段門子藏在家中，竟如夫婦一般。林氏也忘了翁姑丈夫，重新調脂弄粉，與門子快活。老家人見他不成器，也各尋頭路去了。今差人要拿林氏，竟無處尋訪，被眾百姓日夜察訪，訪知段門子藏在家中，便齊齊趕到他家。那時天色微明，門尚未開，被眾人打進，見林氏與門子並頭相抱而睡。夢中驚醒，被眾人扯去單被，兩個精赤條條，將繩一總捆了，扛到街上，齊齊動手要打。幸虧差人知道，趕來道：“眾位不要動手，有事在官解去，少不得死。“眾人見說，也就住手。只不許他穿衣褲，就精赤捆了，解進四府。刑廳急急坐堂，見這光景，不覺感歎，就叫皂隸將兩人放開，將衣裳與他穿了。\n\n然後抽籤，先各打二十迎風板。將門子枷號示眾，候詳定奪。\n\n林氏卻有千餘金贓物，並他公公侵欺錢糧萬餘金，在他身上追比。立刻喚齊原告，一一證實，送監立限帶比。可憐愛珠小姐，自恃才貌雙全，不知怎樣好處？誰知今日精赤條條，公堂受責，送進監中，無銀使用，還受禁子許多凌辱，就該深知愧悔才是。\n\n怎奈其心甚毒，想：“我在此受罪，銀子又無，爹爹家中甚好，不如扳他出來，一萬五千不伯不替我上。“主意定了，到追比時，起初抵賴，剛說要拶，便道：“小婦人銀子，都寄在父親處。“刑廳道：“你父親是誰？住在哪裡？“林氏道：“父親名喚林攀貴，住在蘇州府閶門外。“刑廳立刻稟知按台，一張憲牌，仰蘇州府立拿林攀貴解訊。\n\n且說，林員外向來結交官府，佃戶不敢欠他租，放債九扣三分，無人敢少。所以一日富一日，增起數萬家產。因嫁大女，賠去數千金。奉承金家，又贈去數千金。歷年錢糧，與糧房做首尾，不曾大完。後因親翁做了糧道，正思得志施為，不想一扇憲牌，一張告示，將門封鎖，出頭不得，反弄到租也欠了，債也少了，錢糧盡行放出來了。欲要申訴那些佃戶，債戶動不動倒以“恃勢欺人“四字裝頭，似乎是他痛腿，官府也不便認真。至於錢糧，更無處申訴。只得重完一倍，弄得家中漸漸壞了。幸喜新糧道到，方敢出頭。今正閒坐在家，忽見三四個差人趕進，將鐵索望員外頸上一套，員外大驚道：“我又無罪，如何鎖我？“差人道：“你想是夢還未醒，私藏了數萬欽贓，按院發牌立拿的欽犯。還說無罪？“員外反笑起來，道：“這等說，列位走差了！我家又無人做官，何來欽贓？“差人道：\n\n“放屁，我們人也不知拿過多少，怎得有錯？現有憲牌，是你女兒親口招扳的，說你女婿有數萬銀子，藏在你家，怎麼詐呆不認，反說我們走差。“員外一想，道：“是了。我聞得金狀元得罪了虞丞相，自然被他弄壞，無瑕扳扯我的了。我想無瑕雖不是我女兒，我這樣待他，也不該如此忘恩負義。“便對差人道：“我家安分守己，可曾寄人的銀子？若說女兒招扳我，只兩個女兒，小女還在家未嫁，大女兒現嫁與揚州府利太爺的公子，並沒有第三個女兒了。“差人道：“呸！如今招扳你的，正是揚州府的媳婦，難道不是你的女兒？這卻不差了。“員外大驚道：“利太爺現在做官，怎說女兒扳我？“差人道：“你還不知麼？“隨將利家的事從摘印送監，夫妻父子身死，並他女兒門子家捉出，比贓招扳，細細說知。員外聽了，又氣又羞，又喜又急，喜他如此刻薄，該有此報，急著自己被扳，怎得乾淨。只得將銀子打發了差人，帶了千金連夜同差人起身，來到揚州四府，投到刑廳。知利家一無所有，錢糧係欽贓，斷不能免，聞攀貴手中果好，且係他女兒親口招扳的，便著在他身上追完，當日也寄了監。員外一到監中，見了女兒，便大罵道：\n\n“你這小賤人，我自小當寶貝一般養大了你，將你許與金家。金家偶然落難，生了瘋癩，也有好的日子，你就立意不肯嫁他。\n\n你母親埋怨我，你不勸也罷了，又將我十分搶白，逼得我走頭無路，一命幾乎送去。幸虧無瑕肯代你嫁去，你看他小小妮子，倒有見識，說讀書之人，魚龍變化，倘病癒成名，慮你翻悔，虧你還說就中了狀元，也情願讓你做狀元夫人，他竟安心相守，絕不憎嫌。哪知病癒，果中狀元，真個做了狀元夫人，好不興頭，還不自大。惟你這賤人，自己揀一個丈夫，先奸後娶，全無羞恥，反自洋洋得意。偶然公公署了糧道的印，我好意備一副盛禮來賀你，你反攛掇公公不要理我。這也罷了，又叫公公發一扇牌，一張告示，弄得我走頭無路，我只道你富貴千年不認爹娘了，誰知今日天敗，人亡家破，你又去結識門子，被人捉破，出盡了丑。索性不認父母也罷了，怎麼又扳扯了我，你何曾有銀子寄我家，枉口作舌，良心喪盡，看你怎麼樣死？“\n\n愛珠道：“爹爹不要破口，若好好替我完了贓銀，還留你一個性命，若破口再罵，不弄到你家破人亡也不算手段。“員外道：\n\n“真只是真，假只是假，不怕你這小賤人。“兩個爭論，被禁子勸住。明日帶比，愛珠果然一口咬煞，說公公的銀子都寄在他家，四五萬有餘。刑廳道：“別的贓還可緩，朝廷的錢糧是遲不得的，快快交上。“員外再三分辯，愛珠道：“爹爹，不是我女兒不替你隱瞞，只為受刑不起，沒奈何實說的。現有二萬銀子是女兒親手交你的，女婿送來的在外，如今只求你先替我上了一萬四千欽贓，餘剩的若蒙太老爺寬緩，悉聽你幾時還我罷。“員外對面一啐，道：“你這賤人，莫非熱昏了，銀子是哪一隻手交我的？“刑廳道：“是你嫡親女兒，若沒有，怎好招扳你，你若不招，本廳就要用刑了。“\n\n員外道：“銀子實不曾有，叫小的如何招？“刑廳就叫夾起來，夾棍一上，員外殺豬一般叫喊。愛珠全無憐惜之心，還一口咬定。員外受刑不起，只得認了，願賠。刑廳便著差人押了，限半月交上。\n\n員外到家，將田產住房，盡行變賣了，湊得一萬六千銀子，同差人到揚州交上，連使用色平齊頭用完。刑廳見一萬幾千銀子果然依限交足，疑心寄銀是真，還要將贓銀一並押在他身上。\n\n哪知員外已傾家蕩產，就夾死也無可奈何了。刑廳倒有寬免之意，奈愛珠還不肯輕放。那日又當帶比，又要動刑。員外情極哀告道：“小人其實受刑不起了，望太爺看女婿面上，饒恕了罷。“刑廳只道就說利公子，便道：“如今是你女兒在此證你，怎說倒看女婿面上？“員外道：“看二女婿面上。“刑廳道：“二女婿是誰？“員外道：“是新科狀元金玉。“刑廳聽了一驚，道：“狀元是你女婿麼？“員外道：“正是。“刑廳叫取同年錄出來一查，見果是娶林氏蘇州林攀貴女。便對員外道：\n\n“你何不早講，我看你也苦了，只是你女兒這贓銀如何出處？“員外道：“這是他自作自受，小的也顧不得。“刑廳道：“既如此，你去罷。“員外謝了，出去。愛珠還來證他。刑廳大怒，道：“這事明明是屈的，你見你父親手中好，不過要他替你上些銀子，本廳見你沒有得上，他是你父親，代上些也平常，所以著他身上替你上了一萬五千欽贓。他的家產也完了，你還要我追比他，天下也沒有你這狠心狗肺的婦人。即使他果然有你的銀子，也沒有女兒證父親的理，我曉得你銀子都被眾人搶散了，想你也上不起，本廳替你報一個家產盡絕詳上去，候按台批詳下來，看你的造化。“當晚就做了詳文。詳上去數日，後批下來，贓銀免追，林氏與小燕官賣銀八十兩，限二十日繳。\n\n刑廳見批詳一下，就將二人發官媒婆沈媽家，限半個月賣銀八十兩。\n\n沈婆奉刑廳之命，同二人到家，日日外邊尋主顧，奈地方上人，一則因價錢貴，二則因前日段門子家精赤了，捉到刑廳，打了二十，後來又知他扳了親父，人人都道他沒廉恥，沒良心的惡婦，哪個還要他。所以直到限期已滿，差人催逼，弄得沈媒婆也沒奈何，愛珠也情急。適遇無瑕要僱乳母，穩婆說起，石道全帶銀來看。道全雖常到林家，卻從不曾看見過愛珠，愛珠雖曉得石道全，也從不曾見他的面，且聽說徵西大元帥的夫人要討，哪裡曉得就是無瑕。當時道全看中，各人歡喜，就同到刑廳，交了銀子，領了官票，謝了差人等。天色已晚，路又遠，就叫了三乘小轎，連道全也坐了一乘，正要起身，只見穩婆也叫了一乘小轎，要送下船。道全見天色已晚，恐城門要關，再三謝他，穩婆道：“不妨。城門上我們收生有常例的，半夜三更都開的。“愛珠因害羞，也巴不得他送去。遂一同上轎。\n\n頃刻到船，周氏與丫頭們都已睡熟，只無瑕尚未睡著，見道全下船，說人已討來了，無瑕便坐在牀上，只見穩婆先進房艙說：\n\n“夫人恭喜，人已討成了。我說甚好，太爺一看果然中意，急急交兑銀子，給起官票來，已經晚了，驚動夫人。“夫人道：\n\n“反說了，夜晚勞重媽媽又來，卻是不當。“穩婆道：“夫人說哪裡話，夫人托了我，怎敢不來回復，況我們收生是半夜三更出入慣的。“就對著愛珠、小燕道：“兩個姐姐過來磕夫人的頭。“愛珠只得同了小燕向著夫人磕了四個頭。夫人因身子還軟弱，不及細看，說一聲：“起來罷。“你道兩下見了，如何不認得？原來無瑕新產，把包頭齊眉紮了，又晚間坐在牀上，如何看得親切。愛珠一向是點脂搽粉，綾羅錦繡，妝得美人一般的。今在監中多時，又發到媒婆家半月，身上衣衫襤縷，人不像人，鬼不像鬼，絕無本來面目。夫人又未細看，如何認得？\n\n道全就封了一個賞封，四封轎錢，打發穩婆去了，就對愛珠道：\n\n“夫人辛苦要睡了，你兩個且到後艙與丫頭們權睡了一夜，明日夫人打發你被鋪另睡便了。“愛珠到此，已比媒婆家與監中快活多了，將將就就，在丫頭等腳後板上和衣睡了。見天微明，就起來。問丫頭們借木梳梳頭，丫頭們都在夢中，道：“為何這般早？梳具都在桌上，你梳就是了。“愛珠一看見各色都有，就重施脂粉，再整雲鬟，許久不梳的頭，重將香油梳刷，依舊美人一般。又替小燕也梳了，方見丫頭起來，彼此一相，各吃一驚。丫頭道：“你好像我家大小姐，與小燕如何到此？“愛珠也道：“你好橡我家秋桂、春杏，如何也在此？“春杏道：“我兩個是院君送來服事夫人的。小姐嫁利老爺家甚是興頭，如何這般光景？“愛珠道：“我的話一言難盡。且問你夫人與我家絕無親戚，院君為何把你們送來服事他？“秋桂道：“小姐難道不知？“就對著愛珠耳上低低將夫人根腳說出，弄得愛珠猶如癡呆的一般，滿肚懊悔滿臉羞恥。正是：饒伊掬盡湘江水，難洗今朝滿面羞。\n\n不知夫人見了愛珠如何相待，且看下回分解。\n\n"
		},
		{
			"章节": "第十九回",
			"章节名称": "慕原夫三偷不就　拷梅香一訊知情",
			"章节内容": "詞曰：\n\n主婢相逢，令朝翻轉真悲慟。憑天播弄，墜落釵頭鳳。還想興戎，巧語將情控。真惶恐，一場春夢究竟成何用？\n\n－－右調《點絳唇》\n\n話說愛珠聞知夫人根蒂，遂將自己始未假言說明。便道：\n\n“夫人既是無瑕，怎麼公然受我磕頭？“春杏道：“他做人最謙虛，連我們都不當丫鬟看待，何況小姐？昨晚一定不知，我去對他說，看是如何。“遂到房艙對夫人道：“昨日付來的原來就是愛珠小姐，夫人可知道麼？“夫人道：“休得胡說，聞小姐嫁在利家，公公現任為官，如何賣身？“春杏道：“他說公公做官清廉，巡按貪酷，無銀送他，被他拿訪，一門處死，還將他與小燕官賣銀八十兩。夫人不信，喚來一問便知。“夫人道：“既是小姐，如何說喚，快去請來。“春杏出去，果同小姐進來。夫人一見，忙道：“原來果是小姐，奴家不知，多多得罪。賤體虛弱，不能起牀，望小姐恕罪。快請小姐坐了。“\n\n小姐道：“彼一時，此一時，只怕不好坐得。“夫人道：“小姐何出此言？昨晚限於不知，已經開罪，今既知道，奴家倒無坐位，小姐如何反說。一到家即送小姐到員外院君處便了。“\n\n小姐道：“多蒙夫人厚情，感戴不盡，若說送我回家，我是斷斷不去的。但願與夫人始終相同罷了。“夫人道：“小姐果肯與奴家終身相敘，是極妙的了。奴家情願虛左以讓。“\n\n兩個說話，倒也投機，原來一個是真心，一個是假意。彼時愛珠實無好處去，只得權時騙好了夫人再處。夫人卻是老實人，見小姐如此，便也真心相待。不數日，到蘇州。夫人滿擬林員外一家必來，不想到家兩日，探望者甚多，獨不見林家一人來到，心中疑惑，即刻著人去問候。回來說：“林家房子已賣。都說為了官事，產業盡去到別處，完了案，到家帶了妻女一齊出門去了。“又說：“不知何往。“夫人大驚道：“員外安分家居，何來有別處？官司既已妥當，為何反又出門？可憐兩個老人家這些年紀，怎受得風霜之苦。“不覺傷感了一會，倒是愛珠聞知心上暗喜，若然相見，必無好處。幸夫人相待甚厚，快活過去。\n\n光陰迅速，倏忽又經數月，忽報西邊大捷。不數日，又報狀元班師，封鎮西侯，石有光封大將軍，一同欽賜歸裡，然後到任。道全夫婦歡喜，自不待言。夫人更覺大喜，想官人既封侯爵，該有三宮六院，愛珠小姐原是他原聘，雖悔親另嫁，今幸重歸我家，看他口氣，也欲同嫁官人，將來正好使他重續前盟。官人義氣深重，決不戀新忘舊。小姐與我甚好，決不忘情負義。即使讓他作正，亦理所當然。只官人看了節義最重，若與說明，決然不要，莫如只說是我結義姊姊，立誓同歸一處，騙他成了親，慢慢說明便了。主意已定。未幾狀元到家，各官出郭迎接，前呼後擁，八人憲轎，先自回家，然後打發職事轎馬，迎接父母妹子。夫人方知公婆無恙，一同到家，隨與狀元一齊牆門跪接。彥庵夫婦久知媳婦賢德，一見好不歡喜。未幾房族親朋，向來不理他的，今見他富貴封侯，盡來拜賀，狀元極意周旋，無一點驕矜之氣。急急上墳祭祖，設席請人，足足忙了半個多月。夫人每欲勸他娶小姐，奈到家未有半刻之閒，難於開口。直至事情稍定，夫妻閒坐，夫人道：“妾身有一事久欲與相公商議，因未閒空，未敢啟齒，萬萬不可違拗。“狀元道：“夫人說哪裡話，下官的性命、官爵皆係夫人成全，有甚話說，怎敢違拗？“夫人道：“如此極妙的了，別事決不敢越分相強，妾身有個結義姊姊，與奴同庚，曾與立誓生死相同，向因家貧無暇及此，高發後正要對你說，又忽有皇命出徵，今幸得勝封侯。諸侯原該有三宮六院，故將姊姊久已接回，望相公成全，擇日成婚。一則此女終身有托，二則妾身可以朝夕相依，不負前盟，豈不一舉而三得麼？“狀元聽說大驚道：“夫人何出此言，我與你夫妻相合，情義最深，終身相守，猶恐報答不盡，雖蒙聖上封侯，不過派得浮名，猶如戲場上的紗帽，一時熱鬧而已，怎麼認起真來，說甚三宮六院。自後切勿再言，下官必不相從，徒傷夫婦之誼。“夫人道：“妾身與他立誓在前，今相公決意不從，置此女於何地？“狀元道：“這有何難，待下官替他為媒，許他一個好丈夫，夫人既與結義，多贈他些妝資，以後至親往來，豈不情義兼到麼？“夫人道：“此計雖好，妾身終要與他同事相公，方得稱心，望相公曲從為妙。“\n\n狀元道：“這個斷難從命。“\n\n說完竟出去了。夫人見丈夫勸不轉，只得又假設一計，去求公婆。說媳婦有句說話，要求公婆作主，彥庵夫婦道：“媳婦有甚說話；我們自然依你的。“夫人道：“媳婦因身子虛弱，常常有病，前日將相公與媳婦的八字到星家一算，說相公命硬，該犯重妻，媳婦命薄，不應獨主中饋，當另娶一人幫助，方得齊眉。媳婦自幼原有一個結義姊姊，兩下立誓，終始必要相同適遇。媳婦命又如此，相公又封侯爵，原該有三宮六院，媳婦久已將姊姊接在家中，公婆亦曾看見，今早勸相公成就，苦苦不從。特來懇求公婆作主。“彥庵夫婦道：“別的事我自然替你作主，獨此事只怕不妥。“夫人道：“卻是為何？“彥庵夫婦道：“你官人前日曾對我說，當初江中得命，全虧俞德。後到家娶親時，滿身瘋癩，命在呼吸，若非媳婦多方調治，朝夕勤勞，不顧性命，不辭辛苦，性命必然難保。今日功成名遂，父子相逢，皆汝之力，此恩此德，沒世不忘，怎肯重婚另娶，想來說也徒然。“夫人道：“鋪牀疊被、親操井舀，做妻子的理當服侍，有甚恩德。但既蒙相公懸念，就該為媳婦算計，倘果依星士所言，一旦喪命，上不能奉事公婆，下不能撫養兒子，有負相公恩情，豈不反害著媳婦了。“彥庵道：“媳婦既如此說，我們就對孩兒說便了。只是我見那女子雖生得標緻，嘴口澆薄，面肉橫生，兩眼邪視，行步輕挑，恐是個不情之女，媳婦也須斟酌，不要後來懊悔。“夫人道：“他就不情，媳婦終守此義，決無懊侮。“彥庵道：“賢哉媳婦！我待孩兒進來對他說便了。“\n\n未幾，雲程進來，彥庵果將媳婦之言一說。雲程必意固辭，說：“媳婦如此賢德，豈有不壽之理，算命之言，何足為憑。孩兒向年一病幾死，若非媳婦調治，焉有今日？彼時已在神前立誓，終身斷不二色。況今媳婦已經有子，可免無後之慮。若因富貴而悔誓盟，此心何以對天地而治萬民，故寧受違命之罪，決不敢為負義之人，望爹爹母親相諒。“彥庵夫婦齊道：“好媳婦勸夫娶妾，絕無妒忌之心，孩兒立身守義，全無貪色之念，不是媳婦也配不得孩兒，不是孩兒也配不得媳婦，難得，難得，真吾門之幸也。“隨將兒子之言對媳婦說了，夫人也無可奈何，思欲慢慢再勸他。哪知愛珠小姐久已怨之不了，罵之不絕。原來雲程到家時，愛珠先私自偷看，見他相貌堂堂，威風凜凜，絕非利公子輕挑形狀，十分愛慕，思想他係父母自幼許的丈夫，懊悔退了，反作成無瑕這賤人受用，心實不甘。起初還望無瑕撮合，重續前盟，便好慢慢離間了他，不怕不弄到獨主幹坤。\n\n誰知到家已久，只見他夫妻相好，朝歡暮樂，絕不將他提起。\n\n至於夫人極意周旋，他卻全然不知，故想一會雲程，便罵一會無瑕。\n\n一日忍耐不住，知雲程書房在花園中，便私自走進，希圖闖見雲程，便可通情。一直來到書房，見無人在內，台上圖書滿案。走到台前，將書翻看了一會，無情無緒，見旁有榻牀，便去睡倒榻上，恨不得雲程走進，相抱同睡，方才快心。哪知雲程果然來到，見榻牀上睡一少年美貌女子，大吃一驚，說：\n\n“姑娘何來？如何睡我牀上，莫非花月之妖麼？“愛珠急急立起，相告道：“相公堂堂侯府，花妖月魅，誰敢輕入？“雲程道：“既非妖魅，男女有別，此是我的書室，難道不怕旁人議論麼？古語云：『瓜田不納履，李下不整冠。』怎麼獨自睡我書房？“愛珠道：“奴家有許多苦情，來到園中散悶，適見書室無人，偶爾進來一看，不知相公到來，有失迴避，不厭絮煩，請自坐了，待奴細細告稟。“雲程道：“有甚苦情，快快說來，倘可效力，自當為汝伸冤。“愛珠大喜，正要扭捏些話迷惑雲程，誰知口還未開，忽見一個丫頭走進說：“夫人請侯爺講話。“雲程便起身對愛珠道：“我進去有事，你有話遲日講罷。“\n\n說完竟同丫頭進去了。弄得愛珠一團高興化為冰冷，又氣又恨。\n\n原來雲程雖無邪念，愛珠聽他說話竟道有情。夫人來請定出無心，愛珠亦認作有意，如何不恨。只得悶悶回房，將夫人足足咒了三日三夜，恨不得咒死了讓他。又想雲程臨別曾說有話遲日講罷，這明明是厭他，他倒認說約他遲日再去。故念念不忘，時時察訪，訪著雲程獨在書房，竟不顧羞恥闖將進去。\n\n雲程一見便喝道：“你究竟是誰家女子，前日無心到此，這也罷了，今又如何有意闖入書齋，是何道理？“愛珠道：“奴家有多少苦情，前日即欲告知相公，因相公有事進去，未及控訴，今特來細細稟知。“雲程道：“我與你水米無交，你的苦情何必苦苦要告訴我，況我有夫人在內，他做人最是賢德，你有話只合稟知夫人，等夫人轉述才是，如何竟到書齋？終屬不便，快快出去。“愛珠道：“奴家到此已經數月，夫人豈不知道。若肯為我周旋，早早對相公說了，何待今日自來告稟。“雲程道：“如此說你莫非夫人所說的結義姊妹麼？若果是結義姊姊，就是我的姨娘了，有話一發該向夫人說了，阿姨怎好與姊夫面談，快請進去。“愛珠道：“相公你還不知，被人欺瞞哩，我與夫人哪裡是甚麼結義姊妹。你開口是賢德夫人，閉口是賢德夫人，還不知他的根蒂哩。“雲程道：“我夫人是林員外的女兒愛珠小姐，怎不知他的根蒂。“愛珠道：“尚早哩！我便是林愛珠小姐，是你幼年原聘的夫人。他是我房中服侍的丫鬟，名喚無瑕，做人最不正氣，常與小廝們頑耍，有了私胎，我爹娘要處死他，是奴相救，怎說是賢德夫人？“雲程道：“胡說，你既是林小姐，彼時我來迎娶你，如何不嫁來，倒把丫鬟代替麼？“愛珠假意啼哭道：“你不提起也罷，提起來，叫我好不傷心！從來一絲為定，千金不移，奴家自許與君，便是君家的人了。誰知爹娘誤傳公婆凶信，又見相公貧病相連，遂起賴婚之意，逼奴改嫁。奴家決意不從，受了許多打罵，奈係生身父母，拗他不過，只得效錢玉蓮故事，到半塘橋投河自盡，遇著揚州沈媽媽在杭州進香，轉來船泊半塘，將奴救起，見他是個孤身寡居，遂認為母女，隨到淮揚。只道他是好人，誰知住了三年，竟將奴與小燕私自賣銀八十兩，聞說賣與徵西大元帥的夫人。奴家本欲到船依舊投河自盡，直至下船一看，原來就是無瑕。問起根由，方知爹娘見奴死節，難於回你，將他假作奴家嫁你的。我想奴家千貞萬烈，為你守節，他倒現成做了夫人，心中不甘，要等你回來說破。他情極再三求我，情願讓還夫人，自居側室，我倒也罷了。誰知相公到家一月，絕不提起，今日若不自言，此心何日得白。“雲程道：“此言即真，你也只好怨父母誤你，我卻不知，今日夫人皇封已受，名分已正，說也遲了。“愛珠走近一步，竟將手搭在雲程肩上，道：“相公怎說遲了，皇封雖受，原是封林氏的，他一向冒受，今日理應歸還原主。若說名分，我原是主，他原是婢，今日將他作妾，也不屈了他。若慮他不肯，相公現居侯位，這樣不正氣女子，就將他處死也不為過。“雲程大怒，將他手推去，道：“休得胡說，看你這樣形狀，胡言亂道，也不像個貞節女子，快快出去，待我細細訪實再處。“\n\n愛珠還想歪纏，忽見一個小廝進來稟道：“撫院請酒，已著中軍官登門三次矣。“雲程道：“何不早講。“吩咐打轎，隨即更衣上轎，一面對小廝道：“以後著你在園門看守，方才這女人不許放進，若再到我書房，重責三十。“小廝答應看守不提。\n\n且說愛珠又討了一場惶恐，心猶不死。想兩番都被人闖破，哪有這般不湊巧，必然都是無瑕這賤人有意叫來的，此仇不可不報。只須再將幾句巧語去打動他，諒無不妥。正是，但知利口巧如三尺劍，哪知燈蛾赴大自燒身。\n\n要知愛珠又思何計，且看下回分解。\n\n"
		},
		{
			"章节": "第二十回",
			"章节名称": "正綱常法斬淫邪　存厚道強言恩義",
			"章节内容": "詞曰：\n\n魚目有時瞇眼，燕石終非難辨。\n\n識者豈無人，現真形。孰正孰邪分界，除惡除淫莫怪，掣劍斬妖魔，不饒他。\n\n－－右調《昭君怨》\n\n書說愛珠小姐到園中，討了兩次怠慢，心上終放不下雲程，眠思夢想，一夜不曾合眼，又做了許多巧話，思量再去引誘雲程。候至飯後，要到園中。誰知未到園門，正要走進，只見一個小廝，急急阻住。道：“不要進去，侯爺在書房內有事。“愛珠道：“我是進去得的，不要你管。“說完又要跨進，被小廝一把扯住。道：“侯爺吩咐，獨不許你進去，若放了你進去，要打三十板哩。“愛珠道：“放屁！你道我是何人，如此放肆。“小廝道：“你不過是夫人的結義姊妹罷了，也不該開口就罵我放肆。“愛珠道：“我哪裡是甚麼夫人結義的姊妹，我是侯爺原聘的夫人，如今的夫人是我的使女，你休得聽了他的話來得罪我，我若對侯爺說了，叫你死在我手。“一面說，一面又要走進。被小廝一把又扯出，道：“呸！我倒為夫人面上，好好的與你說。若論侯爺，你便想他，他卻不來想你，你這樣要遷就人，不如來就我小廝，倒還用得你著哩。“愛珠大怒，正要發作，只見一個丫鬟，提了一籃花在園中走出，愛珠看見，一發大怒道：“現在他們進去，怎麼我獨進去不得？“小廝道：“他是奉夫人之命進去採花，你卻是獻花。侯爺正惱你胡纏，獨不許你進去，別的原不禁，他請你收了這邪念，向別處去尋人罷。侯爺是纏不上的，休得要討出丑。“愛珠聽了，又羞又惱又恨，欲與小廝爭鬧，又來往之人不絕，都掩口而笑，不好意思，只得悶悶而回。欲要不去，又捨不下雲程；欲要再去，又恐受小廝的氣。千思萬算，忽想道：“那小廝一定是無瑕這賤人吩咐了他，獨阻我一人，金郎哪裡知道？我想金郎雖見我的貌，還不曾曉得我的才。那小廝聽了無瑕只阻我一人，丫鬟原不阻擋，我不免做詩一首，再教了小燕的話，叫他送進去，饒他佛菩薩，也不伯他不動心。算計已定，就做詩一首，又詞一首，極言自己為他守節之苦，又責他寵愛丫鬟，負他情義之意。做完就叫小燕來，細細教了他說話。打聽雲程獨在書房，就著他將詩詞送進。原來小廝為雲程吩咐，果然只阻愛珠一人，小燕並不阻擋，一腳竟到書房。見雲程獨自一人在內，便走進去磕了四個頭，呈上詩詞。雲程一手接詩，一面就問道：“你是誰家使女，此字是誰人著你送來的？“小燕道：“小婢是林家使女，名喚小燕。此字是我家愛珠小姐著我送來的。“雲程道：“我與你小姐並無瓜葛，如何送字來與我看？你小小年紀，敢作紅娘的故事麼？可知我卻不是張生，休得認差了人。“小燕道：“我小姐也不比鶯鶯，小婢也不是紅娘。小姐說他是侯爺自幼聘定的夫人，為因守節不肯改嫁，受了許多苦楚，要求侯爺不負前盟之意，請侯爺看詩便知。“雲程果將詩詞一看。\n\n詩曰：\n\n妾是林家真愛珠，\n\n為君守節歷崎嶇。\n\n從今重結鴛鴦帶，\n\n婢竊夫人應讓吾。\n\n後又有詞一首。詞曰：\n\n守貞以俟，不是逢場聊作戲。喜得重圓，猶恨他人占我先。\n\n當年原聘燈下憑，君仔細認。才貌絕殊，自識林家真愛珠。\n\n右調是《減字木蘭花》詞。看完大笑，道：“詩才果好，只詩意甚是不通。不說他爹娘負我，反說我負了他。且看他如此輕狂舉動，也不像個正經守節之人。且前日對我說夫人許多不正氣的話，我想夫人十六歲嫁來，猶然處子。至今六七年，相處相敬如賓，一言不苟，豈是不正之人？即此一言，可見他的話就不實了。我前日正欲細訪，奈又不好問得夫人，其餘又無人可問。今看小燕必然盡知，但好好問他。必然教了來的，須將刑法嚇他，方能嚇出實情。算計已定，就問小燕道：“你還是自幼服侍小姐的，還是遠來隨他的？“小燕道：“我爹娘就是林家的人，小婢生長出來就服侍小姐的。“雲程道：“既自幼服侍小姐，則小姐前後事情自然都知道的了，可細細說與我知道。“原來小姐的一片假話都教了小燕來的。小燕不慌不忙，依小姐先前的話一字不改述了一遍。雲程道：“據你說，沈媽媽將小姐與你一同賣來的，難道當初小姐出去投河，你也隨去投河的麼？“此一剝，小燕卻未曾打點，停了一會道：“小姐去投河，小婢隨去勸他，幸遇沈媽相救，便隨著去的。“\n\n雲程道：“這就假話了。小姐說我夫人也在他房中服侍的，那時你只八九歲，夫人已有十六歲了，怎麼你八九歲的尚知去勸他，難道年長的倒不去勸他麼？“小燕道：“那時夫人已睡熟了，實是不知。“雲程道：“難道你小小年紀倒不想睡？況且你若無知，決然不去，你果有知，就該報知員外院君，即不然也該對夫人說知，大家勸轉，豈有八九歲的丫頭就能勸他轉來麼？一派都是鬼話，還不從直講來，若再半字支吾，叫你先受我拶指的刑法。“小燕道：“實是句句真言，並不敢欺瞞侯爺。“雲程道：“還說真言麼？“叫小廝將這小賤人拶起來。小廝便將拶指，扯出小燕兩手套上，輕輕一收，小燕已殺豬一般大叫道：“小婢實是初進來的，以前之事實是不知，望侯爺饒恕。“雲程道：“胡說，你方才明明說自幼在他家生長的，如今又說初進來的，這等可惡，收起來！“小廝又狠狠的一收。小燕道：“侯爺饒命！小婢實是受刑不起。“雲程道：“只要你細細直講，自然放你，若再支吾，莫說拶斷你手指，我還有寶劍在此，要斲你的頭哩！“小燕道：“若是小婢直說，小姐知道刑法，也當不起，還求侯爺饒命。“雲程道：“不妨，有我在此，直說了保你無事。“小燕一想，說也是死，不說也是死，索性盡行說明，就死還可稍緩。遂將學師說親時，院君吵鬧，小姐要去尋死，員外情極縊死、救活，當時小姐不肯嫁，侯爺又要娶，退又不能退，只得將如今夫人代嫁的。雲程道：“夫人究竟是何等樣人，果是與你一般服侍小姐的麼？“小燕道：\n\n“我是他家生的，夫人是外邊討來的，就是石太爺的女兒。“雲程道：“哪個石太爺？“小燕道：“就是住在此石將軍的太爺。“雲程道：“是幾歲上賣來的？他為何要賣？“小燕道：“夫人十二歲上，石太爺醫死了人，送在監裡，夫人賣身救父，員外院君討來服侍小姐的。“雲程道：“代嫁之後，小姐便怎麼樣？小燕又要支吾，雲程拔出寶劍就要斲。嚇得小燕就將荷亭避暑，利公子闖入私通，先奸後娶，隨翁上任，直說到巡按拿訪，百姓打鬧，一門俱死，小姐躲避，私通門子，被人捉出，理刑責打，比贓扳父，以至父女成仇。雲程止住，道；“聞員外院君甚是愛他，何不好說，卻去扳他？“小燕又將員外備禮來賀，小姐拒絕不見，又給示封門一番，結怨於前故難好說，後又發沈婆家官賣，夫人不知，討下船認出，如何相待，一一說完。雲程一想道：“此言一些不差，我在揚州經過，怪不得曾、車二年兄向我請罪，說得罪令親。我心中不解，原來就是此事。這樣惡婦，豈容一刻存留。“吩咐將小燕放了拶，正要算計處治愛珠。\n\n誰知愛珠見小燕去了許久不來，自己走來打聽。見小廝不在園門，竟走到書房，正聽得將小燕放拶，心中一嚇，恐小燕說破，急急趕進，意欲還去胡纏。誰知雲程正在大怒，一見愛珠走進，不覺怒上加怒，趕上一把頭髮扯倒，提起寶劍就要殺，嚇得愛珠連連哀求，雲程要他自己供招。小燕見勢頭不好，急急趕進求救夫人。夫人聞知也大驚，急急趕到書房，見丈夫扯著愛珠，只是要殺。夫人上前相勸道：“相公有話好講，為何提刀弄劍起來？“雲程道：“夫人我與你相處多年，難道還不曉得我性情。前日還虧你騙我，說甚麼結義姊妹，勸我收他，幸而我有主意，決意不從。倘然收了，可不被他污辱盡了。快請進去，不要管他，我斷要殺這淫婦。“夫人道：“相公且請息怒。小姐即有不是，罪不至於殺身，還宜從容斟酌。“雲程道：“夫人怎說他罪不至於殺身？若論其罪，萬剮猶輕，今將他一刀殺死，還便宜了他哩。“愛珠道：“奴家有甚罪，求相公講一明白，使奴死也甘心。“雲程道：“你要我講明白，只怕你的罪擢髮難數哩。你且聽著：女人最重名節，你也曉得一絲為定，千金不移。你自幼許我，見我貧窮有病，就尋死覓活，不肯嫁我，致父親情極自縊，還騙我說守節投河，你的節在哪裡？罪之一也；女人又最重廉恥，你獨處園中，私通利氏之子，先奸後娶，廉恥喪盡，罪之二也；為人要有仁心，你嫁到利家，隨翁任所，見翁姑丈夫貪財害民，你就該勸諫，怎反助紂為虐，百姓盡皆切齒，仁心何在？罪之三也；萬惡淫為首，百善孝為先，你不見夫人因父有難，情願賣身救父，雖一時有屈，如今現受一品皇封，上天何曾虧負他？你這賤人，公公偶署道印．你父親備禮來賀，即使你公公輕薄他，你還該暗地周全，怎反從中阻撓，拒絕不認，即此一端，就該天雷打死，罪之四也；自古說，一夜夫妻百日恩，你與利公子先奸後娶，臭味相投，也可謂情深義重的了，怎麼丈夫還在獄中，你就私通，下賤忘義，貪淫至此，極矣！罪之五也；人最不可忘本，你被百姓捉出理刑，責比追贓，把父母體面喪盡，他不怨你也罷了，你反扳害親父破家蕩產，奔走他方，罪之六也；為人要知恩義，你發媒婆家官賣，地方上知你淫惡，無人要你，虧夫人討你來家，又待以上賓，還勸我收你，此恩此德，天高地厚，怎反在我面前離間他，恩將仇報，罪之七也；為人要識時務，你已背盟失節，只合安分悔過，如何連次到我書齋，希圖狐媚惑人。豈知我秉燭雲長，焉能受汝狐媚，罪之八也；為人良心不可喪盡，夫人節義自守，忠孝兼全，賣身代嫁，一則為親，二則為你，嫁到我家，見我貧窮惡疾，絕未憎嫌，數年同處，相敬如賓，從未一語入邪。你就說他許多不正，良心喪盡，罪之九也；心腸不可太毒，莫說夫人待你如此恩德，即使有仇，還該稍存厚道，怎就教我殺他，人心惡毒一至於此，罪之十也。即此十罪，死有餘辜矣，還有何辯麼？“嚇得愛珠一字難言，惟有跪地哀求乞命而已。\n\n夫人急急上前止住，道：“相公數說小姐十罪，奴家也不敢與辯，但妾代相公算計，也有三不可殺。“雲程道：“為何有三不可殺？“夫人道：“朝廷特賜尚方寶劍，要你斬除貪官污吏，勢惡土豪，如何發軔之始，先斬一婦人，可不輕了聖上所賜麼，一不可殺；二則小姐曾許過相公，雖則背盟，原將奴代嫁，後來員外院君，許多厚贈，皆小姐面上來的，相公須看員外院君情面，二不可殺；三則妾身在他家數年，小姐相待甚好，今又是妾身留他在此，若然殺了，知道的還說小姐不好，為相公所殺，不知道的，定然說奴家妒忌，攛掇相公殺的，叫我這妒忌不義之名，何處分辯？還望相公看奴薄面，斷斷不可輕殺。“一面說一面也跪下去代求。雲程看見，急急扶起，道：\n\n“夫人難道不知，下官豈是刻薄的人？只因此女惡毒已極，若不早除，必多大害，“說完又要殺下。夫人道：“相公既不聽奴所勸，奴家根蒂已露，你堂堂侯府，奴家出身微賤，如何受你的封誥，你須早早另娶，妾身即當退守空門，看經念佛，以終天年便了。“雲程道：“夫人何出此言。松柏雖好，不遇歲寒，如何見其獨盛？夫人若不賣身，何由見你的孝？下官若非貧窮生病，何由見你的義？這正是天公要成就你我姻緣，幻出許多更變，使魍魎自現，玉石頓分。至於偶爾屈身，一發無害，不見韓信亦曾受辱於跨下，伍員亦曾吹蕭於吳市，後來各建大功，誰人道他微賤？況你原是舊家，不過救父心急，屈身行孝，正是你的好處，下官正思報答深恩，夫人何反多疑？若必要救這賤人，我就看夫人面上饒他一死，但本境斷難容留，叫小廝將我令箭一枝，著旗牌官押交汛地，捱鋪遞解，逐出境外交令。\n\n“小廝答應押出，夫人還想再勸，見人已押出，知難挽回，急急進去，取銀十兩、衣裳兩套，送與愛珠，執手寬慰。愛珠此時也知夫人一片真心待他，彼此悲傷而別。\n\n且說雲程發去愛珠之後，就將前後細情一一稟知父母，請出石道全夫婦兩親翁親母交拜了，然後又同夫人重新拜見岳翁岳母，並與有光拜認了。即就設席，合家歡會，然後擇日起身上任。親族鄰友聞知，家家送禮，個個請酒。又有本地鄉紳官府，俱來送行，雲程一概致謝。因想一路去，各官迎送纏擾，必然耽擱，恐違限期，遂打發家眷從水路慢慢到任，自己先帶了鐵純鋼、石有光並諸將士，從陸路先行。正是不是一番寒徹骨，怎得梅花撲鼻香。要知一路風光若何，且看下回分解。\n\n"
		},
		{
			"章节": "第二十一回",
			"章节名称": "報深恩破廟重興　逢故舊窮途得志",
			"章节内容": "詩曰：\n\n書生未遇莫相輕，\n\n到得崢嶸恩怨明。\n\n回想當年受惠處，\n\n萬金不惜答深恩。\n\n堪歎窮途難自支，\n\n忍教骨肉暫分離。\n\n當年勢利今何在，\n\n猶幸他鄉遇故知。\n\n話說夫人等在水路，慢慢而行。且說雲程率領兵將在陸路而行，早到陝西界口。許多兵將迎接，前呼後擁，十分威武。\n\n不覺已到向年養病之所。雲程想起拂塵情義，要思報答，吩咐住轎，走進廟中，拂塵不見。只見許多人扯著無虛要打，還有多少人拿著鋤頭釘耙要拆毀聖像。見有兵將官府進廟，不知何故，只得住手。無虛脫身，忙躲人灶窩中發顫，想道：“只說盧太師已死，其勢敗了，徒弟與他爭論，被他捉去，今日竟來拆廟。我還說地方或有公論，不想他又到哪裡請了些兵將來，今番斷要占去的了。“\n\n你道無虛為何如此說，原來那廟是前朝皇帝造與國師住的，廟基有二十餘畝，大殿有六七座，後有花園，山水、池亭、台閣，無糧香火田一千畝，道士數十房。第一興頭的大廟，只因近了盧太師的莊子，漸漸謀去一半，後來勢大，竟全占去了。\n\n道士稍有違拗，非打即罵，嚇得盡行逃散。只存小屋數間，無虛師徒住在內，即雲程養病處也。不想盧太師賜死後，城中大房子盡行籍沒去了，只存這莊子並占廟中的無糧田。虧府尊是他家門生，縣尊是他家長隨出身，替他朋比隱漏，未開籍沒之內。盧公子扶樞歸裡，就住在莊上，請地師看地安葬。地師看到廟基，道：“此地就是個大地，目下正該興旺，若葬了真穴，富貴不必說，只怕做到帝王還不止哩。“公子大喜，道：“此地總是我家的，悉聽點穴就是。“地師又四邊一看，看到無虛的住屋，便道：“真穴在此屋內。“公子就對無虛說，要他出去，拆毀造墳，嚇得無虛開口不得。拂塵道：“大爺陰地不如心地好，勸你將就些罷，不要想別人的，連自己的都送去了。“\n\n公子見他說話有因，明明道破他隱漏之意，便大怒道：“這道士可惡，送到縣中去，叫知縣送他在監中處死他。“一面就叫做工的拆去神像，老道若放肆，也打他一個死。家人領命，果將拂塵捉去，領了做工的來拆聖像，打老道。適遇雲程到來，住手細問，方知是鎮西侯，曉得是太師的對頭，急急趕回報知公子去了，無虛哪裡知道，還疑盧家教來的兵將。\n\n誰知雲程進廟，先問拂塵，眾人不敢答應，去扯無虛出來，嚇得無虛竟要鑽入灶堂中去。雲程見無人答應，自己走進。見眾人亂扯無虛，無虛驚慌躲避，便喝退眾人，笑對無虛道：“老道不須害怕，你當初說死了百十年來做護法的金雲程在此。“\n\n無虛聽說，舉眼一看，雖然氣象不同，聲音面貌還認得，見他蟒袍玉帶，知已做了大官，只得起來磕頭乞命。雲程扶起道：\n\n“我昔年在此受你徒弟大恩，又吵鬧了聖像，曾許重修廟宇，再塑金身。今日特來報謝還願，誰來計較你。你徒弟在哪裡，快請出來相會。“無虛聞言，方大喜道：“如此說，神聖果然有靈。“隨將廟宇始未，盧家以前謀占，今欲拆毀造墳，將徒弟捉去送監，一一稟知。雲程道：“盧家已經籍沒，如何他鬼子還敢如此橫行，難道地方官不畏王法，敢助他作惡麼？“無虛道：“府太爺是他家門生，縣太爺是他家長隨出身，誰敢拗他。“雲程道：“原來如此。“叫旗牌將令箭一枝，速著府縣官立拿盧公子。並請拂塵師立刻到來，毋得遲誤。\n\n旗牌官得令，先到府，後到縣，宣說令旨，嚇得府縣魂魄俱無，知鎮西侯是盧家對頭，怎敢還顧情面。一面就差人盧家拿人，一面就親到監中請出拂塵，求他在鎮西侯面前方便。拂塵竟摸不著頭腦，不知鎮西侯是何人，如何反要他方便？未幾，差人來回復，盧公子先有家人報知，投河身死，屍首現在。其餘家屬盡行逃散，不知去向。府縣更覺驚慌，只得同了拂塵到廟回復。只見鎮西侯遠遠望見拂塵，親自下階，一把手扯了，道：“老師可還認得本爵麼？十年前在此蒙你收留大恩，今日特來奉謝。“拂塵舉眼一看，方知鎮西侯就是金公子，心中大喜，連忙跪下磕頭，道：“原來是金侯爺，向日多多得罪，怎敢雲謝。“雲程急急扶起，命他同坐。拂塵決意不敢，被強不過，只得在旁坐了。雲程就喚府縣來，罵道：“你這兩個狗官，朝廷命你做府縣，叫你替百姓申冤理枉，不曾叫你替盧家做鷹犬。盧公子何在？“府縣官連連磕頭，道：“盧公子先有家人報知，侯爺要拿他，情極投河身死，家人盡皆逃散，獲到解上。\n\n“雲程道：“明明是你放走了，敢來欺瞞本爵麼？左右拿下，帶到衙門重究。“拂塵慌忙跪下，道：“在府縣官徇情，固當重究，但他二人，實受盧家大恩，見他勢敗尚不有負，也是一點好處。況公子實係身死屍首可驗，望侯爺寬恕。“雲程道：\n\n“既師父討饒，造化了他，好好回衙去罷。“打發府縣去後，對拂塵道：“方才你師父說你廟基地有二十餘畝，無糧田有一千畝，都被盧家占去，本爵到任，即仰藩司清理付還。“還說：\n\n“廟貌尚有圖樣可查，可叫各匠公估照式造起。要費多少錢糧，本爵先著俞德送萬金來，將就造起。慢慢收下田租，本爵再當湊來，恢復舊業便了。“拂塵連連磕頭稱謝。雲程當付銀一百兩為香燭之資，然後拜辭神像，起身到任去了。嚇得地方上向來欺道士的盡來請罪賀喜，將一個窮道士登時抬在九霄雲上。\n\n連無虛也把徒弟奉承得了不得，道他“眼力如何這般好，這般一個窮病鬼，留他住在此三年，早晚燒茶送水服侍他，我心上厭他不過，只怪徒弟多事，零星碎語不知說了多少。臨去時虧你還說將來全仗他護法，我說等他護法好死了百十年了。那知未及十年，就做了侯爺。若不是他來，此時聖像也毀去了，我與你性命也難保了。看起來竟是一個大護法，以後我再不作主了。“拂塵道：“落難之人，原不可輕賤他的，從來與人方便，自己方便，彼時不救他的難，今天誰來救我的難？“無虛就取出廟圖，叫名匠估了作料。一月後，俞德果將一萬銀子送來。\n\n拂塵接著大喜，彼此稱謝，擇日興工，不半年已草草成局，三年之後竟依式造完。當初逃散的道士盡來歸附，比以前更興旺，竟成了一個聖境。拂塵一無所事，日夜打坐修真，直活得一百餘歲，無疾而終。死時香聞數里，一月而散。此是後話。\n\n且說金夫人隨即也就同了翁姑父母，下船起身，一路趁便遊山玩景。一日，船到漢口，停前正要查點人夫，只見岸上有幾個花子，捉著一個老花子在那裡廝打，口中道：“你既不當官，就不該到此地來叫化，奪我們的生意。“又聽得老者道：\n\n“叫化天下去得，我是別處人，暫時流落在此討飯，又不吃你驛裡的錢糧，如何要我扯摔。“眾花子道：“放你娘的臭屁！你既是別處人，只該在別處討飯吃，誰許你在我地方上來討？“\n\n齊齊扯住要打，適值俞德上岸出恭，下船看見，心中不平，上前喝住。眾花子見是鎮西侯船上大叔，便不敢動手，要上前告訴。那老者也要上前告訴，把俞德一相，道：“大爺好似蘇州俞大叔麼？“俞德也將他一相，道：“你莫非是林員外麼？“老者道：“我正是蘇州林攀貴。大叔因何到此？“俞德道：“原來果是員外。夫人一到家，就著人相請，說員外為了官司，家產變賣，出門去了。夫人不勝懸念？怎麼流落在此？“員外道：“夫人一向好麼？大老爺可曾回來了？“俞德道：“員外還不知麼？大老爺久已得勝還朝，封為鎮西侯，已經上任去了。\n\n夫人與太老爺、太夫人從水路上任，都在船內。“員外大喜，又大驚，道：“原來夫人在此，請問太老爺是誰？“俞德道：“就是我家太老爺了。“遂將彥庵被盜留住，父子相逢同歸的話說了，便道：“員外請少待，我下船去稟知太老爺與夫人，拿衣服來換了，請下船相會。“說完，急急下船去了。那些眾花子聽說，盡皆嚇死。早有一人報知驛丞，驛丞也嚇慌，趕來問員外道：“你與鎮西侯有親麼？“員外道：“鎮西侯是我嫡嫡親親的女婿，我女兒夫人現在船中，方才大叔已下船去說了。\n\n“嚇得驛丞連忙跪倒，眾花子齊齊磕頭，道：“有眼不識泰山，望太爺饒恕。“員外道：“要我饒你們也不難，只是你們方才把我衣服都扯破了，我身邊積聚幾兩銀子都搶去了，快快賠還了我便罷。“驛丞明知他要詐銀子，急取出兩錠銀子，叫眾花子也急急湊出，共成四兩，送與員外方住。\n\n只見俞德已拿了衣帽靴襖上來，與員外換了，一同下船。\n\n先到彥庵船上，彥庵已在艙門迎接，道：“親翁久違了。“員外一拱直打到地，道：“親翁太老爺，恭喜，賀喜！末親沒有一日不想念？今日幸會，使末親與有榮矣。“彥庵道：“小弟江中遇盜，小兒患病顛連，久已不齒於儔類，幸賴媳婦賢德，石親翁醫治，僥倖得有今日，怎如令愛才貌雙全，令婿貴介公子，令親翁本省上台共榮，更當何如？小弟正要恭賀。“員外聽說，嚇得開口不得，惟有連連打拱，侷促不安。彥庵方呵呵大笑，道：“親翁不必如此，以前之事，我已盡知，不關親翁薄情，都是令愛看事不破，只道貧窮的終是貧窮，富貴的終於富貴。哪知總有命在，幸虧替身甚好，小兒倒因禍得福，遇此佳偶，連性命功名都是他成就的。然亦虧親翁屢次厚贈，方有盤費考試，小兒也決不相負的。請問親翁何故遠出？近況若何？\n\n寶眷何在？“員外道：“一言難盡。小女不肖，親翁盡知，末親也不敢相瞞。末親家中也頗頗遇得，都是這賤人起初興頭不認，後來扳害累賠，害得寸草無存，安身無地。多蒙令郎以前家信回來，約我進京共享榮華。彼時有事未去，後來無處安身，帶了敝房小女，意欲到令郎處暫且安身。不想到京令郎出徵去了，夫人又回來了，只得依舊回家。來到此地，盤費已盡，至親三口，進退無門，幸遇白衣庵女僧留敝房小女相幫，末親係男人不便留住，獨自一個，只得求乞度日。今遇太老爺，猶如絕處逢生了。“彥庵道：“好說。既是親母、小令愛在庵，可一齊接下船，同到西安再處。“員外連連叩謝。\n\n夫人在那邊船上聞員外與公公會過，即著人請過船相會，重訴苦情。夫人十分傷感，就著俞德帶了秋桂、春杏、喚兩乘轎子並衣服首飾，隨員外到庵迎接院君、小姐。\n\n且說院君、小姐在庵，那些尼姑好不惡刻，一日只與他幾碗薄粥，粗重生活都要他做，還道做得不好，不時打罵趕逐，二人苦無去處，只得隱忍。那日正因扛水，偶然失腳，潑濕地上，尼姑等齊齊打罵，要趕他出來。院君、小姐跪著相求，適值員外等叩門進去看見，便道：“院君、女兒快起來，有出頭日了。“院君抬頭一看，見員外大帽烏靴，身穿華服，後隨兩個女子，滿身綢絹，急與小姐立起，上前一看，認得是秋桂、春杏。急問：“你們從何到此？“二人道：“小婢奉夫人之命，特來迎接院君、小姐。氈包內首飾衣服，請院君、小姐更換。\n\n轎子在外，快請下船。“院君道：“夫人回家已久，怎麼船才到此？“春杏道：“夫人京中到家已半年多了，如今大老爺得勝還朝，封鎮西侯已上任去了。今夫人到陝西任上去哩。“院君大喜道：“原來如此，可喜，可喜！“即打開氈包，見衣服首飾甚是齊整，母女二人換了。正要上轎，只見眾尼姑問明來歷，各各驚慌，齊向院君、小姐請罪。院君不理，小姐道：“人情世態，個個如此。我們向日流落無依，也虧師父們收留，母親決不計較，快快請起，不要使我們反覺不安。“尼姑俱磕頭道：“小姐如此大量，將來定然宏福齊天。“母女二人上轎，不片刻已到船中。夫人迎接下船，說：“母親、小姐來了麼，我前日一到家，就著人奉候，說一家都出門去了，甚是懸念。“\n\n院君道：“多謝我兒夫人，恭喜賢婿高封顯爵，我兒誥封一品，方知相士之言一些不差。只我那大狐狸不知怎麼樣了？如今小女兒終身尚無著落，相士曾說他有夫人之分，全仗我兒夫人提攜。“夫人道：“小姐之事，一到任所，與相公商議，包他一位夫人便了。只大小姐說起，實是可傷。“院君道：“我兒夫人，你曉得他的下落麼？“夫人便從官賣討回，直說到他自己說破，被殺被逐而住。院君道：“真正天下第一個賤人了。夫人如此待他，他反自己說破，難怪賢婿要殺他。那時夫人不該勸，這樣賤人，忘廉喪恥，殺了倒乾淨，如今到別處去，又不知怎樣害人哩。“\n\n正說間，只聽得外邊掌號開船。在路迅速，不久已到西安。\n\n雲程已著諸將等遠遠迎接，自己也擺了半朝鑾駕出來相迎。正是一子受皇恩，合家食天祿。未知到任後如何，且看下回分解。\n\n"
		},
		{
			"章节": "第二十二回",
			"章节名称": "宮殿上四美成婚　孤城中兩忠遇難",
			"章节内容": "詩曰：\n\n姻緣難逆料，造化常顛倒。\n\n才貌自矜誇，一敗如秋草。\n\n曾笑妹無才，容顏欠姣好。\n\n豈敢嫁公卿，只堪樂綦鎬。\n\n誰知賦桃夭，居然一大老。\n\n雖非美而文，統兵守豐鎬。\n\n海寇猝難平，朝廷命徵討。\n\n一戰又成功，合門加旌表。\n\n孰謂相無憑，於今分白皂。\n\n女子別貞淫，配偶天然巧。\n\n話說金雲程接進父母、妻子並岳父母、員外、院君、小姐等，到得衙署。眾人一看，只見堂高數丈，屋字深沉，房屋百間，盡是雕樑畫棟；園庭一座，無非台閣亭池，左右數間公館，鐵、石二將分居門前。一帶班房，書皂輸班各守，贊堂的都是文臣武將，袍甲鮮明；守門的盡皆劊子軍牢，刀槍森列。內堂中一派笙簫鼓樂，華筵上早陳海味珍羞。接風家宴已畢，外邊賀禮紛紛。雲程一概不受，足足又忙半月。\n\n一日，理事稍暇，雲程到父母處問候了一會，來到夫人房中閒坐。夫人就說起林家二小姐，道：“他才貌雖則中平，恭容德性色色俱全，大非阿姊輕狂體態。那年李鐵嘴曾相他有夫人之分，看來是像一位夫人之相。我曾許他到任後與相公商議，替他為媒，不知相公可有處成全他否？“雲程道：“夫人既看中意，許他為媒，下官倒想著一人在此，年又相當，嫁去實是一位夫人了。“夫人道：“是誰？“雲程道：“就是令弟尚未有親，說成豈不是一位夫人？“夫人道：“好便甚好，只恐家寒，兄弟粗蠢，員外、院君未必肯。“雲程道：“夫人說哪裡話，岳父原是舊家，大舅一身本事，已受皇封，將來正未可量。\n\n員外、院君有甚不肯，只不知小姐可有此福否？夫人且去與岳父母、大舅商酌，下官先稟明了父母，就與員外、院君說便了。\n\n“夫人道：“多謝相公盛情，妾身就對爹娘兄弟說知。候相公回音定奪。“雲程隨即到父母處，將此事稟知，要代林小姐與大舅做媒。彥庵聽說大贊道：“二人正當男婚女嫁之時，門戶又相當，年紀又相若，實是一對好姻緣。我兒正該速速為媒才是。我也有一事正要與你說知，你妹子年紀也長成了，還未許人。我看來沒有個中意的女婿，只有鐵純鋼年紀相當。原與我家世誼，又是我的學生，且一家性命全虧他母子保全，算來甚好，只自己不便啟齒，須得一個媒人便好。“雲程道：“果然甚好，要媒人不若就煩岳父便了。“彥庵道：“我兒之言有理，你可先與員外說妥，去回復你岳父，就好煩他為媒了。“雲程領命，就到員外處請出員外、院君，見禮畢，院君道：“賢婿喚愚夫婦出來，不知有何話說？“雲程道：“有一頭親事，小婿要代小姨作伐，不知岳父母尊意若何？“員外、院君齊道：\n\n“賢婿作伐，自然極妙的了，有甚不從。但不知是哪家？“雲程道：“就是石家大舅，他年紀與小姨同庚，正當婚嫁之時。小婿方才與夫人商議，夫人說只恐大舅生得粗蠢，岳父母不願。\n\n小婿特來請教。“員外、院君大喜，道：“夫人怎說這話，只恐小女醜陋，不堪為將軍之配，倘蒙不棄，是小女之福，聽憑擇日成婚便了。“雲程就別了員外，來到石道全處，夫人已先說妥，道全夫婦亦甚歡喜。雲程又將父親之言，托道全到鐵純鋼處為媒，道全隨即過去與純鋼說知。純鋼更覺歡喜，一則向來看見元姑小姐美貌端莊，心中久已愛慕，只為自己難於啟齒；二則因雲程已封侯爵，他的品級相懸，誠恐不肯，不敢開口。\n\n今見道全一說，正合己懷。便道：“小姐係侯府千金，金枝玉葉，小將係標下將士，怎敢仰攀？“道全道：“小婿曾說將軍原係世誼，況敝親翁全仗將軍保全，感恩不淺，彼此相德，何必過謙。“道全遂即回復了雲程。又請出彥庵說了，就擇吉成親。四個新人，恰好都是同年，就選了十一月初三日大吉。雲程急急備辦妹子妝奩，並代林小姐也一色備完。到初三日，兩對新人齊齊打扮，堂前金鼓喧天，席上笙歌迭奏，眾官送禮慶賀，諸將備酒送房，兩邊俱十分熱鬧。當夜合衾成歡，夫妻恩愛不言。可知自此以後，有光就將員外夫婦接到自己署中居住，安閒快樂。鐵嘴所言半子之靠卻又應了。\n\n且說雲程到任一年，治民察吏，井井有條，考將練兵，時時不倦。軍民相得，百姓歡娛，正是一載化成，中外悅服，且按下不題。\n\n且說學師金誠齋那年丁憂到家，守孝三年，起服補了江寧府學教授。未及一年，特舉了卓異，升任錢塘縣尹，清廉正直，撫字心勞，萬民歡慶。方及兩載，就升了湖州府同知，駐紮烏鎮。剛則到任，適遇海塘衝倒，撫院就差他料理修治。一則他官運亨通，二則他才略原好，不上一年，工程告完，塘岸修起。\n\n上台因他有功，就題了府。又未幾，轉了道，鎮守台灣等處要缺。到任之時，四方平靜，民安物阜，甚是安閒。地方還有一個總兵鎮守，那總兵姓李，武藝高強，手下參游千把不計其數，馬步軍兵數萬有餘。海中雖常有賊盜竊發，總兵不過差幾個兵卒殺出，便望風逃避去了，從來不以為意。所以守道衙門雖兼武備，從無驚擾。所入也有限，在誠齋原非貪利之人，見衙門清淡，倒喜安閒快樂，自謂得所。誰知一年之後，海船造反，報到總兵衙門，總兵也不以為意，差一個千總兩個把總，帶了兵將迎敵。剛剛一陣，被他殺死者一半，活捉者一半，只逃得幾個回來報知，嚇得總兵大驚，道：“向來海賊最是無用，我軍從未失利，今日如何全軍覆沒，卻是何故？“報子道：“大老爺不知，向來海賊不過各恃武藝相殺，諒他在水中強橫，登陸地就完了。如今不知哪裡來了一個賊頭陀，好生利害。頭帶一個金箍，發披數尺餘長，兩耳四個金環大如茶杯，面如鍋底，手似烏鴉，身穿一領火烈袈裟，頸掛一串骷髏念珠，手持兩口喪門寶劍，對人念咒，稟氣不足的，一咒便死，稟氣強盛的，被他一咒也就癡呆了。所以我軍廝殺並未弱他，都被這賊頭陀念咒咒死了一半，一半被他捉去，以致全軍覆沒。小的若非見機早走，也被咒死了。望大老爺早作準備，不可輕看了他。“\n\n總兵道：“胡說！天下哪有咒得死的人，還是他們玩敵致敗，你可再去打聽，我這裡一面知會道爺，一面親自領兵徵剿便了。\n\n“\n\n報子領命自去。總兵當即通知誠齋，傳齊諸將，即日祭旗起兵，來到海邊。只見海船一字擺開，旌旗蔽日，金鼓喧天，船頭上個個金盔亮甲，槍刀密布，大非向日光景。總兵恃著武藝高強，兵多將廣，也不在心上，遣將擺開陣勢，殺上前去。\n\n賊兵見官兵殺來，也齊齊上岸對敵，兩軍相殺三十餘合，賊兵槍法已亂，急急收兵。總兵恐果有頭陀念咒，不敢追上前去，也嗚金收軍，得勝回城。著人打聽賊船猶然擺開，並不逃去，心中疑惑道：“向來這班海賊一敗就望風逃去了，如今不逃，心有所恃。倘果頭陀邪術咒人，我軍為之惶惑，如何是好？“\n\n急到守道署中商議。誠齋出接，道：“聞得海賊橫行，邪術咒人，昨差兵將徵剿，都入其術中，本道亦甚惶惑。今幸老總戎親臨監陣，一戰得勝。足見小鬼跳樑，只欺得無名小將。頭陀邪術，亦只咒得軟弱軍兵，一遇老總戎英雄武藝，正直行兵，邪術何能相犯？本道亦蒙覆庇，可喜，可賀！“總兵道：“道爺休得過獎。小弟此來，正是為此，要求道爺斟酌一個禦敵之法。“誠齋道：“以老總戎之英雄武藝，諒這海賊一戰潛蹤，何須本道商酌。況本道雖備員分守，實係起家學博，武事未諳。\n\n向年同事姑蘇老總戎所素知，不識有何斟酌？“總兵道：“道爺不知，那些賊子，莫說武藝平常，即使十分強勇，也能抵敵得過。只是他向來竊發，一戰而逃，今已大敗，仍然耀武揚威，必有所恃，想來頭陀之言信不謬矣。弟雖係武夫，但知一徵直入，那邪術咒詛，無由破法，兵書有云：『將在謀而不在勇。』昔年諸葛武侯，原不過草蘆中一個書生，後來先主請出，拜為軍師，鼎分天下，全係武侯掌略之中。故上陣廝殺雖用武將當先，帳中經略，實賴書生妙計。請道爺算一妙策，弟依計而行，豈不全美。“\n\n誠齋細細一想，忽大笑道：“老總戎方才說武侯神算，倒觸著了本道一個小計，不知有濟否？“總兵道：“道爺妙計，必然不差，請道其詳。“誠齋道：“吾聞武侯曾有木牛流馬之法，如今頭陀必要對面咒人，不若吩咐軍中，連夜趕做數百木人木馬，人用金盔亮甲，馬足都用車盤，馬腹可以藏人，馬口俱藏火炮。老總戎調兵出戰，待他殺敗逃去，須大震金鼓，喊叫追趕，就將木人木馬撥動機關，假作人馬追在海邊，使彼一時莫辨。頭陀必在船頭弄撥，那時馬口火炮齊發，不怕頭陀賊船不彈為齏粉，此計不知可好，請老總戎商酌定奪。“總兵大喜道：“人說讀書人胸藏甲冑，信不謬也。弟雖有武藝，只知上陣相殺，哪有這些神機妙算。今聞道爺妙策，諒這賊頭陀指日可破矣。望道爺畫一圖樣，連夜著木匠做就便了。“誠齋當即畫就木人木馬圖，送到總兵處。總兵果叫木匠連夜做就，肚內果可藏人，撥動機關，走如飛馬，遠至百步，便看不出是真是假。馬口俱藏火炮，一一妥當，正要出兵，算來神出鬼沒，雖有奸惡頭陀，怎逃馬口神炮。誰知不應木馬成功，點兵時，忽有一個馬兵鄒狗兒酒醉不到，總兵大怒道：“行兵之際，豈容臨點不到，發令箭一技，速速綁赴轅門，斬首示眾。“內有一兵與狗兒有親，急急報知。狗兒自知難免，趁令箭未到，先逃到海船，將木人木馬之計，一一報知，以為進身之地。頭陀海賊聞知，盡吃一驚，道：“此計果然利害，幸鄒狗兒報知，不然我軍盡入局中矣。為今之計，只有即以其人之道，還治其人之身。速點兵將百員，埋伏海口，候他木馬來時，可將木馬盡行撥轉，使向彼軍跑去，火炮一發，豈不反皆彈死。“算計已定，就發兵對敵。\n\n總兵哪裡知道，原用前計，將木人木馬追去，誰知將近海口，被伏兵撥轉木馬，反向本陣趕回，火炮齊發，嚇得兵將急急躲避，已彈死大半。總兵急急收兵人城。知為鄒狗兒所賣，無可如何，惟有閉城固守，與守道連夜做就文書報知。督撫達部又修成疏章，奏知皇上，請發救兵。皇上見疏，大驚道：“台灣係江浙門戶，台灣若失，江浙危矣。“速命大臣會議，發兵救應要緊。當有兵部尚書啟奏道：“臣昨觀來文云：海賊屢戰屢敗，甚是無用，即一總兵李紹基足堪抵敵，無用救兵接應。\n\n所慮者頭陀邪術利害，無人敢當，故請兵相助。今觀在朝諸將，武藝高強者雖多，能滅邪破法者鮮有，只有鎮西侯金玉與左右二將鐵純鋼、石有光，昔年蕭化龍造反，道人妖法更比頭陀利害，皆賴彼三人之力，一朝破法斬除，今若要破頭陀，除此三人，無人可去，不識聖意若何？“皇上遲疑半晌，道：“卿所舉雖是，但西安亦係要地，況平定未久，若將兵馬撤回，誠恐餘賊乘機竊發，為害不淺，必要想一兩全之策為妙。“早有左丞相出班：“啟奏吾皇，臣聞聖慮果是不差，但尚書所舉，亦不為謬。依臣愚見，將軍鐵純鋼久居西安，民情地理素所熟悉，不若使他權護鎮西侯印信，鎮守西安。將軍石有光武藝甚好，可命徵海之任，鎮西侯金玉正直無私，邪魅不能相犯，可為監軍之職，前往破法，豈不一舉而三得乎。不識聖意若何？“皇上道：“卿言甚是有理，可速傳旨鎮西侯金玉，加封靖海公，帶領兵馬，速徵台灣，監軍破法。其鎮西侯印信著將軍鐵純鋼署理，鎮守西安。將軍石有光封徵海大將軍，帶領兵馬前往台灣，征伐海寇。有功之日，另行升賞。旨意一出，兵部即刻著人飛馬齎到西安。\n\n金玉聞知，同鐵、石二將接過聖旨，見旨意緊急，又知台灣守道就是誠齋，危在旦夕，遂即將印信、兵符、令箭交與純鋼署理，自同有光拜別父母，急要點將起身。彥庵知道，立刻寫書一封寄候誠齋。夫人道：“妾身向年曾許天竺香願，至今未還。今相公既往浙江，妾可好同到杭州，還了香願，何如？“\n\n金玉道：“救兵如救火，一則旨意緊急，二則伯父有難，刻不容緩，豈能帶得家眷。夫人既要還願，可稟知公婆前去便了。\n\n我若僥倖成功，或者在彼相會也不可知。“說完，遂同有光領兵去了。正是欲報君恩又兼私誼，未知此去若何，且看下回分解。\n\n"
		},
		{
			"章节": "第二十三回",
			"章节名称": "破妖術故舊相逢　宴太平恩情聚義",
			"章节内容": "詞曰：\n\n蕩平東海亂，天竺酬香願。\n\n會合證前因，眼前休認真。\n\n人生難預料，禍福由心召。\n\n論相縱無訛，其如陰騭何。\n\n－－右調《醉公子》\n\n話說金玉與有光拜別父母、夫人，連夜進兵馬不停蹄，人不著枕，早到浙江界內。有光在前，金玉壓後，只見高崗上一個道者迎將下來，對著有光道：“將軍一向好麼？可還認得貧道否？“有光仔細一看，雖略有些面善，一時再想不起。道者道：“貧道十五年前，曾在尊府談相，原說過尊相到十年之後必然前程遠大，哪時富貴了，不要不認得我。如今將軍果應吾言，卻又果然不認得貧道了。“有光一想道：“如此說來，師父是鐵嘴先生麼？幾時出了家，如此打扮，叫我如何認得？“\n\n鐵嘴道：“貧道的師父原是道家之祖，今在天竺修真練性，貧道隨著學些內養功夫，所以也出了家。今日將軍兵馬匆匆，無暇細談。連日在天竺相候一會罷。“有光道：“師父且請稍緩，我如今領兵討賊，不知勝負若何，請為我看一看氣色何如？“\n\n鐵嘴道：“不消看得，此去馬到成功，還有故人相會，我當初許你二三品前程，今觀尊相，滿面陰騭紋，只怕功名還不止一品哩。只是一說此去頭陀咒法利害，須當預作準備。“有光道：\n\n“便聞得頭陀法術利害，不知如何準備好？“鐵嘴道：“靖海公現有我師父贈他的萬去教主玉印在身，邪術原不能相犯，至於將軍與兵將等，可書太上老君四字，藏於盔內，邪術亦不能相犯矣。只須將兵馬分調，如此如此，這般這般，包管他一人不及。只旁邊另有海船三隻，內中俱係所擒官將，不可有傷，牢牢記著，後邊監軍來了，速速前去。貧道在天竺奉候便了。“\n\n將手一拱，飄然而去。有光還要再問，已不知去向。\n\n適遇監軍到來，有光就將遇見鐵嘴之言，一一稟知。金玉深悔來遲，未得一見，然所聞破術之法，心中大喜。幸印衣原帶在此，將近台灣，立刻親書太上老君四字數千餘張，散與眾兵將，各藏盔內，然後依計調發兵馬殺上不題。\n\n且說李總兵、金守道自從拜了告急請兵疏章，閉城固守。\n\n匝月以來，城中糧草將盡，民間柴米俱無。賊兵見城中不敢出戰，愈覺鐵桶一般圍住，日夜攻打，勢甚危迫。總兵見內無糧草，外無救兵，想守也是死，戰也是死，不如趁糧草未絕之時，出城一戰，倘僥倖成功，固然甚好，即使戰敗身亡，也盡我為臣一點報國之心。算計已定，急點兵將，開城殺出。賊兵見官兵突然殺出，恐又有計，倒吃一驚，只得上前迎敵，戰未數十餘合，賊兵大敗逃去。誰知總兵預知他殺敗就逃，恃著頭陀在船念咒，便先撥兵馬半路埋伏，阻其去路，首尾夾攻，不使到船。賊兵哪裡知道，果入局中，官兵大勝回城。誠齋開城門進，各各歡喜慶賀。滿擬此番海賊必然逃去，誰知探子來報，海船依然不動，又復聚眾要來。總兵見說賊兵仍復殺到，思量糧草將完，不如乘勝殺出，決一死戰。開城領兵殺出，兩軍對敵數十餘合，賊兵望後又退。總兵原照前已有兵將埋伏，放心追趕。\n\n原想兩面夾攻，哪知頭陀預知半路有伏兵，先在半路相候，見伏兵一出，先行術咒倒，追兵一到，仍用此術，被他殺的殺，活捉的活捉，連總兵都掙不住，一時頭昏眼暗，兩手軟弱，動彈不得。兵器已失，亦被捉去。只存幾個小兵逃脫，投到城中。\n\n誠齋聽說大驚，急急吩咐閉城。賊兵已到，仍然鐵桶一般團團圍住，攻打更甚。誠齋一想：糧草已盡，兵將盡失，城池指日必破，性命豈能保全，上不能報答朝廷，下不能覆庇百姓，不如速速自盡，聽憑他們歸降，免得攻破城池，百姓遭其荼毒。\n\n便對眾人道：“本道受朝廷厚祿，不能為國殺賊，保護爾等，若待攻破城池，爾等必共遭屠戮，本道有何顏面苟存性命，不如一死以報朝廷。爾等可將吾頭投獻海賊，庶免百萬生靈。“\n\n說完拔劍欲刎，嚇得眾人齊齊將劍奪住，道：“大老爺固受朝廷的厚祿，難道我們就不是朝廷的子民麼？情願與大老爺生則同生，死則同死，決無異心的。吉人自有天相，或者救兵一到，殺退賊兵亦未可知。“\n\n正說間，只聽得城外炮聲震天，眾人又齊吃一驚。向城外一望，見賊兵紛紛退去，不知何故。又遠遠望見一派火光沖天，更是疑惑。急著人打聽來報，方知救兵已到，賊將聞知，退去抵敵。頭陀亦隨往行術，哪知都有正法解禳，頭陀咒得極凶，官兵殺得更興。頭陀見咒不靈，望後逃走。賊兵全仗頭陀之術，見他咒已不靈，望風先遁，如何還敢對敵？且戰且走，還望逃下船去，誰知將到海邊，海船盡被火燒，岸上還有許多官兵，殺人放火。見旁邊三隻船無恙，急逃到船邊，見船頭都是官兵，各持器械，指點殺人。頭陀也嚇慌，東奔西躲，口中還念咒不住，被有光趕上，一把拿住，將鐵索鎖了。琵琶骨狗血當頭一淋，將他上了囚車，解進城中監禁。其餘賊將圍在中間，亂刀砍去，不曾走了一個。然後將所擒官將，一一查點。你道那岸上指點燒船的官將是誰？船上指點殺人者又是誰？原來都是鐵嘴傳授的妙法。有光領兵對敵，監軍領兵放火箭燒船，絕其歸路。又著人到旁邊船上放出所擒兵將，各與器械，共殺逃兵，所以賊兵一個不曾走脫。事平之後，監軍著將被捉放出官將，一一直點報名。點到總兵李紹基，金玉將他一看，見他漢仗魁梧，英雄氣概，便道：“李總兵，我向聞你英雄蓋世，武藝高強，如何也被所捉。“總兵道：“海賊造反已非一次，小將從未一陣輸他，前日只因糧草將完，救兵未到，只得與他決一死戰，使伏兵首尾夾攻，賊兵不曾走脫一個。昨日又用此法，誰知頭陀半路行術，先把伏兵咒倒，後來追去，亦被用術擒拿，實是有力難施。“金玉道：“我也知你為國為民，捨身死戰，雖被捉獲，皆係妖術利害，非失機可比。本爵面聖，必當保舉。\n\n“總兵拜謝，正要過去，只見有光將他一看，問道：“將軍好生面善，想在哪裡會過？“總兵也將有光一看，卻記不起。有光又道：“你且將從前做官履歷說與我知道。“總兵道：“小將武舉出身，初任鎮江千總，後升蘇州守備。“有光道：“且住。你在蘇州做守備，到今有幾年了？“總兵道：“有十餘年了。“有光道：“一些不差，我記起來了。“就對金玉道：“此人是小將的恩師，一向要訪他，誰知在此。“就將昔年在教場教武，代父申冤，一一稟知。金玉道：“如此說，果是你的恩人了。恩怨不可不明，你且與他說明相見。“有光隨即下堂，扯住總兵道：“我的恩師李老爺，弟子哪一日不想念，再不料此地相逢，難道不認得了。快請台坐，容弟子拜謝。“總兵道：\n\n“元帥莫非認錯了，快請自重，不要折殺了小將。“有光道：“怎得有錯？十五年前，弟子到教場玩耍，蒙恩師教我騎射武藝，後因家父有難，又蒙四府申冤。此恩此德，沒世難忘。“\n\n說完跪下就拜。嚇得總兵急急跪下，道：“原來就是石元帥，長得如此威武，小將竟一時不認得了。元帥自幼天生將才，小將不過偶爾指點，怎敢當元帥如此懸念。在小將被賊所擒，自分必死，今蒙元帥殺賊相救，活命之恩，殺身難報。“有光道：\n\n“這是為國殺賊，並非有意相救。至於弟子的武藝，若非恩師教誨，焉能殺賊成功。“二人彼此稱謝，叫請上堂，道：“二位彼此感恩，將來仕途正好共相輔助，為朝廷出力。本爵也有一個恩人在此，分守道員不知今在何處？“總兵道：“莫非是金道爺麼？“金玉道：“然也！“總兵道：“現在城中。那道爺終日與小將共守城池，他雖是個文官，足智多謀，竟有諸葛之才，可惜為奸人所賣，未得成功。“遂將木馬之計，一一稟知，盡皆贊賞。未幾兵將點完，擺道進城。\n\n且說誠齋打聽的實知靖海公將人城，即率眾官百姓，香花酒果，半途跪接。金玉馬上遠遠望見眾官跪接，第一個正是誠齋。急急下馬，上前一把扶起，道：“恩伯一向好麼？如何行這個禮？“誠齋抬頭一看，還有些認得。忙立起道：“莫非就是雲程賢姪麼？“金玉道：“小姪正是。“誠齋道：“聞老姪封鎮西侯，鎮守西安，何由到此？“金玉就將聖上特命救應台灣，加封靖海公，一一說完。誠齋聞言大喜。又忽感歎道：“記得那年與賢姪分別時節，只望你病癒成名，身登翰院，就不負尊公訓子之心了。誰知一飛沖天，名登甲首，又兩地建功，立列公侯，將來復命，必然還有恩典。功名至此，可為顯榮極矣。只可惜令尊、令堂不能目睹其盛，只好受你的榮贈了。“\n\n金玉道：“原來恩伯還不知家父家母現在。“便將西安父子重逢，一家完聚，許多原故，一一說知。並云：“家父現有書札奉候。“誠齋聽說，更加大喜。道：“原來還有如此大喜，真做夢也不想有此，不識幾時可得一會否？“金玉道：“家父久欲到家祭祖，會晤諒亦不遠。“說完各各上馬進城，同到公堂，太平宴兩席已經擺設。金玉吩咐再添兩席，推誠齋上坐。誠齋道：“這是太平公宴，朝廷序爵，不必過謙，老夫旁坐奉陪。“金玉道：“如此老伯台坐了。“次及有光，又推總兵，總兵也不肯，與誠齋左右旁坐了。酒過三杯，誠齋道：“昨日老總戎失利之後，賊兵仍復圍城，城中兵將已無，糧草又缺，想來孤城難保，思欲自盡，以報朝廷，以救百姓，被眾勸住，適遇賢姪救兵到來，一戰成功，真出意外。“金玉道：“此係恩伯忠心貫日，天相吉人。小姪來遲，使恩伯受驚，多多有罪。“彼此談論了一會，誠齋又問：“令岳林員外一向好麼？“金玉道：“恩伯還不知，其中還有許多笑話哩。少停慢慢稟知。“說話之間，早已食供三套，樂奏八音。華筵已畢，金玉要與誠齋說明林家之事，待席散之後，兩人攜手進內坐定，將愛珠賴婚，無暇代嫁，直說到驅愛珠，收留員外，代伊次女為媒，嫁與有光，有光即代嫁夫人之弟，細細說明。誠齋道：“原來有這許多更變，那愛珠見你貧窮有病，只道終無好日，誰知今日這般顯榮，反讓別人受用。真是君子樂得為君子，小人枉自為小人。\n\n此時愛珠不知流落何處，更作何狀。“說罷天色已晚，各歸安寢。明早安撫軍民，慰勞父老，發令箭急提糧草。得勝表先奏朝廷，然後拜別誠齋，有光也拜辭總兵，齊敲金鼓，共唱凱歌，班師進京。\n\n一路來到杭州，只見有三隻小座船，停泊岸邊，候著金玉住船，就有人過船來，卻是俞德。原來夫人送丈夫起身後，就稟知公婆，要往天竺進香。太夫人道：“我們遇盜幾死，今得一門完聚，皆賴大王陰空保佑也。“要去進一炷香，少酬心願。\n\n隨叫船同了石道全夫婦、林員外夫婦並石有光的夫人，一同起身。先到家中，各家上墳祭祖，耽擱了月餘。就叫小座船三隻，太老爺、太夫人一隻；石道全夫婦與夫人一隻；林員外夫婦與女兒石夫人一隻。一路遊山玩景，來到杭州。早已見報說台灣海寇已平，金玉等班師在即。遂吩咐住船候兒子到來，一同到天竺進香。故金玉船一到，即著俞德過船通知。金玉隨即過去拜見父母。彥庵說起等他同往天竺進香。雲程道：“父親、母親同媳婦去總是一般的了，孩兒不同去罷。“彥庵道：“既同在此也無甚耽擱，一家同去，方見誠心。“正說間，有光也進來求見。聞彥庵要兒子同去，便上前稟道：“公爺斷該同去。\n\n前日授法破敵，皆鐵嘴先生之力，他說在天竺候我們班師一會，並說贈衣的仙師也在那邊，如何不親去謝他一謝。“俞德聽說，也稟道：“老奴倒忘了，那年沙灘上仙師贈衣時節，曾道十五年後到天竺來見我，我著徒弟鐵嘴道人指點行藏便了。如今算來齊頭十五年了，仙師決不誑言，公爺斷該同去。還好問一問將來的前程結果，也未嘗不可。“金玉道：“果有此言，我也幾乎錯過。“吩咐快備轎馬，明日絕早一同上天竺便了。當時又同有光到夫人船上見了岳父母，會了夫人。又到林員外船上相會了。\n\n次日清晨，擺了半朝鑾駕，四乘八人大轎，六乘四人大轎，又十數乘小轎，百十騎馬，前呼後擁到天竺進香。正是功成名就朝天竺，富貴榮華一滿門。要知到天竺如何，且看下回分解。\n\n"
		},
		{
			"章节": "第二十四回",
			"章节名称": "小結局淫邪現世　大團圓富貴登仙",
			"章节内容": "詞曰：\n\n戲到團圓萬事了。離合悲歡，一一從頭繳。報應只爭遲與早，何曾善惡無分曉。\n\n試看那姦淫弄巧。自取滅亡，要得收成好。忠孝不求溫與飽，天恩隆重頻旌表。\n\n－－右調《蝶戀花》\n\n話說金公爺同了夫人、父母，並石、林兩家眷屬，前呼後擁，同上天竺，且按下不表。今先將一個人的行止，一一敘明，然後再接續進香。你道是誰？就是那愛珠小姐，被雲程逐出境外，卻好逐至杭州，幸巧夫人贈銀贈衣，不至凍餓。然終無著落，東奔西闖，街坊上人見他標緻，調戲他的甚多，收留他的卻沒有。一日到一衙內，只見一個老媽媽，立在門首，見愛珠標緻，獨自一人，便問道：“女娘何往？“愛珠道：“奴家是落難女子，無家可歸，偶爾到此，往無定所。“老媽道：“難道沒有翁姑、父母、丈夫麼？“愛珠道：“都死了。“老媽道：“你不像這邊人，因何到此？“愛珠道：“我是蘇州人。因孤身一人，特來尋一親戚，指望依靠他，誰知遍尋不見，不知搬往何處去了。“老媽道：“既有親戚在此，慢慢尋訪不遲。且請到我家來吃箸便飯，與你商量。“愛珠口說“怎好相擾“，身已隨了進去。老媽取出飯來，卻是六碗菜，都是海味魚肉之類。吃完了，老媽道：“女娘既無去處，可肯承繼我，做個女兒，住在我家麼？“愛珠道：“若蒙收留，奴家就得生了。莫說做女兒，就做丫鬟，服侍你老人家，也是好的，有甚不肯。“\n\n老媽道：“你既肯做我女兒，我自然另眼相看，只有句話要與你說明。我本是個門戶人家，專靠女兒養家的，你可情願麼？“\n\n愛珠停了一會道：“事已至此，也說不得了，只聞得人說妓女是最下賤的。“老媽道：“你但知妓女下賤，還不知妓女的尊貴哩。你且坐了，我細細說與你知道。有一等粗蠢丫頭，頭蓬腳大，牙黃口臭，無人要他，這便是個下賤。若才貌俱全的，名聞四海，價值連城，吃的是珍羞美味，穿的是錦繡綾羅，戴的是珍珠瑪瑙，睡的是錦帳牙牀；來往的全是王孫公子，伴宿的無非俊雅郎君；金銀財寶日積月多，綢緞簪釵，日新月異。\n\n錦帳中我奉他三分，他還要奉我十分。枕頭邊我說的假話，他必當我真言。倘相與了皇親國戚，即使大臣官員，還要個個低頭。若結識了風流天子，就是皇后娘娘，尚思讓我三分。只怕到興頭時節，就封你做一品夫人，也不屑去做哩。“愛珠聽了，眉歡眼笑，就要下拜。老媽扯住道：“且住，可洗了浴，換了衣裳，先拜了我的家堂神聖，要他保佑你無災無難，千人見千人喜，萬人見萬人愛哩。“就叫了丫頭：“快取香湯與你姐姐洗澡，再將我上等衣服首飾，與你姐姐滿身都換了來拜神聖爺爺。“丫頭答應，同愛珠到後邊洗了浴，梳了頭，將白綾腳帶包了腳，取出衣服首飾穿戴了。到家堂前先拜了，然後拜見老媽。老媽一看大喜道：“我的兒換了幾件衣服，竟是嫦娥下降，仙子臨凡。不要說男人見了要愛殺，就是老娘見了也動火哩。\n\n你可還會些技藝麼？“愛珠道：“詩詞歌賦，棋琴書畫，色色俱精，就是吹彈歌舞，也略知一二。“老媽道：“如此說，竟是個寶貝了。“次日就有同行中並杭州城中的蔑片，都送份來慶賀，老媽設席請酒。一傳出去，就有許多豪華公子，風流名。\n\n士，盡來要梳籠她。老媽高抬身價，要索厚禮，從十兩說起，直講到百金方允。還斷過只住一夜，自後總要八兩一夜。誰知聞名來嫖者，一日定有十數起，老媽只揀多的允了，其餘回得口乾。那些人見捱不上，都願增價弄到十二兩一夜。見還熱鬧，竟分起晝夜來。一日八兩，一夜十二兩，一日一夜竟至二十兩，足足鬧了三年，老媽趁了數萬金。誰知愛珠貪淫，不顧性命，老媽貪財，也不顧他。嫖客出了許多銀子，也不肯草草完事，定用了春藥，晝夜不息。愛珠起初快活，後來竟弄到害怕，然已落在其中，哪由他做主？到得三年，身子也壞了，春藥也用多了，毒氣攻心，忽發一身楊梅瘡，破爛起來，臭氣難聞。老媽急急請醫調治，不但不好，且滿身滿頭，遍發無空，又兼了癆弱之症。老媽還恐他過了別的妓女，嫖客知道，久已沒得上門。老媽情急，翻轉面皮，不說虧他趁了多少銀子，反說白養了他三年，將他衣服首飾盡行拿去，仍是舊時打扮，趕逐出門。\n\n當初還有夫人贈的衣銀，不至凍餓。如今身子有病，滿身惡瘡，腰無半文，衣無替換，無可奈何，只得求乞度日。幸有一班少年花子，不怕腌臢，聞他向日之名，願與親近。且見他這般形狀，騙得動燒香的善男信女，可以借他做個討飯的招牌。便日中背他到熱鬧處討飯，夜間扶他到孤廟內同眠。\n\n那一日，眾花子又將他扛到天竺山門口，放下求乞。只見地方總甲，急急趕來道：“公爺同家眷到此進香，即刻就到，閒人走開，快些打掃潔淨，不是兒戲的。“和尚聞知，急將蘆席氈單，從山門直鋪到大殿，將眾花子俱趕開了。只因愛珠是個女人，又兼有病，扶他山門側邊，金剛腳下睡倒，又吩咐不許做聲，驚動公爺，不是兒戲的。\n\n言之未已，鋪兵開道，鑾駕已到，合寺和尚，盡跪山門外迎接。只見四乘大轎到得山門，出轎步行進殿。先是太老爺、太夫人，後是公爺與夫人。愛珠偷眼一看，見前面的分明是金雲程父母，後面隨著的確是雲程與夫人。身上都是蟒袍玉帶，頭上沖天冠，夫人是金鳳冠，好不齊整。一時忍不住文，幾步爬上去，將夫人一把扯住，正要說明哀求，被軍牢幾鞭，嚇得和尚急急扯開。還虧夫人吩咐，為燒香到此，不許打入，愛珠方才得免。又見四轎六乘走出，認得是石道全夫妻父子，後又三人，卻是父母與妹子，也是蟒袍鳳冠。欲再上前，已被打怕，只叫一聲：“父親、母親、妹子，救我一救！“和尚又急急亂喝，員外等也不解其意，竟進去了。後又小轎十數乘，齊齊下轎，身上都是綾羅綢緞，大家笑嘻嘻，一同走進。愛珠一看，只有幾個不認得，其餘都是金林兩家，一向最惱的黃髮大腳粗蠢丫頭，不覺長歎一聲道：“罷了！罷了！才貌原來一些沒用的，我父母把我許了一個絕好的丈夫，偶然落難，只合安分自守，如何便料他再無好日，強生生不肯嫁他，把一個丫鬟代夫。\n\n至於妹子，雖生得粗俗，也是同胞姊妹，怎就笑他無出息，事事欺他。還有生身父母，愛我最深，如何拒絕於前，招扳於後，使他破家蕩產，恨我如仇。就是這些丫頭，雖然生得醜陋，服侍總是一般，如何一見如仇，說他只好服侍妹子，如今果然都隨著他。我的好丫頭何在？就是石道全薦來相士，我與無暇改扮，他又不知，不過據相直言，如何便要打他，還遷怒到無瑕身上。他相無瑕是極品夫人，如今隨了公爺，豈不已經極品麼？\n\n他說妹子是二、三品夫人，我也不服，如今這般打扮，豈不也應了他說。我靠了無瑕弘福，還有小小收成，若一離心，不作青樓之女，定為乞丐之妻。又說我氣短色浮，難過三九，如今句句應了，卻好今年是三九之年，一病至此，大約三九之說，又要應了。還有何顏再見他們，不如尋個自盡，等他們出來看見，或者施一口棺木掩埋，庶可免拋屍露骨，便是我的好收成了。“想罷，逐向金剛座上幾撞，登時血流滿地，死於金剛腳下。\n\n且說公爺等進寺燒香畢，到山後遊玩，只見鐵嘴道人迎上。\n\n只彥庵夫婦與雲程從未會過，其餘都是見過的，因改了道妝，都不認得。有光說起，方大家知道，齊齊相見。雲程急問：“仙師安在？“鐵嘴指著上邊一尊老君，道：“此不是仙師麼？“雲程與俞德上前一看，果與沙灘上賜衣賜丹的一毫不差。雲程道：“原來仙師就是老君。“齊齊下拜，拜畢向鐵嘴道：“彼時仙師曾說十五年後天竺相見，再著鐵嘴道人指引行藏，今日果見仙師。又適遇老師在此，請問弟子等將來收成結果，卻是如何？“鐵嘴道：“公爺等此去前程遠大，一路平安，無煩貧道饒舌。既蒙下問，且將公爺等本原來歷，略道一二。幸各留心，以期反本歸原，無忘故我。“雲程道：“正要請教，乞道其詳。“鐵嘴道：“公爺是仙師座前守燈仙史，夫人係添油仙女，只因偶起凡情，被鼠精偷吃燈油，罰降下界一晝夜，以了宿緣。復歸仙界，算來還有七十餘年，那時貧道再來接引。牢記牢記。“雲程道：“據老師說，只有一晝夜，今已二十七年，如何還有七十餘年？“鐵嘴道：“仙家一晝夜，人間已百年。“雲程道：“原來如此。只是那鼠精偷了燈油，難道倒罷了？“鐵嘴道：“如何罷得，現在人間受了多少苦楚，今已死在金剛腳下，押赴酆都去了，少停便見仙師。還有兩個煉丹弟子，兩個守丹童女，也因起了凡情，罰降人間，配為夫婦，輔佐公爺同歸仙界，乃鐵、石二將軍是也。“雲程又問父母，鐵嘴道：\n\n“受朝廷極品榮封，還有四十餘年同諧到老。“有光亦問父母並岳父母，鐵嘴道：“尊翁令岳十五年前已經說過，壽元都有八旬上下，只令岳母少些，亦不脫古稀之年。公爺與將軍復命要緊，夫人等還有故人在外候他相送，速速起行罷，貧道不敢相留了。“雲程道：“老師既是仙師，徒弟因何也降凡間。“鐵嘴道：“我乃仙師執拂弟子，已經歸班五載矣。如今在仙師左邊，執拂的就是。“眾人齊齊向上一看，果有一執拂弟子，儼然鐵嘴無二，回頭鐵嘴已不知去向。問和尚，方知鐵嘴已於五年前在天竺屍解了。眾人大驚，重複下拜，拜完起身來到山門，見了金剛，想起鐵嘴之言，將金剛腳下一看，忽見一個女人睡倒，滿頭鮮血。急喚地方來問，說是一個名妓，名喚愛珠，才貌雙全，且嫖多了人，生了一身惡瘡，被鴇兒趕出，靠著眾花子日日在此討飯，不知方才為何忽然撞死在此。夫人聽說，對石夫人道：“難道是大小姐不成？“石夫人道：“只怕有些像，我進來時聽得好像有人叫妹子救我一救，我也不解其意。“\n\n夫人道：“如此一些不差。怪道我進來時，他爬上一把扯住我，只說是花子求乞，不曾理她。方才仙師又說山門口有故人候我們相送，一定無疑了。“叫丫頭上前細認，都說果是大小姐。\n\n夫人與石夫人聽說，只得稟知翁姑父母與丈夫，商議買具棺木，各取衣裳首飾，替她滿身換了。親自看她入殮，扛到野外擇地埋葬了，方開船起身。雲程又吩咐地方官將鴇兒重處。地方官役知他趁了大銀，立刻拿來打了二十枷號。在彼鴇兒只得買上買下，將所趁金銀用完，方得釋放回家。這也是天理當然。更有愛珠人殮時，土工看見衣服首飾甚是動火，候公爺開船後，夜間盜開棺木盡剝一光，連棺木都不曾蓋好，將就掩埋，此亦刻薄人遇著刻薄之報。\n\n且說雲程同有光等進京復命，龍顏大喜，賜坐賜茶，各賜御酒三杯。光祿寺擺宴，命東宮出陪。宴罷，雲程又將金守道、李總兵為國為民一片妙算苦心，細細奏知。皇上發典部議，封金玉平定王，妻石氏封平定後，榮封三代，子孫世襲。即命蘇州起造王府，賜為宅第。命一年巡視川陝等處，一年巡視浙閩等處。封石有光靖海侯，妻林氏封靖海夫人。封鐵純鋼實受鎮西侯，妻金氏封鎮西夫人。兩家三代俱封贈侯爵，子孫世襲。\n\n金誠齋升福建巡視撫，李紹基升福建提督、全省水師兼轄澎台水師官兵左都提督，俞德賜五品祿，聽金玉調用。一一封賜已畢，各各到任受事，海賊外邦盡皆畏懼深服，一路太平無事。\n\n各生子女，五家互相婚聘。光陰迅速，倏忽已四一餘年，金彥庵、石道全、林員外夫婦六人俱已相繼去世，金玉與有光極盡孝道，見兒孫都已婚配，功名盡皆顯達，各將王侯之位傳與長子，尋收拾一所靜室，塑老君、鐵嘴仙師聖像，三對夫婦在內修真。又經三十年，一日，忽見鐵嘴來迎，那時王侯之位都傳與長孫，兒媳安居在家，立刻喚齊，從容話別，霎時飛升，盡見半空中五色祥雲，長幡寶蓋引接而去。香聞數里，一月而散。\n\n兒孫等媳輩亦皆悲痛，急喚塑匠，就在老君座前塑就六位神像，至今廟貌猶存，合地傳為美談。尚有能言其事者，無不稱頌夫人賢德，痛罵愛珠淫賤。正是，好的流芳百世，壞的遺臭萬年。\n\n今之賴婚改嫁欺貧重富者，看此能不觸目驚心，汗流浹背乎！\n\n何人肯就惡姻緣，係定紅絲莫怨天。\n\n才子每遭嫫母配，巧妻常伴拙夫眠。\n\n若言貧富輪流轉，說到窮途倏變遷。\n\n試看貧窯驟顯達，休輕寒士附腥羶。\n\n人生何事太匆忙，百歲悠悠夢一場。\n\n留點仁慈終受福，多行不義定遭殃。\n\n思趨炎日如駒過，欲靠冰山豈久長。\n\n張眼紅塵多碌碌，何如一枕樂羲皇。\n\n"
		}
	]
}
