{
	"隋煬帝豔史": [
		{
			"章節": "第一回",
			"章節名稱": "隋文皇帶酒幸宮妃 獨孤後夢龍生太子",
			"章節內容": "詞曰：試問水歸何處？無明徹夜東流。滔滔不管古今愁。浪花如噴雪，新月似銀鉤。暗想當年富貴，掛錦帆直至揚州。風流人去幾千秋！兩行金線柳，依舊纜扁舟。\n\n詩曰：\n\n紫泉宮殿鎖煙霞，欲取蕪城作帝家。\n\n玉璽不緣歸日角，錦帆應是到天涯。\n\n於今腐草為螢火，終古垂楊有暮鴉。\n\n地下若逢陳後主，豈宜重問《後庭花》！\n\n御街行路客，行路悲春風。\n\n野老幾代人，猶耕煬帝宮。\n\n零落池臺勢，高低禾黍中。\n\n千里河煙直，青桐夾岸長。\n\n天窪同此路，人語各殊方。\n\n草市迎江貨，津橋稅海商。\n\n回看故宮柳，憔悴不成行。\n\n煬帝行宮泗水濱，數株弱柳不勝春。\n\n晚來風起花如雪，飛入宮牆不見人。\n\n汴水東流無限春，隋家宮闕已成塵。\n\n行人莫上長堤望，風起楊花愁殺人。\n\n柳塘風起日西斜，竹浦風回雁弄沙。\n\n煬帝春遊古城在，壞宮芳草滿人家。\n\n燕語如傷舊國春，宮花一落旋成塵。\n\n自從一閉風光後，幾度飛來不見人。\n\n風吹城上樹，草沒城下路。\n\n城裡月明時，精靈自來去。\n\n昔人登此地，丘隴已前悲。\n\n今日又非昔，春風能幾時？\n\n這幾首詩詞，不道那茅茨士階，唐虞的事業；不問那胼手胝足，夏禹的生涯；也不管那弔民伐罪，湯武的公案；也不理那龍爭虎鬥，秦漢的是非。想著那肉林酒海，雖受用而近粗；若論那驪山烽火，縱歡娛而亦俗。單表那風流天子，將一座錦繡江山，只為著兩堤楊柳喪盡；把一所金湯社稷，都因那幾只龍舟看完。一十三年富貴，換了百千萬載臭名。畢竟誰是誰非，始末俱在，請略道一二。\n\n話說自炎漢失祚以來，後邊繼三國而起者，乃是晉、宋、齊、樑、陳、隋，稱為六朝。你道那六朝是誰？第一朝晉帝，複姓司馬，名炎，乃是魏臣司馬懿之孫，篡位為帝，在位二十五年，相傳一十五帝，共歷一百五十六年天下。第二朝宋帝，姓劉名裕，乃是彭城人。原賣履為業，後來篡晉為帝，在位三年，相傳八帝，共歷六十年天下。第三朝齊帝，姓蕭名道成，乃是漢蕭何二十四代玄孫。篡宋為帝，在位四年，相傳七帝，共歷二十四年天下。第四朝樑帝，姓蕭名衍，乃是蘭陵人。篡齊為帝，在位四十八年，相傳四帝，共歷五十四年天下。第五朝陳帝，姓陳名霸先，乃是吳興人，漢太丘長陳實之後。篡樑為帝，在位三年，相傳五帝，共歷三十二年天下。第六朝隋文帝，姓楊名堅，小字叫做那羅延，乃弘農華陰人。原是漢楊震第八代玄孫，篡北周為帝，在位二十四年，相傳四帝，共歷三十八年天下。六朝通曆過三百五十年天下。\n\n原來這六朝，雖然各有國號，紹襲正統，名為天子，其實天下微弱，偏安江左，叫做南朝。中原一帶地方，倒被漢主劉淵、趙主石勒、秦主苻堅、燕主慕容、魏主拓跋諸胡人佔了，叫做北朝。此時天下刀兵，朝更夕變。南朝也是主弱臣強，遞相篡奪；北朝也是主弱臣強，遞相篡奪。南朝傳位至陳後主在位時，北朝魏恭帝已被冢宰宇文覺襲了大位，改國號為周。隋文帝的父親楊忠，原是魏臣，後因天下歸了周主，他也就隨便改做了周家臣子，屢次有功，周主封他為隋國公。後來楊忠死了，文帝就襲封父親的舊爵，執掌朝政。文帝為人性情猜忌，好任智術。到周宣帝傳位與周天元皇帝的時節，文帝見他驕侈昏暴，遂有陰謀天下之心，行政務為寬大，凡是苛酷之政，盡行革去，史外俱大悅服。到大象三年，天元暴殂，宣帝見天下大勢已歸文帝，遂下詔遜居別宮，奉皇帝璽綬禪位於文帝。文帝也不讓三讓再的推辭，竟即了大位，國仍號隋，改年號為開皇元年，北方遂爾安定。\n\n此時江南的風俗漸蕩，人人喜的是風流，愛的是詞賦。那陳後主，也不管天下敗亡，百姓愁苦，高築起臨春、結綺、望仙三閣。外則與群臣飲酒賦詩，內則與寵妃張麗華歌《玉樹後庭花》諸曲，日夜淫縱，以圖快樂。哪曉得繁華不是常享之物，國家非行樂之常一旦被隋文帝探知此等光景，遂遣高頃、楊素、韓擒虎、賀若弼諸將，分道下了江南，滅了陳國，將後主封為長城公。此時天下才並，南北二朝合為一統。後史官有詩讚文帝之功，詩云：三百年間王氣銷，中原大半讓胡苗。\n\n文皇功業今何在？並卻南朝與北朝。\n\n文帝既平了江南，四海來歸，八方稱慶。天下無事，高登大寶。遂冊夫人獨孤氏為皇后，立長男楊勇為太子，進封楊素為越國公。其餘臣僚，照功升賞，不在話下。\n\n卻說那獨孤後，雅好讀書，識達今古，最是賢能。突厥與中國交市時，有明珠一篋，價值八百萬兩；幽州一個總管叫做陰壽，蟎著文帝，私自勸獨孤後買。獨孤後說道：“當今天下初定，戎狄屢屢寇邊，將士勞苦，若買此珠，何不以八百萬銀子，分賜這些有功士卒，也見得朝廷的恩惠。妾處深宮，要珠何用！”後來文帝知道，甚是敬她。又有都督崔長仁，犯法當斬，文帝當他是獨孤後姑娘的兒子，遂要免死。獨孤後說道：“王法無親，妾家親戚，陛下哪裡管得許多！”竟把長仁問了死罪。故此，文帝更加悅服。凡她說的話，行的事，都與文帝相合。只是性兒天生成的妒忌，後宮中雖有的是宮妃綵女，花一團、錦一簇，文帝只落得好看，哪一個得能夠與他寵幸！文帝設朝時，獨孤後必與他並輦而進，直送至閣門外才祝只等文帝事畢退朝，依舊並輦回宮。寢也是一處，宴也是一處，時刻不離。文帝雖是歡喜她，只因拘束太緊，也覺有些不自在。\n\n不期一日，獨孤後有孕在身，將及分娩，卻要移居後宮，只得對文帝說道：“妾賴陛下福廕，懷孕在身，已經十月滿足，恐旦夕臨盆，有觸聖躬。今欲退居後掖，以便分娩，不知聖意允否？”文帝聞言，滿心歡喜，說道：“育麟在即，最宜安養調護，御妻之言是也。安有不從之理！但願早產真龍，實社稷之慶也。”獨孤後遂命左右移居後宮。文帝因得了這一個空兒，遂帶了兩三個小內相，私自到各宮閒耍。出了椒房，轉過繡闥，在鵲樓前，步了一回；又到臨芳殿上，立了半晌。見那些才人世婦，婕妤貴嬪，妍媸作隊，老少成行。雖都是錦裝繡裹，玉映金圍，然承恩不在貌。桃花嫌紅，李花怪白。看這多時，再無一人當意，心下頗覺不暢。遂信著步兒，又走到仁壽宮來。也是天緣湊巧，只見一個少年宮女，在那裡卷珠簾。見了文帝來，慌忙把鉤兒放下，似垂柳般磕了一個頭，立將起來，低了眼，斜傍著錦屏風站祝文帝走近前，仔細一看，只見那宮女生得花容月貌，百媚千嬌，真個是：笑春風三尺花，驕白雪一團玉。\n\n痴疑秋水為神，偏認梨雲是骨。\n\n碧月充作明?，輕煙剪成羅□。\n\n不須淡抹濃描，別是內家裝事。\n\n文帝見了這個宮女，不覺心窩裡亂蓬蓬癢將起來，忍不住問道：“你是幾時進宮的？怎麼再不見承應？”那宮女見文帝問她，不敢不應，因答道：“賤婢乃尉遲迴的孫女，一入宮，即蒙娘娘發在此處，不許擅自出入，故未曾承應皇爺。”文帝笑道：“你知娘娘不許你出入，為著什麼？今日娘娘不在，便擅自出入也不妨。”你想女子到了宮中，哪一個不望寵幸，況尉遲孫女又是個伶俐女子，見文帝親口調她，怎不招攬。便於眉目之間，做許多動情的嬌態，引得個文帝，拴不住心猿、系不住意馬。遂走近前，將手挽住說道：“早是今日相遇，若教錯過，豈不辜負了這樣美貌！”正說話間，只見近侍們請回宮吃晚膳。文帝道：“此間不吃，更到何處？”不多時，排上宴來。文帝就叫尉遲女侍立在面前同飲。尉遲女酒量原淺，因文帝十分惜愛，勉強吃了幾杯，不覺紅入四肢，兩朵桃花上臉。文帝在燈下看她愈覺十分標緻，因問道：“你這般嬌媚，自家獨宿，豈不寂寞可悲。朕甚有憐你之心，你知道麼？尉遲女答道：“寂寞固不敢怨，但蒙萬歲爺憐念，實出望外，如何不知！”文帝笑道：“你既知道，今夜就包管你不寂寞了。”尉遲女也微微笑道：“只恨賤婢下人，不敢點汙龍體。”文帝笑道：“天地間但凡快活事，就分不得什麼上下。”尉遲女笑一笑不做聲。又奉上一杯酒來，文帝吃了，也叫斟一杯酒與她。二人說說笑笑，十分快暢。文帝一時酒興發作，色膽猖狂，哪裡記得獨孤的奇妒，遂留在仁壽宮中宿了。你看他：一個是初恣意的君王，一個是乍承恩的妃子，你望我的恩波，我望你的顏色。兩下里何等綢繆！真個如魚似水，一夜受用。\n\n但見：\n\n嬌鶯雛燕微微喘，雨魄雲魂黯黯酥。\n\n偷得深宮一夜夢，千奇萬巧畫春圖。\n\n次日，文帝早起臨朝，滿心暢美道：“今日方知為天子的快活。但只怕皇后得知，怎生區處？”因想道：“事已至此，無可奈何，只有瞞之一法。”隨吩咐左右近侍，萬萬不可傳與娘娘知道，今夜還要備酒在此伺侯。眾宮人應諾不題。\n\n卻說獨孤後生來性妒，雖然退在後宮，哪裡放得心下？不時差心腹宮人打聽，早有人來報知這個訊息。獨孤後聽了，急得三尸神暴跳，心中如火上澆油，氣昂昂的說道：“這個妖奴，怎敢如此大膽！”也顧不得自家的身重，隨帶了幾十個官人，惡狠狠地走到仁壽宮來。此時尉遲女初經雨露，心下又驚又喜。梳洗畢，正在那裡驗臂上守宮退了多少。猛看見皇后與一隊宮女蜂擁而來，嚇得她面如土色，撲碌碌小鹿兒在心頭亂撞，急忙裡沒什麼主意。自覺心虛，只得跪伏在地。獨孤後進得宮來，腳也不曾站穩，就叫抓過這個妖孤來。眾宮人只要奉承皇后，哪管她柳腰輕脆，花貌嬌羞，橫拖的亂挽烏雲，倒拽的斜牽銀帶，生辣辣扯到面前。\n\n獨孤後罵道：“我宮中一帝一後，稱為二聖，天下無人不知，你這個妖奴，有何孤媚伎倆，膽敢蠱惑君心，亂我宮中雅化！”尉遲女戰兢兢答道：“奴婢乃下賤之人，豈不知娘娘法度？焉敢冒死上希寵幸？！也是賤婢命合該死，昨晚不期萬歲爺忽然到宮，吃夜膳醉了，就要在宮中留幸。賤婢再三推卻，萬歲爺只不肯聽。賤婢欲要報知娘娘，又恐怕惹出事來，沒奈何只得免強從順。其實皆是萬歲爺的意思，與賤婢無干。望娘娘細察本心，哀憐免死。”\n\n獨孤後說道：“你這個妖狐，昨夜快活時，不知怎麼樣裝嬌弄俏，哄騙那沒廉恥的皇帝。今日卻花言巧語，推得這般乾淨！”尉遲女道：“委實不幹賤婢之事，只望娘娘饒命。”獨孤後道：“萬歲爺既這般愛你，你就該求他饒命。為何昨夜不顧性命的受用，今日轉來求我？你這樣花嘴妖孤，我只提防疏了半點，就被你攛哄到手。今日將你快快斷首刳心，弄成一個人彘，已悔恨遲了，不能洩我一腔之氣。焉肯又留一個禍根，為心腹之害！左右何不即速結果，容她在此鬥嘴！”眾宮人聽了，誰敢有違，一齊動手。可憐尉遲女嬌怯身兒，怎經這般摧殘！不須利劍鋼刀，早已香銷玉碎。\n\n正是：\n\n入宮得寵亦堪哀，今日殘花昨日開。\n\n一夜恩波留不住，早隨白骨到泉臺。\n\n獨孤後既打殺了尉遲女，怒氣猶未息，還在那裡埋怨探事的宮人打聽遲了。只見左右報道：“萬歲爺早朝回宮，駕將到了。獨孤後一來恨文帝私幸宮人，二來又見他不回正宮，卻到仁壽宮來，愈覺不平；又恃著平日的寵愛，遂不出宮迎接，也不叫人收拾。豈知文帝滿心想昨夜的快樂，退了朝，巴不得一步就走到仁壽宮來，與尉遲女受用。及進得殿來，哪曉得獨孤後愁眉怒目，惡剎剎站在一邊。尉遲女花殘月缺，血淋淋橫在地下。猛然看見，吃了一驚，心中十分大怒；只因平素被獨孤後縛手縛腳慣了，一時發作不出。直直的看呆了半晌，又無計區處，只是恨了一聲，往外便走。獨孤後雖然恃寵，及見文帝變了顏色，大怒而去，也覺道有幾分著忙。隨即下殿趕來，高叫道：“陛下往哪裡去？如何為一個宮人，就不念夫婦之情，遂這樣忿顏反目！”文帝初意不過憤恨之極，看不上那些光景，走將出來，也無心要出宮去。及見獨孤後隨後趕來，不曉得是來解釋，只道她又來吵鬧，心中又恨又氣，又恐怕她趕上胡纏亂撓，只得往前殿而走。也是合當有事，剛走到閣門，恰恰的一個內相，牽著一匹馬過去。文帝見了，也不顧朝廷的體統，跨上馬，加一鞭，獨自一個徑出東華門而去。文帝乃創業天子，東征西戰，騎馬慣的。出了城也不問路徑，無影無蹤而去，慌的那些內相及把門軍校，又不敢阻攔，只得分頭飛報與各衙門知道。幸得越國公楊素與左僕射高，因退朝不久，尚在朝房中議事。聞此訊息，忙叫備快馬。二人都是能征慣戰的豪傑，也等不得跟隨，上了馬，就如飛一般隨後跟來。足趕有三十餘里，方才趕上。二人跨下馬，雙手挽住絲韁，俯伏在地，奏道：“陛下驚壞臣等，天子至尊，有何急事，也不叫有司安排鑾駕，竟慌慌忙忙，單騎一馬，輕身一人，必有什麼要緊的緣故。臣等惶懼無措，乞降旨以慰下懷。”\n\n文帝見兩個大臣趕將來，伏在馬前，諄諄問故，自覺有些慚愧。不禁長嘆了一聲，說道：“二卿請起，此乃朕傢俬事，言之可羞。朕昨晚還宮，偶因一時帶酒，私幸了個妃子，今日獨孤皇后遂將她打殺了。朕想，田家翁多收幾斛麥，便要易妻，千金之家也要買個歌兒舞女，以圖行樂。朕今貴為天子，轉受這般拘束，便做千年帝王，也是枉然。倒不如出入民間，反得逍遙自在。”高奏道：“陛下差矣！陛下焦心勞思，出虎穴，採龍珠，不知費多少刀兵，方有今日。今幸平了江南，天下一統，正宜勵精圖治，以遺子孫。豈可以一婦人之故，而轉把天下輕看了！願陛下三思。”\n\n文帝見他說出一團道理，半晌低頭不語。楊素又催迫道：“山僻村鄉，非天子流連之處。願陛下自重。”此時，日已西沉。儀從輿輦並大小文武官員，俱漸漸趕來。文帝的怒氣亦漸平了，遂下馬回宮。\n\n正是：\n\n妒當天子何曾恕，氣到夫妻卻易平。\n\n匹馬去來渾似戲，刑于之化幾時成。\n\n卻說獨孤後自文帝突然出宮，心下十分慌忙。急急的差人打聽訊息，恐怕有不測之禍，哪裡敢進後宮。就在閣門內等了一日，那些探事的宮官，以訛傳訛，不住的報將進來。有說騎了馬不知去向的；有說趕上了，只是不肯回宮；又有說萬歲爺大惱，只要娘娘還他一個尉遲女；又有說萬歲爺發誓，再不與娘娘相見。一個人一樣話，哪裡得個實信？慌得她走不是，坐不是，滿肚子懷著鬼胎。有幾個心腹宮人埋怨道：“娘娘的性子，心忒急了些，留得人在，還好區處。”有幾個老成太監安慰道：“娘娘放心，此事斷然不妨。皇爺與娘娘何等恩愛，豈肯為這些小事，便下毒手。”大家胡思亂想，這一日滿宮中何曾得安寧！只等到傍晚時候，才見幾個內相忙忙的報說道：“娘娘恭喜，萬歲爺駕回了。”獨孤後心下才稍稍安些，因問道：“萬歲爺如何肯回？”內相即將高與楊素勸文帝的話一一說知。獨孤後聽見高說她是一婦人，心中暗怒道：“高這廝，我因他是父親的好朋友，每每以重禮侍他，他怎敢如此放肆！且他夫人死後，他就與侍妾們生子，這樣人容他在朝，怎不看壞了樣子！必趕他回去，方遂我心。”後來真個勸文帝將他官職削了，這是後話不題。\n\n卻說文帝駕到了正殿，猶不肯入宮。多虧楊素、高二人再三苦勸，方才退入閣門。獨孤後見了，慌忙將簪珥除下，俯伏在地，高叫道：“賤妾一時暴戾，有觸聖懷，死罪死罪！但念妾十四于歸，待罪頻繁有日，況今麟趾在腹，望陛下寬宥。”文帝平日原是怕她的，今日見她這般光景，已覺十分佔強，如何敢再做模樣。只得下輦親手扶起，說道：“御妻，朕非不念夫妻之情，只是御妻太忍心了些。既是講過，也就罷了。”獨孤後謝了恩，二人依舊是並輦順宮。此時天色已晚，宮中燈燭熒煌，文帝吩咐叫看宴來，留娘娘同飲。須臾，宴至。只因他二人俱要修好，你說的是甜言，我道的是美語；你一觥，我一爵，倒飲得比平日十分快樂。飲到二更，文帝不覺大醉。獨孤後叫宮人扶文帝入宮安寢，自家依舊退入後宮。一來身重，二來勞碌了一日，三來又吃了半夜酒，不覺神思睏覺，忙忙收拾睡了。才蒙之間，只見肚腹中一聲響亮，就像雷鳴一般。只見一條金龍，突然從自家身子裡飛將出去，初猶覺小，漸漸飛，漸漸大，直飛到半空中，足有十餘里遠近，張牙探爪，盤旋不已。正覺好看，忽然一陣狂驟起，那條金龍，不知怎麼竟墜下地來，把個尾竟然跌斷。仔細再一看時，卻不是條金龍，倒像一個大老鼠的模樣。獨孤後著了一驚，猛然驚醒，卻是南柯一夢。心下正驚疑未定，腹中早覺有些疼痛。那些服侍的宮人，見娘娘腹痛，知道要生產，慌做一團，急忙整備分娩之具。不多時，早生下一個愛風流的太子，好淫蕩的君王。眾人齊聲稱賀。獨孤後見生得是個太子，又見有夢龍之兆，心下著實歡喜。正待收拾，只見寢宮外許多宮人內相，一齊亂嚷道：“不好了，宮中怎麼失起火來！連天都紅了，你們尚然不知？”眾宮人聽得這話，慌忙都跑出宮外來看。\n\n正是：\n\n玄鳥赤龍曾絳兆，繞星貫日不虛生。\n\n雖然德去三皇遠，也有紅光滿禁城。\n\n畢竟不知是哪裡火起，且聽下回分解。"
		},
		{
			"章節": "第二回",
			"章節名稱": "飾名節盡孝獨孤 蓄陰謀交歡楊素",
			"章節內容": "詩曰：\n\n世事茫茫半信疑，從來真偽只天知。\n\n聖賢修德原無忝，奸佞徇名卻有私。\n\n猛獸慾摶身轉伏，大鵬將運翅先垂。\n\n眼前多少機關處，轉是梟雄能識時。\n\n又曰：\n\n流東卒有風雷變，訟莽終將社稷傾。\n\n除卻當年身不死，到頭真偽自分明。\n\n卻說獨孤後夢龍生了太子，忽然宮裡宮外一齊都亂嚷道火起。急急叫人看時，哪裡是火起，卻是一道紅光，自獨孤後寢宮頂中透出，直衝於雲漢之間，映得滿天皆紅，就如霞彩一般，又聽得宮門外傳說四下閭閻村巷，牛馬皆鳴。獨孤後得此異兆。滿心歡喜。次日，遣人報知文帝。文帝大喜，隨即親到寢宮來看。獨孤後奏謝道：“托賴陛下洪福，祖宗社稷之慶，昨夜幸生一子，並有諸般吉兆。”遂把夢龍及紅光之事，說了一遍。文帝聽見紅光、夢龍，知是人君之象，心中甚喜。及聽見墜下地來，把尾跌斷，又像大鼠，心下就暗暗有些不快。你道為何？原來帝王與凡人不同，但真命天子初生時，定然有些異兆。就是文帝生時，亦有紫氣充庭。五六歲時，曾在門前戲耍，偶有一個尼僧看見，大相驚訝。因對皇妣說道：“此兒相貌稀奇，來歷奇異，他日必然大貴。但不可在市俗人家撫養，掩了他的聰明，小了他的心志。”遂別尋了一間幽靜館舍，將文帝移到裡面，親自殷勤教養。\n\n一日，皇妣抱文帝於懷，忽見頭上隱隱生出角來，遍身長起鱗甲。皇妣驚慌，不覺失墜地。尼僧連忙抱起說道：“勿驚我兒，使他晚得天下。”後來文帝果成了帝業。故文帝佔住察來，就曉得煬帝不是個令終之器。此時也不說出，只朦朧稱好。獨孤後道：“既有異兆。料能繼述。願陛下賜一佳名。”文帝道：“御妻夢金龍摩天，就取名叫做阿摩如何？”獨孤後大喜道：“乳名佳矣！何不併賜一個大名？”文帝道：“為君必須英明，就叫做楊英罷。”又想道：“創業要英明，守成還須寬廣，不如叫做楊廣。”獨孤後喜道：“楊廣最妙！”文帝取定了名字，隨令頒詔四方，大赦天下。次日，文武百官，皆上表稱賀。此時，海內承平，朝廷無事。光陰迅速，捻指之間，煬帝漸已長成。三歲時，在宮中閒戲，文帝抱於膝上，細視良久，因對獨孤後說道：“此兒眉宇峻，笑聲帶殺，不愁不富貴，但恐破吾家者，亦此兒也。”獨孤後笑道：“陛下差矣！安有破家兒得富貴之理？以妾看來，到底不過是一個藩王耳。陛下何須過慮！”文帝但笑而不言。煬帝十歲時，即好觀古今書傳。凡天文地理，至於方藥、技藝、術數等書，無不通曉。只是性情偏急，陰賊刻忌，好鉤索人情，喜用智術。獨孤後見他聰明敏慧，好讀書，有智略，有識見，心下甚是愛他，每在文帝面前稱揚不絕。文帝見他年已弱冠，又且獨孤後十分鐘愛，恐怕在宮中做出事來。因對獨孤後說道：“楊廣近已長成，留在宮中甚是無益。朕欲封他出去，待他經歷世故，做個賢王。不知御妻心下如何？”獨孤後道：“陛下之意甚善，只是賤妾一時舍他不得。”文帝道：“捨不得，終須要去。。”獨孤後道：“既如此，恁憑陛下便了，必須選擇近地，以便不時召見。”文帝道：“這個使得。”隨傳旨各衙門，一面選納王妃，一面擇近地，起造王府，一面制辦封王儀物。真個朝廷家事情。雷厲風行。不多時，司禮監早選了一個王妃，叫做蕭氏；工部已擇了晉陽地方，蓋起王府。各有司禮儀物飾，俱已齊齊整整。文帝見諸事完備。隨敕封煬帝為晉王。煬帝既封了藩王，不敢久停，捱了月餘，只得拜辭起身。獨孤後賜宴送行。母子二人，哪裡捨得！痛哭了一場，方才分手。文帝又敕令百官送都門。這一日車馬儀從與欽賜禮物，十分顯赫。\n\n正是：\n\n朝廷愛子出封王，賜玉分□道路光。\n\n試看皇家真富貴，五雲縹緲接天潢。\n\n煬帝受封而出，雖受齎之多，一時無比，然終不如東宮太子，朝夕隨朝，多少威權在手。煬帝一日在王府中閒居無事，因自忖道：“我與太子一樣弟兄，他卻是皇帝，我卻是臣子，日後他登了九五，我卻要山呼萬歲去朝他。這也還是小事，倘有毫釐差池，他就要害我性命；若只管戰戰兢兢，我平生之慾，如何得逞！除非謀奪了東宮，方是我一生快樂。”日夜思量，再無計策。因見王府中一個心腹官，叫做段達，平日間有些智略，遂祕密喚他商議。原來那段達為人呵：賦性最貪，設心尤忍。天生就小人肝膽，自習成奸險肚腸。口角才開，倏生萬萬轉機關；眉頭一蹙，便有千千條計策。傾排伎倆，自詫如神；暖昧行藏，人看似鬼。任百般婢膝奴顏，只一味貪圖富貴。\n\n段達聞煬帝喚他，連忙進宮來見，因問道：“殿下喚臣，不知有何使令？”煬帝遂將要奪儲位的意思，細細說了一遍，與他計較。段達沉吟半晌，說道：“此事非同小事！必先廢了太子，方有可圖之機。”煬帝道：“太子正位東宮已久，怎麼廢得？”段達道：“若要廢他，除非如此如此，這般這般。”煬帝聞言大喜，便差幾個能事的內相，暗暗打探東宮過失。原來東宮太子楊勇，為人寬厚，索意在情，毫無矯飾之行。心雖孝友，只是不矜小節。就是問安視膳的禮數，他也疏略，不甚在心。因此，獨孤後早有幾分不悅。又見他內寵甚多，嫡妃元氏，轉不甚相得，倒與嬖妾雲氏，十分綢繆恩愛。宮中起坐的禮節，及飲食服色，二人俱是一般，全不分嫡庶體統，獨孤後更加不快。忽一日，元妃無病暴死，獨孤後只疑是雲氏加害，愈覺懷怒在心。太子是個直樸之人，一毫不知道。不想一樣樣、一件件，都被煬帝探知。煬帝真個梟雄，曉得獨孤後怪人寵妾，他就獨與蕭妃共處，千恩百愛，並不旁幸一人。又時時遣人進宮候，逢著良辰佳節，便採買奇珍異寶，殷勤貢獻。那獨孤後，原是個要強的皇后，見煬帝這般孝敬，如何不喜。煬帝有心要圖大業，凡百所為，皆小心謹慎，毫忽不敢放縱。行之歲餘，內外人情，都稱頌晉王仁厚。煬帝見有些光景，又與段達密謀道：“事已至此，計將安出？”段達道：“此事機括雖動，但不知太后真意若何？須殿下親自入宮，面見太后，討一個的確訊息，方有下落。若只捕風捉影，恐太子根深蒂固，一時難得動遙”煬帝聞言，點頭道：“卿言是也。”遂作表一通，差官奏上，懇求面朝。表文上寫首：晉藩臣不孝男廣稽首頓首百拜，奉表於父王皇帝膝下：男廣久違侍日，時切瞻雲。遠睽定省，望北闕而馳心；近想隨朝，守南宮而墮淚。雖恩連表裡，四海渙若一家；然義隔天涯，咫尺不能三至。願賜一睹天顏，奉萬年觴於左右；再瞻日月，獻四海頌於庭幃。則孺慕之誠，或可少盡；而源源之恩，直銘佩於無涯矣。不勝惶惶待命之至。\n\n文帝覽表大喜，道：“吾兒眷慕親恩，真大孝也。既要來朝，有何不可！”隨即批旨道：“覽奏具見，吾兒孝思，朕心嘉悅。著即日來朝，以盡父子慈孝之意。”煬帝得旨，心中大喜，慌忙打點入朝。他知道文帝崇尚節儉，遂將車馬侍從，純用樸素，只暗暗的備了許多珠玉寶貝來獻與獨孤後。一徑到了午門，少不得要候旨宣詔。朝房中早有文武官員，接住朝見。煬帝正要交結眾官，便和顏悅色，一個個俱加禮厚待。先問些治家治國的道理，後講些憂國憂民的話頭。這些百官，哪識得奸雄作用！都稱讚道：“好一個仁厚賢能的晉王！”少頃，有旨宣晉王入宮。煬帝方才別了眾官，整步從東華門而入。此時，文帝駕御瑤泉殿，煬帝遠遠望見，就在丹墀下，五拜三叩頭，拜畢奏道：“兒久離膝下，不勝眷戀。今得望見慈顏，私心慶幸。”文帝道：“吾兒起來，朕亦時常思汝。但恨國家有體，不能朝夕接見，甚是怏怏。”因命賜坐留宴。吃了幾杯，文帝問道：“汝在國中，何以治民？”煬帝便逢迎文帝的意思說道：“百姓皆賴父皇至治，熙熙，兒柔懦無才，焉敢更張？但不過節取儉用，稍恤民力耳。”文帝大喜道：“汝能節儉，吾無憂矣。”少頃宴罷，文帝說道：“汝母親甚是思汝，汝可入宮去一看。”\n\n煬帝謝了恩，領旨竟望後宮而來。獨孤後聽見煬帝來朝，滿心歡喜，即忙宣入。煬帝朝畢，就將許多禮物，親手獻上。獨孤後說道：“思親來朝，便見吾兒大孝，何必又要禮物！”煬帝道：“母親恩德如山，些須薄物，不能報萬分之一。”獨孤後道：“吾兒這樣純孝，安得你常在左右，娛我晚景！”煬帝道：“母親愛兒，真天高地厚。但恨兒福薄，遠違膝下，徒有一點孝心不能展也。”母子二人，各訴心曲。煬帝真是個奸雄，說了半日，一字也不說到東宮身上。只等到天色傍晚，將要出宮，他便故意做出個欲去不去的光景，要說不說的形狀。那獨孤後見了，便問道：“吾兒有什麼心事，何不明明奏我，卻如此蹴不安？”煬帝見問，就拜伏在地，哽哽咽咽，啼哭起來。獨孤後忙將手攙住說道：我兒有話就說，不必悲傷。”煬帝拭著眼淚，低低說道：“兒性愚蠢，不識忌諱。因念親恩難報，時常遣人問安。東宮說兒覬覦名器，事母親，必要害兒性命。念兒不肖，遠在外藩，東宮朝夕左右，恐一旦讒言四起，天高難辯。或一杯鴆，或三尺帛，兒不知死地，所以時時恐懼而悲也。望母親曲賜保全，與兒做主。”說罷又哭。獨孤後聞言，忿然大怒，就叫太子的小名說道：“地伐原來如此可恨！他自己不孝，反要妒忌別人。就是我當初遠元氏與他為妃，從來沒有疾病，忽然一旦暴凶，他卻與阿雲兩個日夜淫縱，歡喜快樂。豈不明明是他害了？如何又謀及兄弟！我在，他尚敢如此；我若一旦死了，汝自然是他口中魚肉。況東宮又無正嫡，明日聖上千秋萬歲之後，叫我兒向阿雲面前稽首稱臣，亦大是痛苦事情。吾兒安心回去，我自有區處，決不與他得志。”煬帝聞言，心中暗喜，方才拜別出宮，回王府而去。\n\n後人有詩感之：\n\n君子心腸平似水，小人口舌巧如簧。\n\n自從萋菲織成錦，會見龍蛇亂帝鄉。\n\n煬帝得此訊息，滿心歡喜。回到府中，隨喚段達商議。段達道：“太后既肯做主，便有七八分光景。但太子乃國家根本，立東宮時，天下皆知。若只太后一人要廢，未免涉私。皇上如何肯聽？就是皇上聽了，百官也決然不服。”煬帝不悅道：“若如此說，豈不枉費了許多心機？”段達道：“心機倒也不枉費，只怕還有心機不曾費到。臣聞眾口可以鑠金，以臣愚見，還須交結一個有權望的大臣，使他檢摘太子的過失，先在外面談論，然後太后從中詆譭，內外交攻，皇上自然深信，百官自然聽從，方是萬全之計。若輕舉妄動，誠恐太后一人一口，單絲不線，孤掌難鳴，將一場好事轉弄壞了。”\n\n煬帝聞言，大喜道：“卿言深得人情，雖隨何借箸，陸賈持籌，不過是也。但大臣有權勢者，當今朝中，非楊素不可。怎奈這個老兒，為人剛愎驕傲，又倚著自家的功高位尊，孤又是封出的親王，管他不著。恐一時交結他不來，如之奈何？”段達說道：“臣觀楊素，是個好大喜功之人，外雖悻悻，其中未必無慾。況當今太子，不達世務，待他辭色甚嚴，此老心必不平，定懷異念。殿下若肯卑辭厚禮，結之以恩，誘之以利，不怕這老兒不甘心為殿下驅使。”煬帝道：“言雖有理，卻如何結起？”段達道：“殿下只消辦一副厚禮，容臣拿去送他。他無故受禮，必然歡喜，要來朝謝。那時賜宴款留，酒席間慢慢以言相，自有分曉。”煬帝聞言，滿心歡喜道：“若得事成，富貴共之，決不負卿大功也。”二人計議已定，隨備黃金百兩，綵緞百端，名馬一匹，寶劍一口，並諸般禮物。次早段達領了，竟投楊府而來。此時，楊素已晉封越國公，執掌朝綱，是當朝第一個有權勢的大臣。真是一人之下，萬人之上，府門前好不赫然顯耀。\n\n有《西江月》一首為證：\n\n紫氣遙連雙闕，紅雲直接三臺。槐堂棘院赫然開，戟橫增氣概。閣上恩光日月，階前然諾風霜，百官總己聽端裁，真是當朝鼎鼐。\n\n段達到了府前，見守門官吏，即將禮物投上，說道：“我是晉王府差官，求見老爺。”眾官吏聽見是王府差官，不敢停留，即忙擊鼓傳報，少頃，楊素升廳問道：“晉王差官，可有令旨？左右稟道：“沒有令旨，只是差官送禮。”楊素自思道：“我與晉王雖無統屬，他卻是當今皇后的愛子，新來又有些賢名，他既好意來送禮，來官須以禮貌相待。”隨叫請進來，左右得令，不多時，將段達引至階下，段達望見楊素，不敢進廳，就要在階下行禮。楊素忙走出廳來，叫左右攙住，說道：“公奉王命而來，不比等閒，何須如此過謙。”遂要讓段達入廳。段達再三不肯道：“上公乃朝廷元輔，小官不過王門一走吏，自當叩首階下，焉敢犯上下之分，以辱王命！”楊素道：“王命在身，豈有不就客位之禮！”又叫人挽入。段達方敢在廳上拜了四拜。楊素讓座，段達又推辭了一會，才在旁邊坐下。即將禮物獻上，說道：“晉王仰慕上公的威名德業，不啻飢渴。但恨分封外藩，不能時接光儀，曷勝景仰！今無以為敬，聊具微物數種，少伸好賢之意，望上公笑納。”楊素道：“老夫乃一介武臣，有何德能，敢勞晉王如此鄭重，殷勤下交，隆恩已自不朽；又賜這許多厚禮，如何敢受！”段達道：“些須薄物，晉王再三申敬。上公若怫然卻之，是怪晉王好賢不誠了。”楊素道：“卻之固不敢，受之實無名。”段達說道：“彤弓之貺，緇衣之好，詩人稱之。況珠玉幣帛，原是旌賢之物。昔湯聘伊尹，先主聘臥龍，皆是物也，何謂無名？”楊素道：“伊尹、臥龍，吾何敢當！”段達道：“晉王視上公，猶過於二人。”楊素道：“既蒙晉王垂愛，只得拜受。”隨叫左右將禮物收了進去。須臾，茶至，楊素接茶在手，又說道：“前日晉王來朝，老夫在朝房中，匆匆望見，真是隆準龍顏，天日之表。今又如此愛才，海內稱為賢王，信不虛也。”段達道：“晉王德意淵涵，小臣也不能仰窺。若論尊敬賢能，一段真誠，果是古今少有。”二人攀談了一會，茶罷三盅。段達不敢久留，遂起身告辭。楊素道：“晉王既無令旨，老夫也不敢具表稱謝。煩公轉達，老夫朝政稍暇，即當面朝奉謝。”段達領命拜辭而去，這正是：任君破網與吞舟，香餌投時自上鉤。\n\n多少黃金移帝座，笑他四皓白安劉。\n\n段達辭了楊素，忙回王府，將上項言語與煬帝說知。煬帝大喜道：“楊素若可動，大事不患不成矣。”遂一面差人暗暗打聽，一面安排筵宴伺侯，只等楊素來朝。過了五七日，楊素真個前來朝謝。此時晉王府中早有人報知。煬帝即差段達並一班王官，遠遠迎接。楊素自恃他是有功老臣，騎了一匹馬，帶領著無數跟隨，吆吆喝喝，直衝至王府門前，方才兜祝段達與一班王官，齊上前迎著，就在馬前打了一個恭，說道：“晉王有旨，聞知上公遠臨，著某等在此迎接。”楊素下了馬，慌忙答禮道：“有勞諸公，晉王升殿，願為引見。”段達道：“吾王在殿上恭候多時。”說罷，眾官便簇擁著楊素，竟進殿來。煬帝見楊素將到，忙迎下來說：“賢卿治國勤勞，朝儀免了，只是常禮相見。”楊素再三請朝，煬帝不允。楊素只得尊旨一拜而起，煬帝隨命賜坐。楊素坐定，因奏謝道：“老臣無尺寸之功於殿下，轉蒙聖惠下頒，使老臣受之有愧。”煬帝道：“賢卿何出此言？孤家江山社稷，大半皆賢卿所造，何言無功？些須小敬，尚不能酬萬一耳。”楊素道：“老臣犬馬微勞，除皇上之外，自分無人記憶，不意殿下尚殷殷垂念，老臣沐知遇之恩不淺矣。”煬帝道：“孤聞悖德者不祥，有一等庸愚之人，每日裡錦衣玉食，以為固有，並不思是誰之功，殊可痛恨！楊素道：“殿下念及此，真仁厚之主也！使臨天下，則四海皆受其福矣！”煬帝道：“賢卿勿晒，孤徒有其心，恨不能行耳！”正說話間，左右排上宴來。二人相遜入座，須臾之間，水陸畢陳，笙歌遞奏，筵席十分豐盛。\n\n但見：\n\n觥籌錯雜，食色繽紛。庖甘煮美，猩脣鯉尾列盈筵；膾異烹鮮，麟掌駝蹄堆滿案。青絲低系，金壺紅映珊瑚；素手高擎，玉碗光浮琥珀。翠往珠來，座上琳琅時耀目；曲終樂奏，階前絲竹不停聲。品出上方，真個千金一饌；筵開寶殿，果然方丈盈前。任他將相公侯，不似王家富貴。\n\n楊素老奸巨滑，見煬帝儀仗隆重，情意綢繆，其中動靜，早已猜透幾分。因自忖道：“文帝老矣，太子淫放疏略，又不達世情，一旦傳位，富貴豈能常保？倒不如扶持晉王，做個天子門生，不怕他不還我富貴。”飲到半酣之際，轉以言挑煬帝道：“殿下聰明仁厚，海人推戴，賢於東宮遠矣。當時建儲之儀，不獨老臣有罪，就是皇上與太后，也欠斟酌了。”煬帝遜謝道：“慚愧、慚愧。吾兄正位青宮，賢卿職居臺鼎，明君良臣，正好受享寶貴，何以此言相戲？”楊素道：“殿下有所不知，太子待老臣至保今蒙殿下厚愛，老臣尚有轉日移天的手段，但不知太后意旨如何耳？此係真心，豈敢相戲？”煬帝聞言大喜道：“賢卿既有此美意，孤實不相瞞。太后見東宮縱妾殺妃，不敬大臣，奢淫無度，久欲廢立，但患外庭無一大臣相為表裡。不料賢卿慨然有伊、霍之心，真不之大幸也。倘蒙提挈，此恩死生不朽。”因滿斟一金盃，自起奉於楊素，說道：“賢卿滿飲此杯，富貴當共之。”楊素接杯在手，一飲而幹，說道：“此事但恐太后不從耳。太后既有此心，老臣效力有何難哉！明日進朝，自有區處。”你看煬帝、楊素，兩人都是奸雄。言談之間，你籠絡我，我駕御你，說幾句，吃幾杯，直飲到日色平西，楊素方起身謝宣告辭。煬帝親送出殿門，直到滴水簷前才祝依舊是段達一班王官，送出府門，上馬再三鄭重而別。煬帝與段達進府中商量，歡喜不題。\n\n卻說楊素上了馬，一路上躊躇道：“此事雖如此說，還須見過太后，討個實落訊息，方好放心下手。只是太后久不朝見，如何得個方便？”須臾，回到府中，輾轉尋思，並無計策。只因這一尋思，有分教：君臣乖戾，骨肉傷殘，錦繡江山，都變做風花雪月。\n\n正是：\n\n奇貨無如天子貴，讒言便是小人恩。\n\n可憐喋血千秋慘，博得君臣幾日尊！\n\n畢竟不知有何計策，且聽下回分解。"
		},
		{
			"章節": "第三回",
			"章節名稱": "正儲位謀奪太子 侍寢宮調戲宣華",
			"章節內容": "詩曰：\n\n餘慶餘殃莫自欺，老天報復豈相虧！\n\n迎回太甲阿衡祿，殺卻扶蘇丞相夷。\n\n何代梟雄能不死，誰家富貴得長隨。\n\n興亡歷歷皆堪數，只有奸人當不知。\n\n又曰：\n\n烏紗久是黃粱夢，紅粉原為白骨媒。\n\n何事世人偏不悟，幾人去了幾人來！\n\n話說楊素自晉府宴歸，要為晉王謀奪東宮，保全富貴。思量了一夜，要見太后，再無計策。輾轉之間，不覺天色微明，只得起來梳洗入朝。此時正值三月初旬，豔陽時候，百花開放。百官朝賀畢，正欲退朝。也是朝廷合當有事，只見禁院中一個內相傳出一道旨來說道：“百官無事退朝，單留越國公楊素御苑賞楊梅。”百官得旨，俱各紛紛散去。只有楊素一人，被眾內相簇擁著竟進御苑而來。原來這苑中百花俱開得茂盛，獨有這株楊梅樹，與眾不同，又高又大，開花無數，異香撲鼻。真個是壓倒群芳，佔盡人間春色。\n\n有詩為證：\n\n名依天子貴，根長帝王家。\n\n香氣濃成彩，花容紅映霞。\n\n風光三殿厚，雨露九重賒。\n\n自是關時運，非幹春獨華。\n\n楊素被召入苑，心中暗喜道：“今日機緣甚巧，或者晉王有福也未可知。”在苑中等夠多時，只見香風動處，文帝與獨孤後並輦而來。楊素看見，慌忙俯伏在地迎接。原來楊素也是弘農華陰人，與文帝同鄉。文帝在周為丞相時，楊素也事周為儀同三司，自幼往來甚密，獨孤後時時相見。故文帝登基之後，恩寵獨隆，時常賜宴，皇后俱不迴避。當日文帝與獨孤後駕臨便殿，楊素朝賀畢，文帝即叫賜座。楊素坐定，文帝說道：“當今海內初安，廟堂無事，且喜苑中楊梅盛開，故聊治一尊，與卿少盡君臣之樂。”楊素奏謝道：“屢蒙賜宴，聖恩隆重，微臣何以克當？”文帝道：“朕與卿鄉里故舊，非他臣可比；況卿佐朕平定中原，削平江左，不知受過多少辛苦！今日太平，正該同享，何須謙讓？”說話間，從內相排上宴來。上邊二席，文帝與獨孤後南面坐了，下邊東側首一席，賜楊素橫陪。楊素因時常賜宴慣了，也不十分推辭，謝過恩，竟自坐下。酒行數巡，文帝忽說道：“自晉家微弱，偏安江左，中原地方就被眾胡人瓜分割據了三百餘年，經歷過四五朝帝王，皆是南北分治。不想今日被朕以一劍而掃清寰宇，萬方一統，殊為快事。”楊素道：“陛下以神武渾一中原，疆土之富，不獨高齊樑諸君，恐從古帝王，未有如此之盛。”獨孤後問道：“當今天下，有多少郡縣？”楊素道：“郡有一百九十，縣有一千一百，戶口有八百九十萬有零；若論地方，自西至東，有九千三百里；自北至南，有一萬四千八百一十五里，還有遐荒臣伏者不算。”文帝大喜道：“人生事業至此，可謂極矣。今與卿對春光而痛飲花前，亦不為過也。”楊素道：“陛下至治雍雍，萬民樂業，今日稱觴獻壽，正天心人意以報陛下，何過之有！”文帝大喜，隨命進酒。\n\n正是：\n\n封疆謾道似金湯，治世還須治世王。\n\n留得奸臣居肘腑，自然有禍在蕭牆。\n\n二人談一會國政，論一會民情，又講一會眼前花開的茂盛，又說一會往日得天下的英雄。真是君臣一體，無忌無猜。怎奈楊素，一心只想著晉王的事體，欲要開口，又未曾關會太后；欲不開口，又怕失了機會，心下十分躊躇。真個事有湊巧，暢飲了半日，文帝忽然起身淨手。那楊素終是奸雄，得了這個空兒，就對獨孤後說道：“晉王仁孝恭儉，中外稱揚。前日來朝時，諄諄問國計民生，真當代賢王也。若得東宮如此，便是天下之福，社稷之慶。”那獨孤後久有心在煬帝，被楊素一句話打動了心事，便泫然淚下道：“我兒楊廣，自幼讀書好學，有智略，識大義，居家儉樸，待人溫和。又百般孝順，就是處房幃之私，亦是可憐。我常遣人去看，他與新婦，都是同寢同食，並不與姬妾淫縱。豈如東宮楊勇，把元妃謀害了，卻日日共阿雲酣飲，全不像個儲君體統。近又聞得要謀害楊廣，殊為可恨！我所以益愛阿摩者，正為此也！”說未了，文帝早已回座。楊素知獨孤後屬意晉王，文帝料難做主，便大言道：“天下奠安，再無他慮。只愁太子仁孝有虧，恐難為社稷之主。”文帝驚問道：“楊勇一向謹無過，卿何忽出此言？”楊素道：“陛下不知，近日太子荒淫酒色，又私蓄兵健，十分狂妄，陛下還須加察。”文帝沉吟，猶未及答。獨孤後便接說道：“卿真忠臣也！楊勇不必論其它，隻日夜酣飲，縱妾殺妻，便是不仁；問安視膳，全不在心，便是不孝。我正以此為慮，不意卿有同心，肯言人骨肉之間，真忠臣也！”文帝見太后與楊素一般說話，便也疑心道：“楊勇若果如此，便是朕心腹之憂矣。”楊素道：“陛下若不信，只消差幾個近侍，細細打聽，便知端的。”文帝依奏。隨傳旨自玄武門至於至德門，每門俱著近侍十人，密密訪察東宮過失，不許隱瞞虛報。眾人領旨而去。\n\n正是：\n\n豺虎之心，蜂蠆之口。\n\n利似劍鋒，甜如醇酒。\n\n乘聞一言，天倫不守。\n\n彼何人哉，有此毒手！\n\n君臣又飲了幾杯，天色漸晚，楊素起身謝宴而去。文帝與太后依舊並輦回宮不題。\n\n卻說楊素讒言既行，滿心歡喜。回到府中，忙寫書報知晉王。煬帝得信大喜，即喚段達商議。段達道：“皇上既著人訪察，殿下須多將金帛買囑近侍，叫他將無作有，以虛報實，多開些過惡，方得聳動皇上。”煬帝道：“十分虛了，恐父王查出不便。”段達道：“這不難。容臣親到東宮，賄賂他的寵姬幸妾，訪他些隱微細曲的真實過犯，一併奏知，皇上自然大怒。那時楊素在外攛掇，太后在內主張，何憂大事不成！”煬帝歡喜道：“卿言深得孤意。”隨喚心腹宮人，多帶金銀，潛身入朝，來買囑近侍；又備一份厚禮，去謝楊素；又叫段達親帶了奇珍異寶，到東宮來行事。\n\n真個錢神有靈，不數日，內外紛紛，皆宣傳太子的過失。有說太子荒淫無度的，有說太子慘刻不仁的，也有說太子怨朝廷不讓位的，也有說太子私繕甲兵、將謀不軌的，又有說太子要遣刺客，暗刺晉王的，一日幾起，傳報進來。那文帝原是個性暴之人，見人言洶洶，便勃然大怒道：“這畜生焉敢如此狂妄！”遂傳旨將東宮衛護軍人，並侍從官員查清名籍，盡付有司掌管。其私蓄健兒，盡行逐去，不得容留一人。又傳旨各宮守門內相，俱要嚴加防禦，不許縱放東宮近侍出入。\n\n卻說太子是個疏略坦易之人，絕不與外官交結。每日只同姬妾們飲酒賦詩，娛情而已，不提防手足間播起許多風波。這一日忽見有司來稽查侍衛冊籍，並驅逐健兒，心中方驚訝道：“父親好沒分曉，天下多少軍兵，都閒散在外，東宮幾個侍衛，便要稽查，終不成怕他謀反。待我親見父王，奏明此事。”遂駕小車，帶領了幾個侍從，竟望正宮而來。\n\n原來太子的青宮，雖同在皇城之內，卻另是一門出入，要進正宮，必要從朝堂穿過。太子將到正殿，不期剛剛遇著楊素。楊素見太子駕來，猛然著了一驚，心中暗想道：“太子這一入宮，倘父子之間，辯明心跡，不獨前功盡棄，其禍不校須聽他一嚇，使他不敢進宮方妙。”遂假作慌忙之狀，俯伏在旁說道“老臣楊素，有急事奏知殿下。”太子忙將車兒止住道：“賢卿請起。有何事奏孤，這等慌張？”楊素道：“殿下難道不知？今日曾有官來清查侍衛，並驅逐兵健否？”太子道：“孤正為此事而來，不知父王何故，忽有此舉？”楊素道：“殿下原來尚不知道，新來不知是哪個讒臣，妄奏殿下怨聖上不傳位；又私繕甲兵，要謀不軌。聖上信以為實，今早大發雷霆，便要差兵圍宮，是老臣再三以死力諍，保無此事，聖上氣才稍平。故只清查冊籍，驅逐兵劍”太子聽罷，驚了一身冷汗，說道：“是誰造此妄言，就該處死；奈何反信讒言，轉欲加害於我？父親真老邁昏聵矣。待孤面見父王，細細辯明，必殺此讒臣，以削吾恨。”就要驅車進宮。楊素忙攔住道：“殿下差矣！聖上性如烈火，今又在盛怒之下，匆匆往辯，倘觸其怒，一時禍有不測，卻將奈何？”太子墮淚道：“君教臣死，臣不敢不死；父教子亡，子不敢不亡。倘觸其怒，猛拼一死，以明寸心。”楊素道：“臣聞小杖則受，大杖則走。殿下雖欲自輕，如宗廟社稷何？何不待老臣索性辯明，然後入宮謝罪，未為晚也。”太子低頭想一想，真個怕文帝性暴，一時難辯，因說道：“良言敢不聽從！只是這一段沉冤，還望賢卿代洗。”楊素道：“老臣自當效力，不勞殿下多囑。”太子道罷，竟含淚回東宮而去。\n\n楊素看太子去遠，隨即會同臺諫御史等官，同上表奏太子因逐去健兒，大言怨望，不教之情弊顯然；此皆東宮侍從唆謀之故，伏乞敕下法司究問。文帝得表大怒道：“逆子敢如此猖狂，豈堪託以社稷！”因對獨孤後說道：“楊勇不肖，朕欲廢之，因念天倫，有所不忍。”獨孤後道：“陛下念天倫，獨不念社稷乎？”文帝點頭道：“御妻一言定矣！”遂傳詔將太子廢為庶人，禁錮於內史舍中，給以五品料食。東宮官屬，著楊素會同法司勘問定罪。楊素等領旨，隨望東宮而來。早有人報知太子，太子道：“楊素許我辯明，為何又有此旨？”左右道：“此皆楊素為晉王奪儲位之謀，殿下為何深信？”太子方才省悟。說未了，楊素已奉旨到來。先將侍從官員，著法司拿下，隨即逼勒太子移入內史捨去。太子再欲入朝辯訴，誰人肯容？只得望北大哭道：“兒得何罪，竟遭廢棄。兒死不足惜，但恐奸人得志，社稷不能保矣。”言罷又哭，左右聞者，人人俱各淚下。百官明知其冤，俱怕楊素權勢，誰敢替他奏辯！楊素又將東宮官屬，嚴刑拷問，俱鍛成入獄。後人因楊素讒言亂國，有詩感之雲：他家父子原相好，一句讒言便中傷。\n\n始信小人萋菲口，斷人天性喪人邦。\n\n因文帝聽言不明，亦有詩傷之雲：\n\n無黨無偏說至公，如何一味信奸雄！\n\n休言妒婦能長舌，自是君王耳不聰。\n\n因獨孤譖子亂國，亦有詩悲之雲：\n\n分明一腹同胞子，愛惡移時兩樣看。\n\n謾說妒夫千種惡，譖兒腸肚十分殘。\n\n文帝既廢了太子，獨孤後又攛掇道：“東宮乃國家根本，不可不定。吾兒楊廣，仁慈孝儉，何不早立，以安天下之心？”文帝道：“朕亦有此意。”遂傳旨立晉王楊廣為太子。煬帝奉旨，喜不自勝。先具表謝恩，隨即擇吉來朝，移居東宮，侍奉文帝、獨孤後十分孝敬。三日兩日，定一遍進宮問安；接待百官，一味深情厚貌，謙謙謹謹。又暗暗備禮致謝楊素。內外人情，倒十分相安。\n\n卻說楊勇禁錮在內史舍中，自思無罪，欲要伸冤，又無路可辯。只得扒在高樹頂上，日日號呼，指望文帝聽見，念父子之情，放他出來。原來這內史省，緊緊與皇城相靠。楊勇日日叫冤叫屈，眾官們聽見，不敢隱瞞，遂報知文帝。文帝見說，也有些惻然動念。怎擋得獨孤後，再三攔阻。楊素聞知，又上一本，說楊勇情志昏亂，近為癲鬼所迷，倘宥其罪，定為國家之害。文帝見他二人如此，只得罷了。\n\n正是：\n\n君心不似光明燭，佞口真如射影沙。\n\n臣庶不須憂治國，願君父子好齊家。\n\n獨孤後既立煬帝為太子，心下十分暢快，常對文帝說道：“妾有楊廣朝夕侍奉，晚景不愁寂寞矣。”誰知日月無情，年華有限，忽一日霜露為災，寢疾不起，不數日而崩。文帝痛哭了幾場，感傷不已。隨命禮官治辦喪儀，停喪於白虎殿，天下掛孝二十七日，擇吉葬於泰陵。後人有詩單道獨孤後之妒雲：夫嬰兒兮子奇貨，以愛易惡移帝座。\n\n若言身死妒根亡，妒已釀成天下禍。\n\n自獨孤死後，文帝見宮幃寂寞，遂傳旨於後宮嬪妃才人中，選擇美麗者進御。自有此旨，滿宮中人人望幸，個個思恩。誰知三千寵幸，只在一在，如何選得許多？選遍六宮，僅僅選得兩個：一個是陳氏，一個是蔡氏。陳氏乃陳宣帝的女兒，生得性格聰慧，丰姿窈窕，真個有沉魚落雁之容，閉月羞花之貌。蔡氏也一樣風流嬌媚。文帝見了，喜不自勝。因說道：“朕老矣，情無所適，得此二人，足為晚景之娛矣。”隨封陳氏為宣華夫人，蔡氏為容華夫人。二人雖並承雨露，而宣華更加寵愛。文帝自此以後，日日歡宴，時時笑歌，比獨孤在日，甚是快活。不想文帝到底是創業皇帝，有些正經，宮中雖然歡樂，而外廷正事，一一皆在心上。每日定早起臨朝，凡五品以上官員，都引到面前講論。若遇有事時，往往講論到日中不罷。飲食都是衛士們傳到殿上去吃，殊覺十分辛苦。及還宮又未免要與二夫人周旋，雖然快樂，畢竟消耗精神。況年華在六旬之外，雖勉強支撐，終是將曉的月光，半?的露水，哪禁得十分熬煉。忽一日，感了些微寒，就臥病不起。文帝是個明白人，曉得病因縱色而起，倒轉思想起獨孤後來。忽然長嘆一聲，說道：“若使獨孤後在日，朕如何得有此疾？”左右見文帝有病，慌忙報入東宮。煬帝聞報，隨即入宮問候。原來煬帝自獨孤死後，入在宮中暗暗縱慾，只恐文帝知道，不得任心狂肆。今見文帝有病，外面假裝愁苦之形，心下轉十分歡喜。文帝哪裡得知？見他侍奉殷勤，轉道他孝順。也是天厭其奸，合當敗露。一日清晨，煬帝入宮問候，恰恰宣華夫人在那裡調藥與文帝吃。煬帝看見宣華，慌忙下拜。宣華一時迴避不及，只得忙忙答拜。拜罷，宣華依舊將藥調了，拿到龍床邊奉與文帝。文帝因宣華是他寵妃，與煬帝有庶母之分，也不疑心，竟轉過身子吃藥。誰知煬帝是個色中餓鬼，看見宣華，早已魂銷魄散，如何禁得住一腔慾火！立在旁也，不轉珠的偷睛細看。怎生打扮？但見：黛綠雙蛾，鴉黃半額。蝶彩裙不短不長，鳳綃衣宜寬宜窄。腰脂似柳，金步搖戛翠鳴珠；鬢髮如雲，玉搔頭掠青拖碧。乍迴雪色依依，不語春山脈脈。幽妍清倩，依稀似越國西施；婉轉輕盈，絕勝那趙家合德。豔冶銷魂。容光奪魄。真個是回頭一笑百媚生，六宮粉黛無顏色。\n\n煬帝偷看了半晌，見宣華美麗異常，心頭慾火如焚，恨不得一碗水將她吞下肚去。只礙著文帝眼睛，不敢做聲，不好動手。他就心生一計，連忙走出宮來，立在分宮的總路上等候。料道宣華出宮必由此路經過，撞見時便好與她調戲。真個宣華看文帝吃了藥，見文帝微微睡去，因連日辛苦，也要到後宮歇息。隨叫宮人們伺候著，竟自悄悄走出宮來。不想剛走到分宮路口，早被煬帝接住，深深一揖，說道：“楊廣不孝，不能侍奉湯藥，勞夫人辛苦，心甚不安，今特在此致謝。”宣華慌忙答禮道：“賤妾侍奉不謹，致皇上有疾，遺憂殿下，罪在不赦。蒙殿下寬宥，已為萬幸，何敢言勞？”煬帝笑道：“父王老邁，如何消受得夫人這般絕色！今日自速其死，令夫人孤幃寂寞，楊廣甚是憐惜。夫人為何反如此說？”宣華見煬帝辭色不正，便拂衣要走。煬帝忙將身攔住道：“求夫人稍住金蓮，我楊廣還有一句肺腑之言，願夫人垂聽。”宣華道：“殿下有何令旨，望速明言。妾宮中有事。”煬帝道：“楊廣生平慕色，而從未睹夫人之天姿，今得相逢，實天緣奇遇，三生之幸也。倘蒙錯愛，我楊廣死生難忘。”宣華正色說道：“妾雖宮闈妃媵，已經聖上收備掖庭，名分攸關，豈可相犯！殿下請自尊重。”煬帝笑道：“夫人如何這般認真？人生行樂耳，有什麼名分不名分？”便將手來扯宣華的衣服。宣華見煬帝動手來扯，心下著慌，急得滿臉通紅，厲聲說道：“殿下這個使不得！青天白日，宮掖之中，耍行淫亂，聖上知道，恐禍有不測，“殿下不要惹事！”煬帝笑道：“父王已是將死的皇帝了，夫人倒不怕活皇帝，只管講那死皇帝怎麼？夫人今日不肯做人情，恐明日要做人情時，卻遲了。”煬帝口裡說著，眼睛看著，臉兒笑著，將身子一步一步只管漸漸挨將上來。宣華見事不諧，知道決不能走到後宮，連忙撤回身，望文帝寢宮裡一道煙花翻柳舞的跑了。煬帝只因宣華貌美，淫心蕩漾，一時高興說出許多話來。及見宣華跑回文帝寢宮，心下也有幾分著忙；又不好跟進宮來，只得退出外殿。沉吟惆悵，起坐不安。因想著：“宣華被我逼了這半晌，若是假惱，跑去自然罷了；倘或真心不喜，竟對父親說知，卻如何解救？就連這東宮也有些不穩。”又想道：“父親見我平日忠厚，她就說了，也未必肯信。”又想道：“宣華雖是父王寵妃，我卻是今儲君，她如何敢搬我的是非？”又想道：“宣華這般美色，一時不能到手，如何區處？”心下埋怨一回，又安慰一回，又思想一回，十分憂疑不決。只得暗暗的差心腹宮人打聽。只因煬帝做出這一場來，不覺十年奸計，一旦成灰。父子天倫，有如陌路。\n\n正是：\n\n?到底難為玉，野鳥如何敢認鸞。\n\n任是彌縫神鬼祕，終須做出大家看。\n\n不知宣華躲入宮去，畢竟說些什麼？且聽下回分解。"
		},
		{
			"章節": "第四回",
			"章節名稱": "不發喪楊素弄權 三正位阿摩登極",
			"章節內容": "詩曰：\n\n高談闊論且從容，凡事須留一著鬆。\n\n室裡豺狼誰引入？社中狐兔自遺蹤。\n\n權歸臆斷心多悔，聽到偏私耳便壅。\n\n褒得鹿兒非是馬，青蛇早已化為龍。\n\n又曰：\n\n一時慾火澆難滅，千載淫風吹不休。\n\n試問玉人誰是主？夕陽衰草滿宮愁。\n\n說話宣華夫人被煬帝逼迫慌了，忙忙的跑進宮來。不期走忙了，頭上一股金釵被簾鉤抓下，剛落在一個金盆上，噹的一聲響，猛將文帝驚醒。文帝睜開眼看時，只見宣華慌做一團。文帝因問道：“你為何這等驚慌？”宣華著了忙，一時應答不出，只顧低了頭去拾金釵。文帝又問道：“朕問你為何驚慌？怎麼不答應？”宣華沒奈何，只得亂應道：“不，不驚慌。”文帝見宣華光景古怪，隨叫到面前再仔細一看，只見宣華滿臉上的紅暈，尚兀自未消，口鼻中猶呼呼喘息，又且發鬆衣亂，大有可疑。再將手去胸膛一摸，只見心窩裡霹霹的亂跳，便驚問道：“大奇大奇，此中必有緣故。快快說出，朕不怪你。”宣華低了頭，半響不敢做聲。文帝大怒：“你惹不說，定有隱昧之情，當賜爾死。”宣華見文帝大怒，只得跪下說道：“妾蒙陛下厚恩，死生不敢相負，陛下不必疑心。妾若有隱昧之情，當天誅地滅。”文帝道：“既無隱昧之情，何不直說？卻道這般驚慌無措？”宣華道：“陛下龍體不安，不宜著惱，妾故隱忍不言；候陛下萬安時，一一奏聞，未為遲也。今若說出，倘陛下一時動怒，有傷聖恙，妾雖萬死亦不能贖也。”文帝是急性人，見宣華說話糊塗，便大叫說道：“你若講明，朕倒不惱。若是這等半吞不吐的，活活氣殺朕也！”宣華捱了一會，當不得文帝發急催說，料道支撐不過，只得含淚說道：“賤妾適欲回宮，走到分宮路口，不期適遇太子，將妾拉住，耍行淫亂。妾心驚懼，拼死跑回，所以言辭失措，有觸聖懷，望陛下宥罪。”文帝聽罷，氣得他目瞪口呆，半晌說不出話來。宣華看見，驚得魂不附體，將文帝扶定，墮淚說道：“陛下請息怒，何苦為賤妾微軀，這般著急！倘有傷聖體，賤妾陷陛下也。”文帝才一口氣轉來，便大叫道：“有這等事！罷了！罷了！這畜生如何付得大事？枉廢吾兒楊勇，這都是獨孤後與楊素誤我。”遂命火速傳旨宣楊素來。左右領旨，連忙出宮去宣楊素。\n\n卻說煬帝自調戲宣華，心下甚是慌亂。及見傳旨宣楊素，更著驚道：“宣楊素事體變矣，如何區處？”思量一回，再無計策，只得著人邀接楊素商量。此時文帝病已數日，百官無主，日日俱在朝房中問安。及見有旨宣楊素，便都一齊到午門外探聽訊息。\n\n卻說楊素領旨，隨著兩個內使，竟入宮來。才走到大興殿前，早有東宮近侍邀住說道：“太子在便殿中求見。”楊素此時正與煬帝交好，忽聽見要見，便留內使在殿上等候，竟先來便殿中見煬帝。煬帝慌接住說道：“父王病中昏亂，事將有變，奈何奈何？”楊素道：“事已久定，為何忽然有變？殿下不必著忙，在廷諸臣當自有公論。”煬帝道：“賢卿乃社稷元老，吾家家事，唯賢卿可以主張，何必在廷諸臣？”因執楊素之手，低低說道：“公能使孤得遂大志，孤定終身報公，不敢有忘。”楊素點首道：“殿下放心，老臣自有區處。”遂別了煬帝，走出殿來，依舊同兩個內使直入後宮來問疾，原來文帝著了這一氣，病體愈加沉重。睡在龍床上，十分悔恨。一見楊素，便大聲說道：“卿誤我大事！”楊素道：“陛下玉體違和，請自保重。不知老臣有何事誤陛下？”文帝道：“吾兒楊勇，好好立在東宮，卻攛掇朕廢了，便立楊廣這一個畜生！”楊素道：“新太子一向仁孝恭儉，別無異說，何今忽違聖心？”文帝氣忿忿說道：“好仁恭孝，平日皆假立名節，卿哪裡知道？今早欺朕有病，便潛伏在宮中，逼淫庶母，如此無狀，豈堪託以社稷？朕病在膏肓，料不能生。卿乃朕之心腹老臣，朕死後，必須仍立吾兒楊勇為帝，方見卿之忠義。朕死九泉，亦瞑目也。”楊素道：“太子，國之本也，國本豈可屢易？臣不敢奉詔。”文帝見楊素不肯奉詔，一時忿氣填胸，大罵：“你這老賊，明與楊廣同謀，抗逆君父，你欺朕病篤不能殺你？你若不聽朕言，朕死去為神為鬼，定要殺你以報此仇。”隨向左右大叫道：“快呼吾兒楊勇來！快呼吾兒楊勇來！”連叫數聲，喉中氣力漸微，猛回過臉去，向內不言。楊素見文帝病勢危篤，再加暴氣攻心，料不能生。自知立皇帝的權柄都在手裡，不怕煬帝不求他。便拿出奸雄的氣息腔板，見文帝氣息奄奄，全無一毫悽慘，轉洋洋得意走出宮來，賣聲說道：“好個皇帝位兒，還不知是誰人有福消受。”煬帝在宮外差人打聽，聞知楊素說出這話，心下十分慌忙。急急迎進宮來，接著楊素問道：“勞卿費心，事體不知如何？”\n\n楊素見煬帝辭色驚慌，他也不呼殿下，也不稱老臣，轉冷冷似答不答的說道：“這都是郎君自做差了，非幹我事。”說罷，不瞅不睬，竟自要出朝去。慌得個煬帝慌忙以手攔定說道：“楊廣蒙賢卿提挈之功，得有今日；今富貴咫尺，正好圖報賢卿；賢卿若以楊廣不才而見棄，則卿從前一番辛苦，皆置於無用之地矣，豈不可惜！望賢公三思！”楊素道：“我為郎君費了多少口舌機關，方得到此地位；不料郎君如此淫蕩，惹出這場事來。聖上已有旨，仍立楊勇，教我如何違背？”煬帝道：“楊廣不才，實負賢公。然賢公豪傑之士，必不忍自負；況太后在日，曾以不肖託賢公，望賢公始終玉成，不獨楊廣終身感戴，太后在九泉之下，亦佩明德於不朽矣。”說罷，就忙忙要跪將下去。楊素徐以手挽住說道：“殿下請起，何必如此？我非不為殿下設謀，但恐一動手，便成千古罪人。且慢慢再作計較。”煬帝道：“事急矣！倘若延捱，百官打聽得改立訊息，便有許多議論；況且吾兄禁錮在內史舍中，去此不遠，倘有希圖富貴者，奪門請立，又未免要生出事來。不獨楊廣有礙，即賢公亦吾兄之仇也，不可不慮。”楊素笑道：“有老夫在此，誰人敢輕舉妄動！既是殿下如此傾心，只得一發成就了你吧。”遂向煬帝附耳低低說道：“只須如此如此，這般這般。”煬帝聞言大喜，忙點額說是：“是！是！是！”隨吩咐東宮官張衡，叫他入宮侍疾。\n\n原來張衡乃煬帝心腹，聞言解意。領了命，竟大踏步直入寢宮而來。此時文帝病已十分沉重，叫一會吾兒楊勇，怨一會獨孤誤我，罵一回殺這老賊，又昏昏沉沉睡去。左右近侍，雖然聽得，都曉得楊素與煬帝的手段，哪個敢替他傳旨？可憐文帝一世梟雄，性如烈火，想當日篡位的時節，何等威勢，今一旦臥病，也落在奸人之手。\n\n後人有詩感之曰：\n\n當年只道臣如虎，今日誰知子似狼。\n\n多少英雄都使盡，不知天意有商量。\n\n文帝昏臥龍床之上，唯宣華與容華二人守在面前，欲要替他傳旨宣召楊勇，又沒這大力量；欲待不理，心下又十分慘傷。二人只是相對掩淚而哭。張衡進得宮來，看見文帝奄奄昏睡，宣華她們悽惶無主，便宣言說道：“聖上無故暴疾，卻將太子讒逐在外；外面文武百官，俱紛紛議論。聖上倘有差池，恐怕二位娘娘不能辭其責！今日到此地位，尚不知迴避，豈必欲斷送了聖上之命，方才罷手？”容華夫人被張衡這幾句話嚇得啞口無言，慄慄驚戰；只有宣華夫人含淚說道：“妾等受皇上深恩，恨不能以身代死，倘有不諱，敢望獨生？若要追究懷異心之人，天地鬼神，自然昭鑑，汝何必多言！”張衡道：“有無異心，明日百官自有公論；但娘娘死節，此時還略早些。且請稍退一步，讓皇上靜養，就死也不要死在宮妾之手，壞了皇上一生的英名。”宣華與容華曉得張衡是東宮心腹，料道拗他不過，只得向文帝龍床邊拜了幾拜，帶領眾姬妾們，哭回後宮而去。\n\n卻說煬帝與楊素在便殿立候訊息，張衡去不多時，只見幾個內使慌來報道：“不好了！萬歲爺一霎兒喉中呦呦有聲，奴婢等連連呼喚，已不能答應，望千歲爺做主。”煬帝與楊素聞言，即忙同入寢宮來看。及走到龍床邊時，文帝早已嗚乎崩矣！\n\n正是：\n\n道德無喪亡，仁義有終始。\n\n可嘆強梁君，不能保其死。\n\n煬帝看見文帝已死，便放聲哭將起來。楊素慌忙攔住道：“哭乃小節，殿下勿得過傷，且商量國家大事要緊。”煬帝果是納諫如流，就當真的不哭。因問道：“父王既崩，少不得就要停喪白虎殿，有何商量？”楊素道：“若就發喪，倘或風聲漏洩，百官講長講短，又爭執起來，卻將奈何？”煬帝著驚道：“若如此，卻怎生區處？”楊素道：“時不再來，機不可失；差之毫釐，失之千里。依臣的主意，莫若宮門上傳一道旨意，不許走漏駕崩的訊息，捱過今夜，明早五更裡，待老臣草成一詔，先扶殿下登了大寶，鎮定了中外人心，那時再計儀發喪，未為晚也。”煬帝大喜道：“非賢公深謀，慮不及此。楊廣何幸得蒙如此造就！”隨傳令旨，吩咐各門嚴禁，不許眾宮私出，倘有走漏宮中訊息者斬。二人計議定時，天色已漸昏黑。煬帝就要留楊素在宮中同住，楊素道：“不可！老臣若在宮中宿了，外邊這些官員一發著忙，還得老夫出去，安慰他們，方保無虞。”煬帝道：“賢公見教極是，只是孤放心不下，奈何？”楊素笑道：“老夫一言既出，駟馬難追。只要殿下知恩報恩。”煬帝道：“楊廣非草木，賢公高厚，安敢忘也。”言罷，叫左右點金絲提籠二對，親自送楊素出朝。楊素才出得午門，早有兵部尚書柳述、黃門侍郎元巖一班文武官員接住問道：“聖上病體如何？”楊素答道：“聖上乃勤政辛苦，御體勞倦，無他大玻今靜攝數日，已安泰如故。適才有旨，明日視朝，諸公當具吉服稱賀。”眾官聽見楊素說文帝病好，都以為確信，一齊歡喜散去，準備早朝不題。\n\n卻說楊素回到府中，連夜將遺詔草成，又暗暗的傳出將令，差五百名御林軍，各帶利器，明日早朝，午門外埋伏聽用。楊素打點諸事不題。卻說煬帝在宮中，這一夜肚子裡有三分憂，七分喜，倒有十分相思。喜的是大議已定，皇帝已七八到手；憂的是楊素性情古怪，捉摸不定，恐一時更變；相思是想宣華夫人，同在宮中，不能相親。欲要到後宮去淫蕩一番，因是個人心驚疑之際，又恐怕激變了事情，只得抵死的熬了一夜。不覺疏星殘月，絳幘雞人報曉，正是那早朝時分。怎見得？有《賀新郎》一詞闋為證：九重天??，曙光開，紅雲縹緲，殘星猶在。長樂疏鍾煙柳，因畫角一聲花外，漸露出，皇家氣概。金殿玉階丹鳳闕，曉氤氳，都被香菸靄，瞻庭燎、深如海。\n\n鏘鏘嚌嚌鸞聲噦，一霎時，萬國衣冠，九州車蓋。咫尺天顏敢褻越，禮樂文章等閒殺。夔慄慄，百官擁戴。日色初臨丹出，淨鞭鳴，彷彿聞天籟。山呼向、螭頭拜。\n\n煬帝聽得鍾動雞鳴，忙忙起來梳洗。左右見文帝已死，舊太子已廢，新皇帝自然是煬帝，敢不奉承。隨將平天冠、藍田帶、袞龍袍、無憂履，八般大禮，打點得齊齊整整，奉與煬帝。煬帝因楊素未曾入朝，心下終有幾分狐疑，不敢就穿戴起來。隨吩咐道：“且拿到大殿上伺候。”自家照舊是東宮服色，帶領許多心腹中官，到閣門內等候訊息。卻說文武百官，盡道文帝病好臨朝，不敢不來。都穿了吉服，具了賀表，陸陸續續到朝房等候。等夠多時，全不見響動，又恐失了朝儀，都照官職排列丹墀，只等聖駕一到，便好行禮。煬帝在閣門內望見，心下好不慌忙，眼巴巴只不見楊素到來，哪裡敢做一聲！外邊又等裡邊，裡邊又等外邊，兩下里都等得個心焦性急。只等到天色平明，楊素方才坐了花藤大轎，呼喝而來。到了朝門，下了轎，也不與百官接見，大踏步竟自直入宮來。煬帝慌忙接住，說道：“有累賢卿，銘感不荊但今日不知何故，百官都齊齊在朝，恐有意外之變，萬望賢卿留意。”楊素笑道：“有老臣在此，不消多慮。”遂同眾內相一齊簇擁著煬帝，直到大殿上來。\n\n此時殿上珠簾高卷，銀燭輝煌。外邊望見殿上御香浮動，人影縱橫，只道是文帝的駕到。那些鴻臚寺並糾禮伶樂等官，就要奏樂唱喝，眾文武就要跪拜行禮。楊素看見，忙出殿外，走到滴水簷前，高聲說道：“大行皇帝昨已宴駕，今有遺詔立太子楊廣即皇帝位，百官敢有不從者斬！”隨於袖中取出詔來，叫翰林承旨官宣讀。百官聽了，俱各大驚失色！倉卒中沒做理會，都只面面相覷。雖有幾個舊太子的臣僚心中不忿，要出來做對，因見朝門外有許多羽林軍圍護，又見楊素氣昂昂在殿上指手劃腳，知道他們已有成謀，如何敢輕易動手。大家捱了一會，早有幾個獻諛的臣子出來奏道：“太子久已正位東宮，德望素副天下，又有大行皇帝遺詔，自當高登大寶，臣等快睹天顏，不勝慶幸，誰敢不服！”楊素聞奏，即轉身說道：“既先帝有詔，又臣民擁戴，天下不可一日無君。今日吉時良就，請登大寶。”隨命左右將八般大禮，奉與煬帝。煬帝也未曾推讓。早有尚衣太監走近跟前，一一都替他穿戴起來。穿戴完了，楊素即請他升那九五之位。煬帝只因文帝死得暖昧不明，良心中十分驚悸。又見眾臣子洶洶階下，又乍穿戴起這些法物，況廟堂之上，赫赫昭昭，怎不畏懼！走到跟前，忽不覺神情惶悚，手足慌忙，那御座又甚高，才跨一隻腳要上去，不期被階下一聲奏樂，心虛之人，著了一驚，把捉不定，那隻腳早踏了下來，幾乎跌倒。眾宮人看見，連忙近前攙住，就要趁勢兒扶他上去。這也是天地有靈，鬼神嫉憤，煬帝腳才上去，不知不覺忽然又踏將下來。楊素在殿前看見光景不雅，只得自走上來，楊素雖然老邁，終是武將出身，有些力量，分開左右，只消一隻手，便輕輕的把煬帝攛上御座。下面百官看見，一個個都掩面嗟呀，低頭嘆息。\n\n正是：\n\n莫言人事宜奸詭，畢意天心厭不仁。\n\n任有十年天子分，也應三被鬼神嗔。\n\n楊素既手扶煬帝登極，即走下殿來，率領眾官朝賀。煬帝在龍座上坐了半晌，神情方才稍定。又見百官朝賀，知無異說，更覺心安。俟朝賀畢，便傳旨道：“朕實不德，上奉先帝遺詔，下念臣民擁戴，謬登大位，凡有不逮，尚望眾卿輔佐。”群臣同奏道：“陛下乾德龍飛，允合天心人望，臣等欣慶歇勝，敢不??是效。”煬帝大喜道：“朕新御宇，諸卿合當進爵。”遂傳旨冊立蕭妃為皇后；越國公楊素，晉封上柱國，賜金花一對，綵緞十端，玉帶一條，緋魚一襲。虎賁郎將段達，加升中門使，掌管四方意奏。其餘大小官員，俱晉升一級，賞賜有差，群臣一齊謝恩。煬帝又傳旨，著客官議行喪禮吉禮，及各該行事宜。眾官領旨，俱照舊例斟酌詳明。一面停喪，一面掛孝，一面寫喜詔頒行天下，一一俱條陳妥當。\n\n煬帝見諸事舉行，隨傳旨百官散朝，獨留越國公楊素，上殿議事。百官聞旨，俱各紛紛退出，唯楊素一人，走上殿來。煬帝忙叫賜坐。近侍隨取錦墩一顆，與楊素坐了。煬帝舉手稱謝道：“今日賴賢卿大力，得遂朕心，朕之富貴，卿之富貴也。決不敢相負。但只是吾兄楊勇未除，斬草留根，朕尚不能高枕。望賢卿施一妙策，消此心腹之憂，方為萬全也。”楊素道：“這有何難，只消費得一道敕書耳。”煬帝沉吟道：“朕才登極，便敕兄死，恐怕百官不服，反惹起釁端。”楊素笑道：“何必定要陛下，待老臣寫出來看。”隨命左右取過筆硯黃麻，就在御前寫起一道文帝遺下的假敕書。上寫道：“賜庶人楊勇死。”煬帝看了大喜道：“賢卿智略，妙入神矣！”隨差一個心腹內使齎了，飛馬到內使舍賜舊太子死，就同楊素坐在殿上，立等回旨。那內使領了敕書，不敢停留，忙到內使舍，將一箇舊太子生生勒逼死，走馬回宮繳旨。煬帝見楊勇已死，滿心歡喜，對楊素說道：“賢卿為朕又唾手除了一患，計莫妙焉，功莫大焉，此生富貴，卿不必憂矣。”楊素笑道：“臣無心圖富貴，但恐富貴來逼臣耳。”說罷，方才起身辭了，竟大踏步直馳丹墀而出，煬帝亦立起身來相送。見楊素去遠，然後命駕還宮。此時煬帝已立為天子，回宮的光景與出來時大不相同。\n\n但見：\n\n金輿侍從，玉輦縱橫。金輿侍眾，鸞旗影裡，簇簇六龍為御；玉輦縱橫，魚貫叢中，雙鳳和鳴。花迎禁簿，玉階瑞靄紫微臨；柳拂宮旗，金殿神雲紅日近。滾滾御煙引道，香接九重；飄飄仙樂分行，響歸三殿。貂監希權，一路上爭擎衡錯；羊車望幸，六宮中盡卷珠簾。真是從來不識帝王貴，今日方知天子尊。\n\n煬帝駕到正宮，早有宮中的掌朝太監並一班有職事的才人世婦都來磕頭，朝賀新天子。煬帝大喜，隨吩咐道：“職事俱照舊掌管，不必更換。”又將些金錢幣帛，賞賜眾人。眾人各謝恩。不多時，一宮宮、一院院，接連不斷的俱來慶賀。煬帝受朝了半晌，只不見宣華一人，便問道：“宣華如何不來朝賀？”只因這一問，有分教，宮闈中又添出千古的一樁話柄。\n\n正是：\n\n懷惠無親天下笑，新臺有賦古今羞。\n\n長門多少閒姬妾，偏向先皇枕蓆求。\n\n不知煬帝追問宣華，畢竟又作何狀，且聽下回分解。"
		},
		{
			"章節": "第五回",
			"章節名稱": "黃金盒賜同心仙都宮重召入",
			"章節內容": "詩曰：\n\n治世須憑禮法場，各分一裂便乖張。\n\n已經喋血天倫內，何惜為雲帝子旁。\n\n國是可勝三嘆息，人情安敢一思量。\n\n千秋莫道無遺鑑，野老田夫話正長。\n\n又曰：\n\n好花無主最堪悲，一任春風次第吹。\n\n細雨五更才墮淚，黃鸝又選合歡枝。\n\n卻說煬帝因宮人朝賀，追問宣華。眾宮人答道：“宣華娘娘因昨日牴觸了萬歲爺，今日侍罪後宮，未蒙詔赦，焉敢擅自朝賀？”煬帝笑道：“昨日那樣任性，今日也一般如此！可惜一個好人情不會做得。”遂叫左右取出一個小金盒兒，自家袖中又悄悄拿了一件物事，放在裡面。外邊用黃封緊緊封了，又於合口處將御筆親打一個花押。隨差一個太監齎了，賜與宣華，叫她親手自開。太臨領旨，忙往後宮而來。\n\n卻說宣華自被張衡逼還後宮，心下十分憂慮；隨後又聞得文帝駕崩，又聽得煬帝登極，怎不駭怕！在宮中思一回，想一回，寢食都廢，坐臥俱不能安。眾宮人都替她擔著一把干係。宣華一會兒忽想道：“我受先帝厚恩，今日便以一死相報，亦不為過。”一會兒又想道：“楊廣雖做了皇帝，我是他個庶母，卻也處我不得。”一會兒又想道：“昨日我但避回，並不曾傷觸於他，料也無妨。”這一日寸心中便有千千般籌算，萬萬種思量，再沒個定主意。只捱到日色平西，忽見一個內使，雙手捧了一個金盒子，走進宮來，對宣華說道：“新皇爺欽賜娘娘一物，藏於盒內，叫奴婢齎來，請娘娘自收。”隨將金盒兒遞與宣華。宣華接了一看，只見四面都是皇印封著，合口處又有御筆花押，心下早有幾分動疑，不敢便開。因問內使道：“內中莫非毒藥？”內使答道：“此乃皇爺親手自封，奴婢如何得知？娘娘開看，便見端的。”宣華見內使推說不知，一發認做了是毒藥，忽一陣心酸，撲簌簌淚如湧泉，又放聲大哭道：“妾自家亡被擄，已拼老死掖庭，得蒙先帝寵幸，只道是今生之福。誰知紅顏命薄，轉是一場大禍！思量起來，倒不如淪落長門永巷中，還得保全性命也！”一頭說，一頭哭，一頭哭，又一頭說道：“妾蒙先帝厚恩，今日便從死地下，亦自甘心。但恨昨日之事，名分所關，安忍失身從亂！奈何就突然賜死！妾雖無狀，聖恩亦自不寬。”說罷又哭。\n\n眾宮人都認做毒藥，也一齊哭將起來。內使見大家哭做一團，恐怕惹出事來，忙催促道：“娘娘哭也無益，請開了，奴婢好去回旨。”宣華被催不過，只得恨說一聲道：“何期今日死於非命！”遂拭淚將黃封揭去，把金盒蓋輕輕揭開，仔細一看，哪裡是毒藥！卻是幾個五彩製成的同心結子。眾宮人看見，一齊歡笑起來，說道：“娘娘萬千之喜，得免死矣。”宣華見非鴆藥，心下雖然安了，又見是同心結子，知煬帝情不能忘。心下轉又怏怏不樂，也不來取結子，也不謝恩，竟迴轉身坐於床上，沉吟不語。內使催逼道：“皇爺等久，奴婢要去回旨。娘娘快謝恩收了，莫要帶累奴婢。”宣華只是低了頭，不做一聲。眾宮人勸道：“娘娘差了！昨日因一時任性，牴觸皇爺，故有今日之變。今日皇爺一些不惱，轉賜娘娘同心結子，已是百般僥倖，為何還做這般模樣？那時惹得皇爺真動起怒來，娘娘只怕又要像方才哭了，何不快快謝恩！”左催右逼，弄得個宣華無可奈何，只得嘆一口氣，說道：“中篝之羞，吾知不免矣！”強走起身，把同心結子取出。對著金盒兒，拜了幾拜，依舊到床上去坐。內使見收了結子，便捧了空盒兒出宮去回旨不題。\n\n卻說宣華雖受了結子，心下只是悶悶不喜。坐了一歇，便倒身在床上睡去。眾宮人不好只管勸她，又恐怕煬帝駕臨，大家悄悄的在宮庭中收拾。金鼎內燒了些龍涎鳳腦，寶閣中張起那翠幕珠簾。不多時，日色西沉，碧天上早湧出一輪金鏡。果然好一派夜景！\n\n有詩為證：\n\n香霧朦朧擁不開，深宮小院靜徘徊。\n\n美人向夕閒無事，高卷珠簾待月來。\n\n卻說煬帝得了內使的回信，知宣華收了結子，又謝了恩，料道有幾分停當，滿心歡喜。日間因新喪在身，又是頭一日做皇帝，哪裡便好明明出入！只捱到晚間，瞞了蕭後，也不乘輿，也不坐輦，私自帶幾個宮人，拿著一對素紗燈籠，悄悄的來會宣華。眾宮人看見煬帝駕到，慌忙跑到床前，報與宣華。宣華因心中懊惱，不覺昏昏睡去；忽被眾宮人喚醒，說道：“駕到了，快去迎接。”宣華朦朦朧朧，尚不肯就走。卻早被幾個宮人扶的扶，拽的拽，將她只攙出宮來迎駕。才走到階下，煬帝早已立在殿上。宣華望見煬帝，心裡又羞又惱；然到了這個田地，怎敢抗拒！只得俯伏在地，低低的呼了一聲：“萬歲！”煬帝見了，慌忙用手攙起，說道：“夫人如何也行此禮！”此時宮中高燒銀燭，階前月影橫空。煬帝就在燈月之下，將宣華定睛一看，只見：烏雲不整，環佩無聲；穿一件素縞衣裳，不妝不束。初睡起的光景，比前更不相同。有《柳梢青》一闋為證：不點鉛華，淡煙素月，別自堪誇。最銷魂處，如嗔似怨，雲鬢歪斜。任他柳掩花遮，怎到得形芳影葩？燈前想象，巫山洛水，宛不爭些。\n\n煬帝見宣華柔媚可憐，越看越愛。因將手攜住說道：“夫人，昨日之事，恍如夢寐；不想今日疏燈明月，又接芳顏。何其幸也！”宣華低了頭，如醉如痴，只不開口。煬帝又道：“朕為夫人寸心若狂，幾蹈不測之禍；夫人心非鐵石，能不見憐！”宣華見煬帝連問數次，只得答道：“賤妾不幸，經侍先皇，以難再薦；且陛下高登九五，六宮中三千粉黛，豈無傾國佳麗！妾敗柳殘花，願陛下以禮自節，勿得鍾情太過！”煬帝笑道：“夫人差矣！情之所鍾，正在我輩。況佳人難得！朕雖不才，既與夫人相遇，不啻劉阮逢仙，安忍當前錯過！”宣華道：“昔衛公子頑，通於宣姜，為千古所笑。陛下豈不聞也！奈何效之？”煬帝道：“古人有言：‘冶容誨淫’。千不合，萬不合，都是夫人不合生得這般風流美麗，使朕邪心狂蕩，死生已不復知，況於笑乎？今月白風清，夜良人靜，正好促膝談心。夫人只管推辭，豈不辜負此一段風光！”遂叫左右看酒來，與夫人撥悶。宣華自料勢不能免，又見煬帝細細溫存，全不以威勢相加，情亦稍動。遂抬起頭來。將煬帝一看，果然是個少年的風流天子！\n\n亦有《柳梢青》一首為證：\n\n倚頎而長，一人有美，\n\n婉如清揚。謾誇富貴，\n\n不衫不履，自是非常。\n\n時聞天語琳琅，調笑處珠溫玉光。\n\n風流誰似，洛川魏胄，巫峽襄王。\n\n宣華見煬帝是當今天子，又風流可喜，情意殷殷，因轉一念說道：“陛下再三垂盼，妾雖草木，亦自知恩。但恐殘棄之餘，有汙聖上之令名。”煬帝笑道：“夫人愛我實深。爭奈自見夫人之後，魂銷魄散，寢食俱忘。非夫人見憐，誰能醫得朕之心病！”說話間左右排上宴來。煬帝叫將桌兒移向簾前，好同娘娘看月。隨攜了宣華，同步下殿來。此時宮中寂靜，月色如銀，花陰樹影，交映階前。真個是人世丹丘，端不減蓬萊閬苑。二人相對而坐，左右斟上酒來。煬帝親奉一杯，與宣華說道：“好景難逢，良緣不易，今幸相親，願以一杯為良媒。”宣華道：“天顏咫尺，妾亦不能定情。但願聖恩保終始耳！”也斟了一杯送與煬帝。煬帝大喜道：“恩愛尚恐難消，安忍負也？”二人交勸而飲，宣華初猶羞澀，飲到數杯之後，漸漸熟了，輕調微笑，一時風情畢露，更覺旖旎可人，喜得個煬帝神魂俱無處安排。二人歡飲了半晌，不覺宮漏聲沉，月華影轉。又起來閒步了一回，方才並肩攜手，同入寢宮。寢宮中早香薰蘭麝，春滿流蘇，帳擁文鴛，被翻紅浪。二人解衣就寢。這一夜的受用，真個是：月窟雲房清世界，天姝帝子好風流！\n\n香翻蝶翅花心碎，嬌囀鶯聲柳眼羞。\n\n紅紫痴迷春不管，雨雲狼藉夢難收。\n\n醉鄉無限溫柔處，一夜魂銷已遍遊。\n\n後人又有詩感之曰：\n\n不是桃夭與合歡，野鴦強認作關關。\n\n宮中自喜情初熱，殿上誰憐肉未寒！\n\n論談風情真快暢，尋思名義便辛酸。\n\n不須三複傷遺事，但作繁華一夢看。\n\n煬帝與宣華恣意交歡，任情取樂。真個歡娛夜短，正好受用；又早雞鳴鐘動，天光欲曙。煬帝因昨日才登極，又有喪事在身，萬萬延捱不得，沒奈何掙將起來早朝。宣華說道：“妾蒙陛下寵眷，已甘枕蓆之辱，豈不願朝夕承恩！但終有先帝之嫌，陛下行跡還要疏些，免得外官知道，又要論短論長。”煬帝笑笑說道：“夫人之言有理。”遂出視朝。退了朝，也等不到晚，略在中宮與蕭後鬼混片晌，便東支西吾，依舊躲到後宮來，與宣華幽會。每日家歡談快飲，哪裡管什麼嫌疑！一連就在宣華宮中，住了半月有餘。初猶出來視朝，後漸漸睡到日中不起。宣華再三勸勉，煬帝哪裡肯聽。\n\n卻說正宮蕭後，在東宮時，與煬帝原是同寢同食，朝夕不離，極相恩愛。自入宮立為皇后，煬帝並不一幸。蕭後起初只疑他新喪在身，要別宮獨處，故不好管他。後來差人打聽，聞得夜夜在宣華宮裡淫蕩，心中不覺大怒道：“才做皇帝，便如此淫亂！今不理論，後來將如何抵止！”恰恰這日煬帝退了朝，走入宮來。蕭後便扯住嚷道：“陛下好個皇帝！才做得幾日，便背棄正妻，姦淫父皇的妃子！若做了五年十年，天下婦人，不都被你狂淫盡了？”煬帝道：“偶然適興，御妻何須動怒！”蕭後道：“偶然不偶然，妾也不管。只趁早將她罰入冷宮，不容見面，妾就罷了；若還戀戀不捨，妾傳一道懿旨，將這些醜行曉與百官，叫你做人不成！”煬帝著忙道：“御妻這般性急，容朕慢慢區處。”蕭後道：“有什麼區處！陛下若舍她不得，妾便叫宮人去凌辱她一場，看她羞羞！”\n\n煬帝原畏懼蕭後，今又見她說話動氣，心下愈加慌忙，只得走起身說道：“御妻耐煩，待朕去與她講明，叫她尋個自便，朕就回宮與御妻請罪。”蕭後道：“講不講也憑陛下，來不來也憑陛下，妾自有區處。”\n\n煬帝離了蕭後，竟自來見宣華，見煬帝神情不暢，便問道：“往常間陛下來時，歡天喜地；今日為何面帶憂容，怏怏不樂？”煬帝道：“朕因不聽夫人之言，來往的蹤跡太密，被中宮蕭後探知訊息，今日與朕大爭吵一番，故此有些不快。”宣華問道：“皇后爭吵，卻要如何區處？”煬帝道：“蕭後說的一發好笑，叫朕將夫人罰入冷宮，方才肯罷。”宣華說道：“這事易處，陛下何須著惱！妾以葑菲之陋，昔待罪先皇，今又點汙聖體，自知死有餘辜。今蒙皇后寬恩，不加誅戳，實出萬幸！罰入冷宮，亦何所辭！但只是長門永巷，還在宮中，恐陛下一時相念，未免又惹起禍端。望陛下於皇城外，別賜一所空閒宮院，則沐陛下之皇恩深矣。”煬帝慌說道：“罰入冷宮，乃是皇后之意，朕心必不忍為，夫人如何便要出宮？”宣華道：“妾心自願如此，願陛下割愛！”煬帝哪裡捨得，走近前將宣華一把抱在懷裡說道：“夫人的心腸倒這般硬了，再沒些留連之意？”宣華含淚道：“妾非心硬，若只管貪戀，不但壞了陛下的名聲，明日皇后一怒，妾死無地矣！陛下何不為妾早計萬全！煬帝見宣華言出真心，又恐怕難回蕭後，躊躇了半晌，沒奈何只得依著了宣華，真個叫掌朝的太監來問道：“外邊宮院，是哪一所幽閒潔淨？”太監道：“仙都宮最潔淨。”煬帝就傳旨，一面打掃仙都宮，一面將宮中所有物飾，盡行搬出。各項支用，俱著司監照舊供給。又叫看宴，與娘娘送行。煬帝自入宮來，夜夜都與宣華同宿。二人正在綢繆之際，今一旦分離，如何捨得！講了又講，說了又說，偎偎倚倚，不忍放手。還是宣華再三告辭，煬帝方才許行。又賜了許多金銀珠翠，宣華謝了恩，拜別出宮而去。\n\n正是：\n\n死別已吞聲，生離常惻惻。\n\n最苦婦人身，事人以顏色。\n\n卻說煬帝見宣華去了，如醉如痴，後又抱悶走回正宮。蕭後已探知訊息，連忙接住說道：“賤妾無狀，致令陛下割恩忍愛，自知有罪，願陛下寬宥！”煬帝心下有萬分不喜，不敢發出，只得勉強說道：“寡人一時昏亂，多虧御妻提醒。”二人說了一會，吃了夜膳，依舊在宮同寢。煬帝熱突突將宣華送出，心中如何不想？初幾日猶惱在心裡，不肯說出；過了幾時，心中按捺不定，或是長吁，或是短嘆，或是自語自言；再過幾時，茶裡也是宣華，飯裡也是宣華，夢寐中都是宣華，沒個宣華再不開口。蕭後若勸慰幾句，他就變了顏色，在宮中百般吵鬧。只難為宮人太監們受苦：輕是一掌，重是一推，惱怒時不知打殺了多少！一日牡丹盛開，蕭後置酒請煬帝同賞。飲到半酣之際，煬帝又思想宣華，忽大聲說道：“人生天地間，貴為天子，富有四海，又正當少壯之時，若沒有佳麗在前，隨心行樂，這些富貴不過都是虛名，要他何用？就如眼前，牡丹盛開，非不可愛。然終是無情草木，不言不語，徒惱人心！怎如一個可意佳人，有情有色，方是真實受用！”蕭後道：“後宮姬妾無數，哪見得便非佳麗，偏去了一個宣華，就連富貴都嫌起來！”煬帝長嘆了一聲說道：“佳人難再得，古語信然。”又悶悶飲了幾杯，竟自起身進宮去睡。\n\n蕭後見煬帝情牽意絆，只是思想宣華，料道禁他不得。次早起來，對煬帝道說：“妾也只是要篤夫婦之情，故勸陛下遣去宣華；今陛下以思想宣華之故，倒把妾認做個妒婦，漸漸參商，是妾求親而反疏也。莫若傳旨將宣華仍詔進宮，朝夕以慰聖懷，妾亦得分陛下之歡顏，豈不兩便？”煬帝大喜道：“若果如此，御妻賢德高千古矣！但恐是戲言耳！”蕭後道：“妾安敢戲陛下！”煬帝大喜，哪裡還等得幾時？隨即差一箇中官，飛馬去詔宣華。那中官領了聖旨，忙到仙都宮來。卻說宣華自從出宮，也無心望幸，整日裡不描不畫，卻像個沒丈夫的仙姑，不嫁人的月姊，倒也清閒自在。這一日，忽見中官奉旨來宣，她就對中官說道：“妾既蒙聖恩放出，就如逝水落花，安有復入之理！你可為我辭謝皇爺。”中官奏道：“皇爺在宮中立詔娘娘，時刻也等待不得，奴婢焉敢空手回旨？”宣華想一想道：“我有區處。”隨取出一幅鸞箋，忙題詞一首在上。寫完了，又疊做個方勝，付與中官說道：“可為我持此致謝皇爺。”中官不敢再強，只得拿了方勝，回奏煬帝。煬帝連忙拆開來看，卻是《長相思》詞一道，說道：紅已稀，綠已稀，多謝春風著地吹，殘花難上枝。得寵疑，失寵疑，想象為歡能幾時？怕添新別離。\n\n煬帝看畢，大笑道：“她恐怕朕又棄她，既與蕭後講明，誰忍朝夕離也。”隨取紙筆，也依著來韻，和詞一首，說道：雨不稀，露不稀，願化春風日夕吹，種成千歲枝。恩何疑，愛何疑，一日為歡十二時，誰能生別離？\n\n煬帝寫完，也疊做一個方勝，仍教中官傳與宣華。宣華見了詞意，知道煬帝的情意諄諄，料道拒他不得。只得重施粉澤，再畫蛾眉。依舊打扮得嬌嬌媚媚，駕了一乘七香車兒，竟入朝來。煬帝看見，喜得骨爽魂酥。這回就像：塞外贖回青冢恨，帳中重起李夫人。\n\n蕭郎陌路還相遇，劉阮天台再得親。\n\n煬帝與宣華既見，兩下里悲喜不勝，執著手兒再三慰問。宣華說道：“妾自出宮，只道今生再無相見之期，不知破鏡重圓，又有今日。”煬帝道：“此皆蕭後之美意也，不可不知。”遂同宣華到中宮來拜謝蕭後。蕭後見了，心下雖然不喜，因曉得煬帝的性兒，只得勉強做個好人，轉歡天喜地，叫排宴賀喜。宣華奏謝道：“賤妾寵分日明之光，蒙恩不罪，已出萬幸，何敢言賀？”蕭後道：“聖心不暢，得夫人安慰，匡妾不逮多矣！豈不可賀！”煬帝笑道：“皇后賢德，都是一片真心，夫人倒不必謙遜。”須臾酒至。此時正是豔陽時候，春明景淑，開筵共樂。這一日真個是上林春富，御苑花奇，倒玉傾金，烹龍庖鳳，說不盡帝王家的富貴。\n\n但見：\n\n合殿春風麗，深宮淑景芳。\n\n露桃紅蕊簇，煙柳綠絲長。\n\n遲日龍樓轉，輕煙丹□翔。\n\n花濃香冉冉，樹密影蒼蒼。\n\n巧語聞鸚鵡，新聲出鳳凰。\n\n筵開珠錯落，座列錦琳琅。\n\n杯泛蟾蜍色，尊傾琥珀光。\n\n落花嬌舞袖，啼鳥雜笙簧。\n\n珠翠排成隊，貂?列作行。\n\n九重時見笑，六院盡聞香。\n\n合德隨飛燕，女英伴娥皇。\n\n恩猶輕雨露，情不羨鴛鴦。\n\n逸韻飛彤管，春心託兕觶\n\n為歡寧有既，獻壽願無疆。\n\n莫道興亡速，當時樂未央。\n\n煬帝因有宣華在座，與蕭後說也有，笑也有，十分快暢。大觥小爵，只吃得酩酩酊酊。連宣華也灌個半酣方才住手。蕭後一發做個好人，叫眾宮人將煬帝與宣華送到後宮，然後才回宮安寢不題。\n\n卻說煬帝與宣華同到後宮，乘著酒興，相偎相倚，訴一會當時的遇合，講一會別後的相思；談半晌眼前的樂事，又發幾個後日的盟誓。二人這一夜的歡娛，比前更加十倍。\n\n正是：\n\n乍見還疑夢裡身，一回相見一回親。\n\n可憐泉下孤眠客，不見金魚殉葬人。\n\n煬帝與宣華朝歡暮樂，畢竟不知後來如何，且聽下回分解。"
		},
		{
			"章節": "第六回",
			"章節名稱": "同釣魚越公恣志 撻宮人煬帝生嗔",
			"章節內容": "詩曰：\n\n赫赫巖巖民具瞻，莫誇勢位正炎炎。\n\n月圓虧損皆因滿，鋒刃傷殘只為尖。\n\n富貴逼人雖有命，威權震主豈無嫌？\n\n贈君一定持盈法，天地神人都好謙。\n\n又曰：\n\n從來戾氣最難消，官大功高色便驕。\n\n任是到頭膏鼎鑊，眼前且作小人豪。\n\n卻說煬帝自宣華入宮後，神情狂蕩，今日賞花，明宵玩月，終朝只是飲酒賦詩，宮中行樂。怎奈人慾無涯，得隴望蜀，一日日只管奢侈起來。錦繡嫌其無色，珠玉憎其不香；守著許多桂殿蘭宮，只恨沒處遊賞。一日與蕭後、宣華二人同避暑在太液池邊，時清泉見底，碧柳參天。三人歡飲了半日，煬帝因日色當午，天氣炎蒸，一時心下煩躁起來，忽忿然說道：“朕想為天子者，富有四海，則四海之內，皆是天子行樂之常朕今虛其名，卻單守著這幾間悶殺人的宮殿，無一處可以散心取樂！”蕭後道：“陛下要造幾所有趣的宮館，卻也不難，何須這般著惱！”煬帝道：“要造宮館，有何難哉。只奈外庭這些官員，動不動便要來攔阻。”蕭後道：“這些官員，能有幾個忠臣？就是來諫，也都不過是博虛名要圖富貴。陛下若肯時常賜宴，與他們同樂，他們自然加意奉承，誰來攔阻！”煬帝笑道：“外官的醜態，被御妻一言都摹寫盡了。別官猶可，獨有楊素這老兒，專會作梗，莫若明日就在太液池，假釣魚為名，先宣他來賜宴，酒席間，慢慢將佚樂挑他。他若可動，其餘不必問也。”蕭後道：“聖論甚善。”三人商議已定，趁著晚涼，浴罷蘭湯，重陳些瓜果，也不歌，也不舞，微言談笑，直飲到斗轉參橫，銀河瀉影，方各各回宮安寢。後宋人蘇東坡有《洞仙歌》詞一首，單道宮中夏夜之妙：冰肌玉骨，自清涼無汗。水殿風來暗香滿。繡簾開，一點明月窺人，人未寢，欹枕釵橫鬢亂。∑鵠蔥?厥鄭?セ?奚??奔?櫳嵌珊雍骸Ｊ暈室谷綰危?掛訝???鴆ǖ??襠?妥?５??肝鞣緙甘崩矗?植壞懶髂臧抵型禱弧?\n\n次日，煬帝駕臨太液池，叫兩個內相，傳旨宣楊素入宮。卻說楊素自擁立了煬帝，赫赫有功；朝政兵權，皆在其手；文武官員，無不敬畏。他因天下無事，也就蓄些歌兒舞女，日日在府中飲酒快樂。入朝也罷，不入朝也罷，誰敢管他閒事！這一日，正與寵妾張美人、陳美人在長楊館著棋避暑，聽得有旨宣詔，隨坐了一乘涼橋，領帶跟從，竟入朝來。到了太液池，煬帝看見，自然是迎下殿來，規矩是叫免朝，少不得要賜坐。楊素也不謙讓，竟只是一拜就坐。煬帝道：“久不面卿，頓生鄙吝。今見殿角微涼，碧柳清泉，游魚可數，故詔卿來同觀而釣焉，以為君臣竟日之樂。”楊素道：“老臣聞‘縱禽則荒，縱獸則亡。’昔魯隱公觀魚於棠，《春秋》譏之；舜歌《南風》之詩，而萬世誦德。陛下新登大位，年富力強，願以虞舜為法，不當效魯隱之尤。”煬帝道：“朕聞蟠溪叟，一釣而興周朝八百之基；賢卿之功，何異於此！朕念卿功不能忘，故有釣魚之命，非敢以禽獸荒耳。”楊素大喜道：“陛下既以此念臣，臣故不敢不以此報陛下。”二人相視大笑。煬帝隨命近侍將坐席移到池邊看魚。原來這太液池，是引入的活水，外面直與江河相通，闊雖不過十數丈，卻逶逶迤迤，四隻環繞過殿來，正當中有一道白石橋，繞岸都種著參天高的柳樹。此時清風徐來，碧影交加，池邊毫無半點兒暑氣。煬帝與楊素一頭說，一頭笑，慢慢的走到池邊。向池中一看，果然是紅成行，青作隊，無數游魚在清泉中來往。怎見得？但見：頷首浮游水面，錦鱗跳躍波心。鱷魚口含銀齒，鮫魚背列珠文。有幾個板魚片立，有幾個比目雙遊。有幾個洋洋自得者，揚鰭而鼓鬣；有幾個悠然以逝者，擺尾而搖頭。有幾個傍浮萍而吹沫，有幾個逐虛影而吞花。有幾個懷藏匕首，有幾個腹寫相思。有幾個巨口細麟的，狀如松江之鱸；有幾個魴魚尾的，情同王氏之民。有幾個西江不能活，常抱鮒魚之渴；有幾個龍門未得意，尚額之羞。有幾個鯊，豈入饗賓之席；有幾個庖鱉膾鯉，不登燕飲之筵。有幾個乍浮而乍沉，有幾個在淵而在渚。有幾個濮上分來，樂同莊惠之知；有幾個豐年遺下，兆入牧人之夢。有幾個感前魚之泣，有幾個悲彈鋏之無。有幾個中孚示信，有幾個於徵仁。有幾個白色的，曾躍武王之舟；有幾個千歲的，不上詹公之。有幾個銜尾而進者，宛似宮人之貫；有幾個比翼而遊者，渾如楊柳之穿。有幾個溟鯤，養南遷之翅；有幾個魴，遊敝笱之樑。有幾個嘉魚，式君子之樂；有幾個烹魚，系美人之思。說不盡那吞舟漏網，言不窮那有翼無鱗。正是：鴛鴦池上情無限，魚藻宮中樂事多。\n\n二人飽看了半晌，煬帝說道：“游魚鮮美可愛，朕欲親釣一尾，為賢卿作饌，可乎？”楊素道：“怎敢勞陛下！還是老臣釣了獻上。”煬帝道：“既如此，朕與賢卿同釣，以先得者為勝，得遲者罰一巨觴，何如？”楊素道：“聖諭最妙。”煬帝遂叫左右取絲綸，又叫將兩張金交椅緊緊移到池邊。此時也不分個君臣上下，二人竟並排坐了。柳蔭中，忽微微露下些日影照著。煬帝又叫取御蓋來遮。左右忙拿了兩把黃羅御傘，一把罩著煬帝，一把蓋了楊素。兩邊簇擁著無數的宮人爭看。他二人將香餌繫於鉤上，執竿在手，都投綸於清泉之中，隨著波痕來往而釣。\n\n正是：\n\n太液池中簇錦鱗，綠楊影裡並垂綸。\n\n須知別有閒絲餌，臣釣君兮君釣臣。\n\n釣不多時，煬帝將手往上一提，早釣起一個三寸長的小金魚來。煬帝大喜，就對楊素說道：“朕釣得一尾了，賢卿可記一觴。”楊素因投綸在手，恐驚了魚，竟不答應，但把頭點了兩點。及扯起看時，卻是一個空，只得將鉤兒依舊投下水去。不多時，只見煬帝又釣起個小魚來，也只有三寸長短。煬帝又說道：“朕釣得二尾了，賢卿可記二觴。”及楊素將手往上一扯，卻又是一個空。眾宮人看了，不覺都掩口而笑。楊素看見，面上微有怒色，便說道：“燕雀安知鴻鵠之志？這兩個小魚，不足辱王者之綸；待老臣試展釣鰲之手，釣一個金色鯨魚，為陛下稱萬年之觴，何如？”煬帝見楊素說此大話，全無君臣之體，心下十分不悅，便把竿兒放下，只推要淨手，遂走起身來，竟進後宮而去。\n\n楊素哪裡管他，只低了頭坐著釣魚。卻說煬帝走入宮來，滿臉怒氣。蕭後接住問道：“陛下與楊素釣魚，為何忿怒還宮？”煬帝道：“叵耐楊素這老賊，驕傲無禮，在朕面前十分放肆。朕欲叫幾個宮人殺了他，以洩胸中之氣！”蕭後忙阻道：“這個使不得！楊素乃先朝老臣，又有功於陛下，今日宣他賜宴，無故殺了，外官必然不服。況他又是個猛將，幾個宮人如何禁得他過？一時弄破圈兒，他兵權在手，猖獗起來，社稷不可知矣。陛下就要除他，也須緩緩而圖，今日如何使得！”煬帝想一想道：“御妻之言是也。”更了衣服，依舊到太液池來。只見楊素還低著頭在那裡釣魚。煬帝從背後走來，留心將他一看，只見他坐在黃羅傘下，風神秀異，相貌堂堂，幾縷如銀的白鬚，趁著微風兩邊飄起，恍然有帝王氣象。煬帝看了，心下甚懷妒忌。須臾就坐，見楊素一個也不曾釣起，因笑問道：“賢卿這一會釣得幾個？”楊素道：“化龍之魚，能有幾個？”說未了，將手一提，真個事有湊巧，剛剛的釣起一尾金色鯉魚，長有一尺二三寸。楊素便將竿兒丟在地下，笑說道：“有志者事竟成。陛下以老臣為何如？”煬帝亦笑道：“有臣如此，朕復何憂！”隨命看宴。二人立起身來，正要上殿，只見一個內相走來奏道：“朝門外有一個洛水漁人，獲了一尾大鯉魚，金鱗赭尾，有些異相，知是神物，不敢私賣，願獻上萬歲。”煬帝叫取進來看。不多時，兩三個太監將一個大盆盛了，抬到面前。煬帝與楊素二人，仔細一看，只見那魚有五七尺長短，鱗甲上的金色照耀與日爭光，真個鮮明可愛。\n\n有詩為證。\n\n錦甲芳鱗金色鮮，似當九二見於田。\n\n莫言誤入漁人手，頭角成時自上天。\n\n煬帝看了，歡喜道：“好個鯉魚！”就要放在池中。因對楊素說道：“卿於池中釣得一尾小者，朕即將此一尾大者補入，可謂小往而大來矣。”楊素道：“此魚大有神氣，恐非池中之物，莫若殺之，可免異日風雷之患。”煬帝笑道：“若果是成龍神物，朕雖欲殺之，不可得也。”因問左右道：“此魚曾有名否？”左右道：“不曾有名。”煬帝遂叫取硃筆來，將鯉魚額上親寫“解生”二字，以為記號。因說道：“此魚將困死，朕為解其生。”隨命左右放入池中。又叫厚賞漁人。此魚入池，得了水性，真個圉圉洋洋，悠然而逝。\n\n正是：\n\n曾聞養虎能遺患，何事君王又放龍？\n\n他日風雷池上起，始知神物有奇蹤。\n\n煬帝放了魚，隨同楊素上殿來飲酒。此時宴已安排齊整，二人分席而坐。左右斟上酒來次第而飲。眾宮人歌一回，舞一回，又清奏一回細樂。二人飲到微醺之際，煬帝忽說道：“朕聞古人有詩云：‘既見君子，並坐鼓簧。今者不樂，逝者其亡。’又說道：‘晝短苦夜長，何不秉燭遊？’這二詩都是勸人及時行樂，不要錯過時光。朕與賢卿，君臣一心一德，又幸喜天下太平，正宜朝歌夕舞，勉圖歡笑；若只管虛守富貴，豈不為詩人所笑？”楊素道：“陛下之意固美，但恐物極則反，泰極則否。窮奢逞欲一旦不繼，那時天下喪亡，卻將奈何？譬如江南陳後主，非不奢華靡麗，以快一時之志，後為先帝所擒。家亡國破，雖欲常亨富貴，豈可得乎？前車如此，陛下又何羨焉？”煬帝笑道：“人生但患無享天子之福耳，他何足慮？”二人正笑談間，只見左右將釣起的三尾魚，切成細膾，做了兩碗鮮湯，奉將上來。煬帝看見，就叫近侍滿斟了一巨觴，送與楊素，說道：“適才釣魚有約，朕幸先得，賢卿當滿飲此觴，庶不負嘉魚之美。”楊素接酒，慢慢的飲幹。也叫近侍斟了一觴，送與煬帝，說道：“老臣得魚雖遲，卻是一尾金色鯉魚。陛下也該進一觴，賞臣之功。”煬帝也就吃乾了，又說道：“朕釣得是二尾，賢卿還該補一杯。”就叫左右斟了送來。楊素此時已有八九分酩酊之意，就說道：“陛下雖是兩尾，未若臣一尾之大；陛下若以多寡賜老臣，老臣即以大小敬陛下。臣不敢奉旨。”左右送酒到楊素面前，楊素將手一推，左右不曾防備，撲噹的一聲響，把一個金盃跌在桌上，一杯酒濺了楊素滿臉滿身。一件淡青暗蟒的沙袍，都被酒溼透了。\n\n楊素先釣魚不著，見宮人含笑，心下已是大惱；不期又潑了這一身酒，便勃然大怒道：“這些蠢才，如此無狀，怎敢在天子面前，戲侮大臣！要朝廷的法度何用？”叫左右拿下去重責。煬帝見宮人潑了酒，正要發作，不想楊素也不顧他，竟自氣昂昂的高聲叫打；煬帝轉不好發作，又不好攔阻，只得默默不語。眾宮人見煬帝不言，又見楊素厲聲叫打，沒奈何將那潑酒的宮人扯下去打了二十下。楊素才轉身對煬帝說道：“這些宦官宮妾，最是可惡。古來帝王，稍加姑息，便每每被他們壞事。今日不是老臣粗暴，懲治他們一番，使他曉得陛下雖仁愛，還有老臣執法；以後自然小心謹慎，不敢放肆。”煬帝道：“賢卿為朕，既外治天下，又內清宮禁，真可謂功臣矣！再飲一杯酬勞。”二人又吃了幾杯。楊素已十分大醉，方才起身謝宴。煬帝又叫兩個太監，將他扶掖而出。楊素一邊走，口裡一邊猶喃喃罵宮人不住；只罵出朝門，方才上轎而去不題。後人讀史至此，有感而賦詩云：釣魚池上不容情，叱打宮人太橫行。\n\n豈是為臣無上下，只緣天子是門生。\n\n又云：\n\n至尊名位赫然高，臣子如何敢桀驁！\n\n只為陰謀曾借箸，任他播弄任他驕。\n\n卻說煬帝見楊素醉撻宮人，心下十分大怒。還宮就對蕭後說道：“楊素欺朕太甚，怎敢在朕面前也不請旨，就將宮人叱打。朕必要誅這老賊九族，方快吾心！”然後道：“他恃著擁立之功，又倚著兵權在手，故如此志驕氣盈。妾聞志驕者必敗，氣盈者必覆，楊素不久當自斃。陛下只宜徐俟之，不可先激其變。”煬帝道：“御妻之言雖則有理，只是心下一時忿恨難消。”蕭後隨叫近侍再看宴來，與萬歲爺撥悶。煬帝坐了一歇，心下稍定，便問道：“宣華如何不見？”蕭後道：“昨夜想露坐，夜深受了些風露，今日說是病在宮中，不曾出來。”煬帝聽見宣華有病，酒也不吃，連忙走起身，到後宮來看。到了宮門，眾宮人接祝煬帝便問道：“娘娘可曾起來？”宮人答道：“今朝一日，並不曾起床，茶飯也都不吃。”煬帝愈覺心慌，走到床前揭起帳來，仔細一看，只見宣華不言不語，昏昏沉沉的睡在那裡。真個是：似弱柳還無力，比黃花瘦更多。梨雲撐不起肩窩，粉香銷半臂，翠黛蹙雙蛾。黯黯似添酒病，懨懨疑魘春魔。眼痕一線倦秋波，瑣窗鶯話細，珊枕髻兒矮。\n\n煬帝見宣華臥床不起，便輕輕的問道：“夫人今日為何身子不快？”宣華側過身來，看見是煬帝問她，便低低答道：“賤妾不幸，忽罹此疾，十分沉重，多分要與陛下長辭。”說未了，腮邊早流下淚來。煬帝慌忙道：“夫人偶爾違和，不過是一時之病，稍加調理，自然就好，何必這樣悲傷。”宣華道：“妾病在膏肓，料不能生，陛下有所不知。”煬帝道：“想是天氣炎蒸，受了暑氣？”宣華道：“深宮大殿，暑從何來？”煬帝道：“不是暑，就是昨夜貪涼露坐，感冒了些微寒。”宣華道：“也不是寒。”煬帝道：“既不是寒，又不是暑，此病難道無因而起？”宣華道：“病雖有因，只怕與陛下無緣了。”說著又哭。煬帝道：“夫人不消過悲。有甚緣故，可明對朕說，免朕孤疑。”宣華拭淚說道：“昨夜還宮，妾夢朦朦朧朧睡去，只見一個宮人奉旨來道：‘皇爺在殿上，立詔娘娘快去。’妾夢中不知，只道是陛下呼宣，忙忙隨她前去。到了一所宮院，也是帝王家氣象。妾上殿時，猛見先帝坐在上面。妾驚慌無措，只得俯伏在地請罪。先帝責妾道‘朕在宮時，待你不薄；如何我屍肉未寒，你就在宮中淫亂？’賤妾驚得汗流浹背，無言回答，只得推是陛下之意。先帝就說陛下道：‘他十三年後，自然來見我。今日卻先饒你不過！’就自起身，將沉香如意把妾頭上打了一下。妾忽然驚醒，卻是一夢。至今頭岑岑若碎，精神恍惚，閤眼就是那宮人來詔妾，故知侍奉陛下不久了！願陛下保重龍體，無以妾為深念。”說罷，涕淚如雨。\n\n煬帝聽見這段話，自家心下先有幾分駭怕，只得安慰宣華道：“夢寐之事，未足深信。夫人還要安心調養，不要這等胡思亂想，消耗精神。”宣華道：“妾不忠於先帝，罪無所逃，今日即粉骨碎身，亦不足惜。但以妾身之故，玷陛下美名，今又不能長隨枕蓆，寸心未免有遺恨耳！”煬帝聞言，邊泫然泣下，說道：“夫人保重，必不至此。朕明早宣御醫來看，便有分曉。”少頃，蕭後亦來看病，又勸慰了她一番。宣華略答應了幾句，便昏昏睡去。此時煬帝立不是，坐不是，心中十分焦悶。\n\n正是：\n\n明月團圓能幾日？好花開謝不多時。\n\n到頭一死何曾免，添得汙名青史垂。\n\n宣華畢竟不知生死如何，且聽下回分解。"
		},
		{
			"章節": "第七回",
			"章節名稱": "選美女越公強諫 受矮民王義淨身",
			"章節內容": "詞曰：\n\n走兔飛烏，急忙裡、為歡不足。記相逢，才開口笑，便傷心哭。瘞玉埋香新土溼，阿嬌早入黃金屋。問古今、何事最無涯？人之慾。未得時，愁無福；既得了，傷時促。算將來、翻是一場勞碌。因酒新添連日病，惜花常把眉兒蹙。鬧嚷嚷、只待骨成灰，方寧服。\n\n調寄《滿江紅》\n\n話說煬帝因宣華臥病，心下慌亂，次早忙召御醫來看。御醫看了，奏道：“娘娘氣虛脈弱，加以驚悸不安，乃膏肓之症，十分可憂！臣不敢保萬全。”煬帝聽了大驚，再召別醫，個個俱如此說。慌得煬帝寸心就如野鹿一般，在胸中只是亂撞，對蕭後說道：“宣華若不能生，朕定當哭死矣！”蕭後再三安慰。又捱了兩三日，真是個天下再無不死藥，世間哪有返魂香！宣華竟奄然而逝。\n\n後人有詩悲之：\n\n君王尚有恩波在，無奈鉛華逝水流。\n\n偏是長門生白髮，紅顏薄命古今愁。\n\n宣華既死，煬帝放聲痛哭了幾常沒奈何，只得命有司厚辦喪禮，擇吉安葬。蕭後見煬帝十發悲切，千方百計來勸解。煬帝哪裡肯聽？終日只是痴痴迷迷，愁眉淚眼。蕭後道：“死者不可復生，哭之何益！”煬帝道：“這後宮前前後後，有三千粉黛，八百嬌娥，陛下何不選擇一二佳者，聊慰聖懷，免得這般悽慘！”煬帝道：“宮中這些殘香剩粉，如何可選？”蕭後道：“陛下休得輕覷，這後宮最是深遠，埋沒者盡多；就是宣華也是內中選出，哪裡定得就選不出，也只當藉此消悶。”煬帝依了蕭後，真個傳一道旨，著各宮嬪妃綵女，無論大小美惡，俱赴正宮聽眩蕭後又叫排宴在大殿上，親同煬帝來眩旨意一出，忙的那一宮宮、一院院，這些宮娥，哪一個不巧綰烏雲，奇分綠鬢？這一日真個：穿著了萬箱錦繡，妝飾了千斛珠璣。\n\n御河水調脂欲盡，上林花插鬢都希\n\n妝閣上雪香粉嫩，鏡臺前玉映金輝。\n\n蘭鹿香氣飄三殿，佩環聲響徹重闈。\n\n髻影與枕痕交墮，容光與黛色齊飛。\n\n不是這漢宮春曉，怎顯得帝苑芳菲！\n\n煬帝與蕭後同到殿上，一邊飲酒，一邊就將這些宮人一個個都叫到面前來細眩真個是觀於海者難為水！雖則花成陣，柳作行，十分富麗，然選來選去，不過都是平常面目，哪裡有十分出奇的姿色。煬帝選不上一兩宮，便悶躁起來，說道：“左右是這等模樣，便選殺了，也不能有宣華那般天姿國色，怎教朕不想？”遂傳旨免眩眾宮人聞旨，皆一齊散去。蕭後道：“陛下請耐煩，宮中雖無，天下盡有。陛下既為天下主，何不叫人各處去選，怕沒有比宣華強十倍的？何苦這般煩惱！”煬帝大喜道：“御妻之言有理。”隨叫許廷輔等十個停當太監吩咐道：“你十人可分往天下，要精選美女。不論地方，只要選十五以至二十真有豔色者。選了便陸續送入京來備用。選得著有賞，選不著有罪，不許怠玩生事。”許廷輔領了旨意出宮來，便先於京城內選起。大張皇榜，四下裡捉拿媒戶，供報美女。\n\n不一日，京城內鬧得沸反。百官聞知，盡皆驚訝！各欲上表進諫，又恐怕多言獲罪。紛紛計議，只驚動了一個臣子，姓蘇名威，官居尚書左僕射，為人性剛正，直言敢諫。當日聞知此事，遂挺身說道：“選美女，非天子盛德事，不可不諫。”遂連夜草成奏疏，次早奏上。這一日，煬帝不曾設朝，各色表文，俱類送入宮。煬帝在宮中，將蘇威表文展開一看，只見上寫道：尚書左僕射臣蘇威，稽首頓首，奉表於皇帝陛下：臣聞佚樂非所以治身，淫風不堪以教世。國家常喪於蛾眉，社稷多傾於粉黛。故古之聖帝明王，莫不以色為戒。今陛下御宇鼎新，正宜勵精圖治，恭己以正四方，無為而治天下，安可遍遣中官，廣求美女，以玷先皇之至治，而損聖上之令名哉！況此輩一出，倚勢橫行，刁勒騙詐，百姓受害無已。伏望陛下念先皇創業艱難，收回成命，恬淡居心，以臻至化，則四海蒼生幸甚，社稷幸甚。臣不勝惶悚待命之至。\n\n煬帝看畢，大怒道：“在這怎敢攔阻朕意！”便批旨道：“蘇威以臣謗君，本當重處；姑念先臣，著削職為民，不許敘用。如有再諫者，斬！”百官見蘇威被削，俱大驚，商議道：“此事非楊素不能挽回。”大家遂約齊了來見楊素。原來楊素自煬帝立後，威權重大，閒時俱不入朝。若遇疑難大事，百官少不得要到府中來請問。每日在家只是與姬妾們飲酒娛樂。這一日百官齊到府中，楊素尚病酒未起。眾官又不敢催逼，又不敢退去，只得在府中等候。等夠多時，將近午餉，楊素方才慢慢的走將出來。他也不穿公服，頭戴了一頂金線的忠晉方巾，身穿著一件團花雲鶴的氅衣，與百官見過，便說道：“老夫為酒所困，失迎有罪了。”眾官齊打一恭道：“不敢！”楊素又問道：“諸公下顧，不知有何事見教？”眾官道：“上公還不知，今皇上差中官許廷輔等十人分行天下，選求美女。今在京城內大張皇榜，借搜尋之名，恣行騙詐，家家受害。今早上左僕射蘇威有疏諫止，已被皇上削職為民。眾官位卑言輕，誰敢再諫！只望上公展回天之力，為民請命。”楊素微哂一哂說道：“小兒子，吾提挈他作大家郎，如何這等胡行！諸公請回，老夫自有分曉。蘇僕射且留他慢去，自然還要復職。”眾官大喜而散。\n\n楊素也不等次日早朝，換了公服，隨即入朝要見駕。到了便殿，叫守殿的太監傳報進宮說道：“楊素有事要面奏。”太監畏怕楊素，不敢推阻，只得慌忙進宮去報。煬帝聽了，隨到便殿中來相見。因問道：“賢卿有何事，急於見朕？”楊素道：“陛下的江山不穩了，故臣特來報知。”煬帝驚問道：“如何不穩？”楊素道：“臣聞好賢則昌，好色則亡。今陛下好色不好賢，中官一出，天下皆知陛下為淫蕩之主。蘇威乃先皇老臣，又以敢諫削職，百官畢知陛下為不正之君。百官違於上，萬姓怨於下，江山如何得穩？”煬帝道：“朕既為天子，也是萬方之主，就選幾個美女，亦非大過。賢卿何責人之甚！”楊素道：“陛下擁了這些富貴，乃現成安享，哪曉得創業的艱難！先帝與老臣，龍爭虎鬥，不知費許多心力，方才掙得這座江山。又經開皇二十年節儉，天下方如此太平。陛下登極不一年，便要宣淫縱慾，逐棄老臣，安有不敗之理！今不聽臣言，恐百官有變。一旦禍起蕭牆，那時悔之無及矣。”便要辭出。煬帝道：“賢卿且住，容朕再思。”楊素道：“陛下如尚不悟，老臣便先叫法司，將這十個內使拿下，問他個以美色惑君的罪名。陛下莫怪老臣魯莽。”煬帝見楊素話頭不妙，料道難行，只得勉強說道：“既是賢卿忠言苦勸，朕安有不從之理！”就傳旨收回許廷輔等的成命，蘇威仍復原官。楊素方才謝恩而出。\n\n正是：\n\n多欲君王唯好色，擅權臣子敢欺君。\n\n可憐名分何曾定，富便驕奢強便尊。\n\n煬帝被楊素牴觸了一番，氣得目瞪口呆，忿忿回宮，對蕭後說道：“楊素這老賊，欺朕太甚！開動口，只一味使勢，全不存君臣體面，必誅他九族，方遂吾心！”蕭後道，“楊素敢如此橫行者，只倚兵權在手，又欺陛下不曾經歷政事，陛下何不留心治國，也像先帝一般，日日與百官講論，親攬朝綱，另置大臣，慢慢將他兵權削奪了，然後殺他，未為晚也。”煬帝道：“御妻之言，正合朕心。”次日遂早起臨朝，凡事皆引自御前親自裁定。原來隋家天下，虧文帝二十年節儉治化之功，海內十分殷富。又且四方寧靖，各邊遠地方，皆年年進貢，歲歲來朝。也有進明珠異寶的，也有進虎豹犀象的，也有貢名馬的，也有獻美女的，各國不一。一日，煬帝設朝，有南楚道州地方進一矮民，叫做王義。生得眉濃目秀，身材短小，行動舉止，皆可人意。又口巧心靈，善於應對。煬帝看了大喜。因問道：“你既非絕色佳人，又不是無價異寶，有何好處，敢來進貢？”王義對道：“陛下德高堯舜，道過禹湯。南楚遠民，仰沐聖人恭儉之化，不敢以作祟之美人，不祥之異寶，蠱惑君心；故遣侏儒小臣，備役驅使，聊表遠人臣伏之心。臣雖不才，一腔忠義，望聖恩收錄。”煬帝笑道：“我這裡有無數的文官武將，哪一個不是忠臣義士，何獨在你一人？”王義道：“忠義乃國家之寶，人君每患不足，安有厭其多而棄之者？況犬馬戀主之誠，君子亦齲臣雖遠方廢民，實風化所關，陛下寧忍獨棄乎？”煬帝大喜，遂重賞進貢來人，便將王義留在左右應用。\n\n自此以後，煬帝凡事設朝，或是便殿議事，或是各處遊賞，俱帶王義伺候。王義凡事小心謹慎，說話做事，俱能體貼煬帝的心性，故此煬帝十分愛他。後漸漸用熟了，時刻也要在面前，只是不能入宮。一日，煬帝設朝無事，正要退入後宮，忽回頭見王義跟在後頭，面帶愁慘之色。煬帝遂問道：“王義，你為何這般光景？”王義慌忙答道：“臣蒙萬歲厚恩，使臣日近天顏，真不世之遭逢也。但恨深宮咫尺，不能出入隨駕，少效犬馬之勞，故心常怏怏。今不覺憂形於色，望萬歲寬恩。”煬帝道：“朕片刻少你不得，但恨你非宮中之物，奈何？奈何？”說罷，玉輦早已入宮而去。王義見煬帝進宮，守著宮門，又不忍回來，又不敢進去，只是痴痴的立在那裡呆想。忽背後一人，輕輕將他左肩一拍，說道：“王先兒，思想些什麼？這等沉吟！”王義轉身看時，卻是守仁壽宮的一個太監，叫做張成，慌忙答道：“張老公失瞻了，得罪！得罪！”張成問道：“萬歲爺待你好這般加厚，還有哪些兒不稱意，卻在此不言不語的躊躇？”王義素與張成交厚，便說道：“實不相瞞，我王義因蒙皇恩十分寵愛，情願朝夕隨駕，希圖報效。但恨皇宮隔越，不得遂心，故此常常不快。今日不期被老公看破。”張成笑道：“王先兒若要入宮，這有何難！”王義驚問道：“有何良策，萬望見教。”張成又笑笑說道：“策便有條，只怕老先兒做不得。”王先見張成說話蹊蹺，便盯緊來問。張成戲了臉，向王義耳根邊低低說道：“若肯將那道兒割去，有什麼進宮不得！”王義沉吟道：“吾聞淨身乃幼童之事，如今恐怕做不來了。”張成道：“做倒做得來，只怕你忍痛不起。”王義道：“若做得來，便忍痛何妨！”張成道：“你當真要做，我自有妙藥相送。”王義道：“男子漢說話，豈有虛謬！”二人說一回，笑一回，便攜手走進宮來，竟到張成家裡坐下。\n\n張成忙置酒款待，二人飲到半酣之際，王義再三求藥。張成笑道：“藥便有，還須要從長計較，莫要一時高興，後來娶不得老嫂，生不得令郎，卻來埋怨學生。”王義正色道：“人生天地間，既遭逢知遇之君，死亦不惜，怎敢復以妻子為怨。”張成遂引王義到一間密室中，先拿出一把吹毛可斷的刀來，又拿出兩包藥來，放在桌上，用手指定說道：“這一包是止血收口的靈藥，都是珍珠琥珀，各樣奇寶在內，擦上便能結蓋。這把刀便是動手之物。三物相送，請回去斟酌而行。”王義道：“既蒙指教，便勞下手，何如？”張成道：“這個恐怕使不得。”王義道：“不必推辭，斷無遺累。”張成見王義真心要淨，只得又拿些酒來，將麻藥調了與他吃，自家卻另斟好酒相陪。王義吃到幾分酩酊之時，便將衣服攬起，一隻手將陽物扯出，一隻手拿了快刀，口裡狠說一聲：“顧不得了！”血淋淋早已將陽物割下。張成看見，慌忙將靈藥替他塗上，隨扶王義到床上去睡。王義一來酒醉，二來虧了麻藥、靈藥之功，雖覺有些疼痛，早昏昏沉沉的睡去。\n\n正是：\n\n小人最望君王寵，下士偏多兒女情。\n\n只為承恩遊禁闥，幾於刀下喪殘生。\n\n王義睡了一夜，次早看時，下面早已結了一個大疤，不甚痛楚。幸得煬帝一連三日不曾設朝，他就在張成家將養了三日，不覺精神復故，行動如常。便起身謝張成道：“倘有寸進，決不敢忘大德。”張成笑道：“累兄受痛，如何言報！”二人灑笑而別。王義抽身入朝，適值煬帝駕臨便殿。王義照舊混入眾中伺候。煬帝坐了半日，事畢退朝入宮。王義便手攀玉輦，也要跟進宮去。守門太監攔喝叫住，王義哪裡聽他，只是往裡亂撞。煬帝聽見，因叫道：“王義，你外人如何強要入宮？”王義慌忙跪奏道：“臣願出入禁闥，今已忍死淨身，望聖恩憐念。”煬帝大驚道：“果有此事？”遂叫左右去看。左右看了，回奏道：“王義果已淨身。”煬帝大喜道：“不意你倒有愛主之心！”遂帶了他到宮中來見蕭後，因說道：“他是道州進貢來的，為人甚是伶俐。因朕愛他，不得隨朕出入宮禁，竟自把身淨了。”蕭後道：“這等看來，倒是個忠義之人。”因問主義道：“你道州地方，有什麼寶物，何不將來進貢？”王義對道：“道州乃南楚卑薄之地，珍寶等物，毫無所產，比不得西域各邊，與外國相近，故有寶物貢獻。”煬帝聞言，忽然想起道：“正是，朕前日見西域各鎮守將，有文書報稱，西域諸國，欲與中國交市，朕因不知有利無利，未曾允他；既是西域多出異寶，莫若差一能臣，將中國的綾錦緞匹，換他的珠寶等物，豈不是十分大利！”蕭後道：“雖然有利，若陛下差官去時，只怕楊素那老兒又要來攔阻；須得一個外官上疏，甚言開市之利，然後陛下從而行之，方才免得人言。”煬帝道：“御妻言雖有理，只是這些外官，只曉得爭官爵、吃俸祿，誰便肯為國謀利？”二人閒論不題。\n\n卻說這宮中的太監，原來都與外官交結，凡有機密事情，都暗暗報知。外官卻將厚禮酬謝。當日有個穿宮太監，叫做王忠，聽見煬帝與蕭後商量西域開市，要外官上疏。他知道這件事有些想頭，便留心聽了。在宮中鬼混半日，見沒什公事，他就潛身走出東華門，騎了一匹馬，帶了幾個跟從，竟來拜一個素常相好的官兒。那官兒姓裴名矩，現任吏部侍郎之職。見王忠來拜，慌忙接入，分賓主而坐。裴矩說道：“久失問候，今蒙下顧，必有事故見教。”王忠笑道：“別無什事，只有一場大富貴，送來與老先受享。”裴矩見說送富貴，便滿臉堆下笑來，說道：“多承老公美意，何以克當！”茶罷一盅，便將王忠邀入後堂，叫人治酒款待。二人飲到興濃之際，裴矩滿斟一杯，奉與王忠，說道：“學生屢蒙老公錯愛，感仰不盡，今日不知又有什麼富貴相贈？”王忠道：“今日皇爺與娘娘計較要西域開市，只怕楊素攔阻，先要一個官兒上疏，勸他開市。皇爺依奏而行，便免得百官議論。老先何不上他一書，甚言開市有利。皇爺見了，必然大喜。這開市的權兒，一定就是老先主持，豈不是一場大富貴！學生故來報知。”裴矩聽了，滿心歡喜道：“皇上果有此意，這場富貴非同小可。學生明日就上疏，陳開市之利。倘得事權到手，後來西域的奇珍異寶，盡情送與老公賞玩。”王忠笑道：“莫要到那時節，便忘記了。”裴矩亦笑道：“記得，記得。”二人一邊笑，一邊飲。\n\n真個是：\n\n飲當名利千盅量，談到黃金滿面春。\n\n莫道世情都是假，此時顏色十分真。\n\n二人暢飲了半日，王忠方才起身告辭。裴矩說道：“倘有訊息，還望老公指教。”王忠道：“自然，自然。”作了別，王忠依舊上馬而去不題。卻說裴矩得了這個資訊，忙忙連夜草成奏章，只等明日早朝奏上。這一夜，真個是：不寢聽金鑰，因風想玉珂。\n\n明朝有封事，數問夜如何？\n\n不知這本上了，畢竟如何，且聽下回分解。"
		},
		{
			"章節": "第八回",
			"章節名稱": "逞富強西域開市 擅兵戈薊北賦詩",
			"章節內容": "詞曰：\n\n末世爭強，只思量、窮兵黷武。哪裡管、國敝民疲，破缺爺。異域已填無限骨，何曾添得中原土？想舞幹、階下有苗平，今非古。\n\n調寄《滿江紅》\n\n話說裴矩具了勸開市的表文，次日早朝來奏。正值煬帝臨朝，百官賀畢。煬帝便問道：“前日西域守將，有文書報稱，外國人要與中國開市，汝等部中議的何如？”言未畢，只見班部中閃出一人，烏紗象簡，俯伏於地奏道：“臣有短表，冒瀆天聽。”煬帝定睛看時，卻是吏部侍郎裴矩。隨叫近侍接上表來，放於龍案前，展開細看。只見上寫著：吏部侍郎臣裴矩，誠惶誠恐，稽首頓首，奉表於皇帝陛下：臣聞治國家以生財為本，御外國以樹德為先。天下有相通之貨利，古今無必絕之人情。故古帝王之於外國也，逆則討之以威，順則懷之以德。今西域外國，畏我中國之威，年年納款，歲歲來朝，其中心懾服久矣。今又欲與中國交市者，蓋仰聖明之化，面舒瞻戀之情；若拒而不允，是威足以震之，而德不足以綏之也。況開市之利有五：以中國羅緞帑帛，換海外珠玉異寶。其利一也。市一開，則彼此交利；彼此利，則情意必和；情意和，則邊疆永無烽火之虞。其利二也。近胡既伏，則外國必有梯山航海而至者，不以兵革而遠人向風。其利三也。交接既熟，漸誘其山川地理之圖，則秦皇、漢武之功，可徐奏也。其利四也。今天下富強，從古所無，再連遐荒絕域為一家，則真跨三皇、邁五帝，而名高後世矣。其利五也。伏望陛下大震乾斷，主持而力行之，則一歲所得，其利不下百萬，且保四境安如泰山；倘猶豫不決，坐失事機，恐阻絕人情，轉邀邊防之釁，有不可測度者矣。臣不勝待命之至！\n\n煬帝覽畢，大喜道：“卿所陳五利，大有識見，具見謀國深心。但恐諸國別有詐謀。”裴矩道：“以中國之富強，兵精糧足，雖有詐謀，亦不足慮。只要得一機變慎重之人，專主其事。”煬帝道：“此事任大責重，非卿不可。”即批旨道：“著裴矩以原官住紮張掖等處，專主西域開市。綏近柔遠，務要宣揚德化。凡一應機權，許便宜行事，不得潛開釁端。俟有功另行升賞。”裴矩才謝恩領旨，班部中又閃出一人，生得方面長髯，高顴大耳，威風凜凜，相貌堂堂。俯伏奏道：“西域之市，有三不可開。裴矩書生，不通世變，反奏為五利，妄言誤國，乞聖明罷斥之。”煬帝看時，乃是兵部尚書段文振也。因問道：“開市有哪三不可？裴矩如何誤國？”段文振奏道：“西域開市，諸外國不過是珠玉犀象之物，寒不可衣，飢不可食，乃以中國綾綿帛與他交易，是以有用換無用。一不可也；張掖乃邊防重地，開市則必引入境內，外國狼子野心，其衷叵測，倘然有變，為禍不小，是貪利而召釁。二不可也。既開市通好，則彼賓我主，來往必須迎送，驛地必須供給。彼皆絡繹不絕，郡縣百姓，奔走受害，寧有已時？是慕虛名而受實禍。三不可也。開市有三不可，而裴矩希圖富貴，妄言惑主，非誤國而何？”裴矩道：“段文振可斬也！以幣帛而換無價之寶，其利不啻百倍；而反以為無用，若以珠玉為無用，則金錢亦不可衣，亦不可食，亦將謂之無用耶？有文事者必有武備，外國雖叵測，焉能出中國之範圍？況古之帝王，俱以誠心待人，胡越一家，未聞以疑而拒絕之也。遠人來歸，驛地供給，所費有限，乃謂之疲民；必激其變，提百萬之兵，日費萬金徵之，然後謂之不疲耶？依段文振之論，是俗臣子專兵，不欲朝廷得利；是欲陛下為柔懦之主，而不願陛下為仁聖英略之君也。”煬帝聞奏說道：“明明是利，反謂有害。段文振是何主意！”段文振道：“陛下享先帝承平之業，不曾親臨兵陣，不識邊防利害。若聽裴矩巧言，定然有社稷之憂。”煬帝拍案大怒道：“段文振欺朕不曾用兵，朕偏要開市，看社稷如何有憂！狂言謗君，本當重罪，姑念老臣不究。如有再諫者，斬！”段文振再欲奏時，煬帝早已氣昂昂轉身回宮矣。段文振嘆一口氣道：“皇上不聽老臣之言，不十年江山瓦解矣。”怏怏出朝不題。\n\n卻說裴矩領了旨意，滿心歡喜，回到私宅，先備一份厚禮，送與楊素，恐怕他出來攔阻。又辦禮去謝王忠。隨即收拾行禮，發牌起身，竟往西域而來。到了張掖，早有各鎮守將接住參見。裴矩遂傳聖旨說道：“皇上見汝等開市文書，甚言有利，遂命本部住紮張掖，專管其事。與外國交易，務要以賤換貴，以少易多，不得因而失利，取罪未便。”眾將俱打恭道：“謹領檯旨。”裴矩遂一面出示，招集商人，採買緞帛；又一面於城上插起黃旗，上寫著：“奉旨開市”。又叫各鎮守將，打文書曉諭諸人；又起造許多館驛，屯住我易來人；又仰經過各郡縣地方，凡是外國之人，都要供給應付，不許怠慢。號令一出，不多時，各國人聞知，都帶了海外的寶物，到張掖來交易。真個利源一開，熙熙攘攘而來。中國的錦繡，堆積如山；海外的寶物，斗量車載。彼此互換，換了又來，來了又去。外國人繽紛絡繹，不絕於道。裴矩與各鎮守將，就中侵漁，各得大利。只可憐經過的郡縣，送往迎來，無一時一刻得能寧息。小民疲敝，倉廩空虛，一年之中，糜費不下百萬。各郡縣支撐不過，都具文書到裴矩衙門來告匱。裴矩只得拿聖旨來推，哪裡管他死活。\n\n正是：\n\n在廷誰最惡？獨有利臣凶。\n\n只為一身計，教他萬姓空。\n\n裴矩又將名馬犀象，及各樣奇珍異寶，不時差人貢進京來。又重以酒食款待諸人，細細訪問各國的山川形勢風俗，都畫成圖樣，共計四十四國，合成三卷，總名叫做《西域圖記》，並獻與煬帝。煬帝看了，滿心歡喜，與蕭後說道：“原來外國山川風景，亦如此秀美；不因開市，何以得知！段文振那廝，抵死阻攔，朕幾乎被他誤了。他又笑朕享太平基業，不知邊疆時事。朕欲親臨薊北，撫賞各國。一來可以覽域內山川之勝，二來可以察塞外風土之形，三來使天下知朕為英雄之主，四來又可以收回楊素的兵權。不知御妻以為何如？”蕭後道：“此意甚善！自古天子，原有巡狩之禮。後來庸君暗主，只圖在宮中安樂，故將此禮廢了。陛下肯復古行之，誠為盛典，有何不可！”煬帝大喜，遂決意要巡狩薊北。次日早朝，便宣諸大臣上殿說道：“朕聞古之聖帝明王，皆巡狩天下，親察民間疾苦。後江東諸主，但知傅脂粉，食玉衣錦，坐在深宮中受用，絕不與百姓相見，此與婦人女子何異？朕實恥之。今欲乘此承平富庶之時，親臨邊境，撫賞各夷，舉行三皇五帝聖事，卿等各衙門，可一面聚集兵馬，一面裝載輜重，待朕擇吉起行。”眾官齊奏道：“當今天下晏安，邊疆無事，陛下正宜垂裳宣化，何必親勞御駕，遠臨絕域巡狩？雖天子盛事，亦未免勞民傷財。望陛下三思！”煬帝不悅道：“為臣當致君堯舜，方是忠臣盛德之事。汝等不勸朕行，只愛惜小費，卻叫朕學那些不知世務的皇帝，是何道理！再敢強諫，定加重罪！”\n\n眾臣無言可答，喏喏而退。各該行衙門，心下恍惚不安，只得私自來請問楊素。不想楊素此時沉酣酒色，朝政毫不在心。眾官來問，他只推有病不見。眾官無奈，只得下教場點齊人馬，收拾糧草，準備煬帝巡狩。煬帝又傳旨道：“旗幟器械，俱要精堅齊整；飲食供應，俱要豐美隆盛，不許一事苟簡。”百官奉旨，照常措辦，所費已不計其數。怎奈朝廷家忠臣少、佞臣多，君王稍好奢侈，便有一班獻媚之臣出來，求新立異的迎合上意。當日煬帝傳旨未畢，早有內使舍人封德彝奏道：“薊北一路，皆沙漠之地，崩頹傾圮。天子乘輿，如何可行？必須先著各郡縣開成御道，金輿玉輦，方得安然前進。”煬帝大喜，遂傳旨該部，行文各經過郡縣，一路都要填成御道，不盡力者斬。聖旨一下，誰取不遵！這條路從京城，由雁門、榆林、雲中、金河，直填到薊北，足填有三千餘里遠近，也不知費了民間多少錢糧！御道一完，兵部侍郎宇文愷又奏道：“御道雖已開成，只恐前途無離宮別館，一路上山城草縣，聖駕何以駐蹕？以臣愚見：須造一座觀風行殿，其大可容五七百人，四圍俱用錦繡珠玉裝成，下邊用車輪為硤，欲行則行，欲止則止，方可壯上國之威儀，顯天朝之尊貴。又可令從行妃女，處於殿中，分別內外。”煬帝大喜道：“非卿妙才，無此異想。”就傳旨著宇文愷同封德彝連夜督造。\n\n不旬月，宮帳車馬及各色器物，俱打點齊整。煬帝一面擇吉發駕，蕭後一面排宴送行。時當八月初旬，天氣涼爽，煬帝別了蕭後，留一半文武同楊素守國，帶領了一半文武官員望榆林進發。一時海內富庶，百物豐美，宮帳器皿，皆極其奢侈。隨行軍士，計五十餘萬；軍中車馬，計十萬餘匹。輜重糧草，陸續於道，千里不絕。一路上龍旗蔽日，鳳蓋遮天，宸車似水，御馬如蛟。真個天子的威儀，比眾不同。\n\n但見：\n\n帝座臨黃道，天皇出紫微。\n\n半空雷擊鼓，千里電翻旗。\n\n草木橫生色，山川燦有輝。\n\n殿移雙風度，輦過六龍飛。\n\n萬乘趨前後，三臺聽指揮。\n\n貂?圍禁侍，錦繡簇宮妃。\n\n雄震天威遠，驕嘶御馬肥。\n\n雲屯迷日月，塵起灑珠璣。\n\n雲夢九重出，瑤池八駿歸。\n\n辰迎天子蹕，鬥壓侍臣衣。\n\n聖主百靈助，將軍八面威。\n\n天兵潮水湧，玉食泰山圍。\n\n令出神畢奉，師行天不違。\n\n陣雲橫太極，碧月照宸幃。\n\n漢武何須慕，秦皇不足希。\n\n富強巡狩者，屈指古今希\n\n煬帝見車從炫赫，金鼓喧闐，連營有數百里遠近。晚間燈火接聯，登高一望，就像天上列星一般。煬帝十分得志，到一處，便召群臣覽山川之勝，飲酒賦詩取樂。一日行不上二三十里。若遇山川有形之處，便幾日不行，郡縣貢獻的方物飲食，堆山塞海而來。一日，車駕將至金河，忽大風陡作，沙塵撲面。煬帝忙避入行殿中，令眾妃妾圍繞他在中間飲酒。無奈北風甚大，沙灰頗多，穿簾入幕，滿殿飛來。不多時，將眾妃妾的青絲綠鬢上，都一層層堆起黃雲。煬帝看了，甚是不喜。忙喚群臣商議。只見內史侍郎虞世基奏道：“宇文愷既可為行殿，獨不能造行城乎？陛下何不仍令宇文愷監造一座行城。周圍要一千步，其高十丈。中開四門，以布衣板木為骨，外面飾以錦繡，下面亦用車輪，令軍士御之，可行可止。不但能避風沙，外國望之，實足以壯天朝之威武也。”煬帝大喜道：“卿真有權變之才。”隨命宇文愷連夜監督有司製造。真個是國家有倒山之力，不數日，早已造成一座行城。那行城的華麗，真個古今所無。但見：白玉聊為石砌，黃金散作磚封。紫光赤氣一重重，橫鎖四條。行過泰山搖撼，平臨瑞靄倥傯。不知高處幾千弓，但見：北斗向城低控。\n\n行城外面，都令御林軍雜引牛馬駕御而行；城裡邊盡叫太監守宿。旌旗密佈，弓弩全施，四門上有四座城樓皆設鼓角。城門隨時啟閉，就如皇城一般。文武百官，非奉召旨不許擅入。煬帝登城四望，喜不自勝。因召虞世基、宇文愷、封德彝登樓賜宴。宴畢，各賜黃金綵緞，盡歡而罷。煬帝自有此城，又搭起一架幔天帳，任外邊風沙滿目，而城中纖塵不入。煬帝滿心暢快。不旬月，早出了榆林北境，東達於薊州地方。此外皆外國出沒之鄉，各國朝貢之所。煬帝駕到，早有裴矩帶領了各邊守將前來朝賀不題。\n\n且說這西域外直北上有一國，叫做突利可汗染於。開皇年間，曾來納貢求婚，文帝喜他忠誠，遂將宗女義安公主嫁他。後突利可汗與雍閭有隙爭戰，失了巢穴，兵敗來歸。文帝就改封他做突厥啟民可汗。又於朔方築一座大利城與他居住，後雍虞閭死了，啟民依舊奪取其地，十分強盛。今聞得煬帝駕幸榆林，他因感文帝之恩，遂同義安公主帶了許多奇珍異寶前來朝見。煬帝聞知此信，遂暗暗傳旨，令眾將官俱要弓上弦、刀出鞘，盔甲鮮明，旗幡招展，明日引啟民朝見。眾將領旨。遂將五十萬甲士，按二十八宿，分列作二十八座營盤，周圍環繞，中間現出一座行城，就如紫微垣一般。軍容整肅，號令嚴明。\n\n真個是：\n\n勒燕千載烈，款塞一時功。\n\n試以軍威較，無如此日雄。\n\n次日煬帝設朝行殿，令大開各營。著通夷郎將帶領突厥啟民朝見。啟民同公主、各部落頭目到了營前，望見中國兵威赫赫，中間又擁出一座城池，四門大開，樓櫓悉備，盡皆大驚失色，吐舌相視，說道：“此非兵將，乃天神也！何以強盛若此！”慌馬下馬，步入行城。到了行殿，皆匍伏而進，拜於階下。煬帝傳旨平身。便問道：“先帝尚主之義，築城之恩，猶能記憶否？”啟民奏道：“臣雖外國，不敢悖德。承聖駕北巡，同公主敬陳微物，聊表臣伏之心。”遂將土產的貂鼠、銀鼠、白翎雀、旱金花、青囊花、花羊角、沙雞併名馬寶刀，各色珠寶物件，一一獻上。煬帝命近侍收了。隨宣義安公主上殿賜坐，啟民也賜坐階下。又問道：“中國這等兵威，汝等服否？”啟民道：“天威震懾，從古所無；塞外之人，焉敢不服！”煬帝大喜道：“以此兵威，直空塞外，亦有何難；但念貢獻殷勤，並和親之義，有不忍耳！”啟民道：“外國亦念先帝之恩，不敢負也！”煬帝道：“汝國有兵幾何？”啟民道：“若論老幼之兵，遍地皆是：其精壯者，亦不過百萬多耳！安能比天朝之盛？”煬帝道：“今帶來兵將幾何？”啟民道：“走馬來朝，若帶領甲兵，恐陛下疑忌，隨行只有各部落頭目上千人耳。”煬帝大喜道：“汝忠臣也！”遂傳旨罷朝，另日俱召賜宴。啟民與公主謝恩退出。煬帝隨宣群臣商議道：“明日賜宴，啟民有數千人，使他露坐，殊失中國體面；若要造屋，如何有這等寬闊？亦倉促不及也。封德彝奏道：“此事易處，只消將綾錦緞匹制一大帳，又寬闊可坐，又頃刻可辦。”煬帝大喜道：“卿言有理。”遂命制帳排宴不題。\n\n卻說這沙漠一帶地方，接連西域，有百十餘國，也不分大小，但以強為尊。強國所為，各國便都依順。此時唯啟民最強，各國見啟民來朝，也都收拾些寶物，紛紛來貢獻。不數日，早有室韋、??、休邑、女直、龜茲、伊吾、高昌、蘇門答刺、撒馬兒罕、波斯等處，共計二十餘國，皆一時來朝貢方物。煬帝受朝過，俱召賜宴。這日煬帝親臨帳中，宣各國可汗以次進帳賜坐。唯高昌，文帝時亦曾以華陽公主賞他，與啟民同在和親之列，遂賜坐在前面。其餘各國，俱照大小坐在下面。各部落又列坐在下面。煬帝卻在上面，又金圍玉繞的另設一殿而坐，文官皆是公服緊隨左右，武將都全裝皮掛，燕翅般排在兩邊。各營將士，俱弓鳴劍響，團團的環繞在帳外。須臾之間，御酒分行，宸樂遞奏。這一日，真個是：禮樂會刀兵，王風雜伯行。\n\n中外同燕喜，胡越不相驚。\n\n玉帛爭舒赤，梯航遠貢誠。\n\n不須幹羽舞，早已萬方平。\n\n外國人見中國兵甲之勝，十分畏服；又見筵宴整齊、款待殷勤，又滿心歡喜。暢飲了半晌，煬帝又傳旨道：“各國遠朝，其心可嘉。今日華夷一統，賜宴不必拘禮，務要盡歡，無負朕款夷之意”。外國人聞旨，齊聲皆呼“萬歲”。又飲了半日，只見蘇門答剌走出位來，俯伏在地，獻上一個鵲，奉酒為壽。那鵲形高七寸，能解人言，乃是西域中的異寶。煬帝受了，滿飲三觶蘇門答剌才下去。于闐又俯伏於地，獻方圓二美玉，奉酒為壽。那美玉徑長五寸，光可鑑發。圓者叫做龍玉，放在水中，則虹霓散見，頃刻而雨；方者叫做虎玉，若以虎毛拂之，則紫光迸出，百獸懾伏。煬帝大喜，也受了，滿飲三觥，于闐才下去。又有那吐火羅、蘇色匿，各國俱紛紛貢獻方物為壽。煬帝因國人跪拜，貢獻不絕，滿心暢快，盡情痛飲。眉宇之間，不覺洋洋得意，乘了酒興，看了左右文武，笑說道：“朕為天子，中國富強，而各國向化，即古之三皇五帝，何以過此？”遂命取御筆，親賦一詩，以志其盛。\n\n雲：\n\n呼韓稽顙至，屠耆接踵來。\n\n何如漢天子，空上單于臺。\n\n賦罷，百官皆呼萬歲。煬帝又命近侍將御詩傳示各國，俱賜酒三杯。眾人飲罷，一齊起身謝宴。煬帝又叫各該部，將金銀綾錦緞匹等物，照次序賞賜各國及各部落頭目。這一賞賜，何止去了幾百萬的金銀緞絹！分賜完，外國人方才謝恩而去。\n\n正是：\n\n朔方玉帛能來幾？天下脂膏已半空。\n\n聖主不須爭遠略，秦皇漢武亦何功。\n\n煬帝后來不知如何回國，且聽下回分解。"
		},
		{
			"章節": "第九回",
			"章節名稱": "文皇死報奸雄 煬帝大窮土木",
			"章節內容": "詞曰：\n\n卓、莽神奸，高、斯詭詐，算來轉是愚痴。殺人人殺，半點不差池。何事只矜跋扈，禍與害，全不思維。及想到，東門黃犬，骨血已淋漓。\n\n但見：\n\n貂帽狐裘作隊行，弓長劍闊馬蹄輕。\n\n外國仍然多華麗，寶氣珠光耀日明。\n\n啟民望見鑾輿，便分開隊伍，齊俯伏在兩邊，高呼道：“臣啟民可汗迎接萬歲！”煬帝隨傳旨，著先行開道。啟民聞旨，忙傳令將後隊改作前隊，就如雙龍一般，悠修揚揚倒卷而去。不多時，到了營門，啟民就請煬帝的玉輦竟升牛皮寶帳。帳中早設下一張盤龍的泥金交椅，面前橫鋪了一張碧玉嵌萬壽的沉香龍案。煬帝高升寶座，文武具侍列帳中。啟民與公主次第朝賀。原來啟民雖是外國，卻富強無比。寶帳中十分侈麗，排設的都是精金美玉，動用的無非異寶奇珍。真個金光燦爛，奪目驚眸。煬帝看了，心中暗想道：“他國尚如此受用，況我中國天子乎！”因問道：“朕看汝兵驍將勇，欲命汝征討不臣，汝能為朕出力否？”啟民奏道：“天王有命，敢不效力？”煬帝大喜道：天竺、拂二國，久不入貢。朕欲遣將搗平巢穴，但恐傷天地之仁。今特賜汝寶劍一口，前往徵之，有功另加封賞。”啟民領旨道：“臣雖不才，仰仗天朝威武，兵臨二國，管取望風革面，重驛來朝。”煬帝大喜，隨命左右將寶劍付與啟民。謝恩畢，隨即獻上酒來。只見玉盤金碗，瓊盞瑤觶一霎時盈前方丈，雖無鳳髓龍肝，也都是山珍海錯。毳幕外國樂平吹，金鼎內獸煙飄彩。\n\n真個是：\n\n錦繡鋪張如糞土，珠璣狼藉似泥沙。\n\n莫言此地殊風俗，縱慾窮奢一樣同。\n\n煬帝見啟民十分恭敬，開懷痛飲。酒至半酣，啟民又叫出一班樂女來供應。煬帝醉眼模糊，見那些樂女雖則是胡妝異飾，倒生得明眸皓齒，黛綠鴉青，十分美麗。有一隊善歌的，歌一回便上來獻酒三觴；有一隊善舞的，舞一回也上來獻酒三觴。那班樂女輪流歌舞，次第獻觴，引得個煬帝魂迷意蕩，把持不定，帶了幾分酒興，便東顧西盼，笑聲不絕，全沒些天子的威儀體統。大將軍賀若弼見光景不雅，恐生不測，便目視高，高會意，便出位奏道：“樂不可極，欲不可窮，請天子迴鑾。”煬帝猶沉吟不語。賀若弼又奏道：“日已西斜，塞外無夜宴之理。”煬帝方才傳旨排駕，又命厚將金帛賞賜各部頭目並那班女樂。啟民與公主命樂女再三苦獻，煬帝又飲了十數觴，方才登輦。啟民依舊領了各部頭目並那班樂女。直送至御營，方才謝恩回去。\n\n卻說煬帝自胡宴之後，頓起驕奢之念，欲廣選胡姬，以為塞外之樂，全不思歸。賀若弼、高與眾官百般苦勸，煬帝方肯發駕還京。外國人聞煬帝迴鑾，都一齊直送入薊門，方才轉去。煬帝此行，雖然糜費甚多，而個個接踵來王，卻也是一時之盛。\n\n正是：\n\n漢室和親未得平，周家薄伐幾曾清？\n\n何期驕慢隋天子，杯酒殷勤盡貢誠。\n\n煬帝車駕既返，一路上要歷覽邊土之勝，不肯由前州的大道而行。逢山便要盤山，遇嶺便要過嶺，眾官苦諫不從。行至榆林地方，有一條小路，叫做大斗拔谷。兩邊都是壁立的高山，中間闊處不過丈餘地，又崎嶇險阻，輿輦都不能乘，如何容得那行城行殿？煬帝只得騎了一匹馬兒前行。可憐那些宮妃綵女，沒了行殿容身，或一隊在前，或一陣在後，都亂紛紛與軍士們混雜而行。到晚了行不出谷口的，就與軍士們在一處歇宿。時值寒冬，山谷中北風峭厲，軍士們凍死了無數。高看不上這些光景，對賀若弼嘆息說道：“近來朝廷殊無綱紀。”賀若弼道：“這都是奢侈之極。”二人在背後談論，不匡早有人報知煬帝。煬帝大怒，懷恨在心。不一日到了西京，文武百官皆出郭來迎，唯楊素只在皇城門前候駕。煬帝當日軍中勞苦，傳旨免朝，車駕竟還後宮。蕭後接住，忙排宴與煬帝接風敘舊，一宿晚景不題。次日煬帝早起臨軒，百官朝賀畢，楊素出班奏道：“陛下北狩風塵，良亦勞苦。”煬帝道：“賢卿守國勤瘁，亦復不易。”楊素道：“北外風景，陛下雄覽，以為何如？”煬帝道：“前日段文振笑朕不知用兵，朕鑾輿所至，外國皆向風納款，雖古之秦皇、漢武，不過如此。用兵有何難哉！好笑這些腐儒，開口言兵，便以為驚天動地。”楊素見煬帝滿臉都是驕矜之色，全不象舊時畏敬，便佯佯的哂笑道：“陛下不要錯認，外國向化，乃先帝餘威，豈今陛下之功耶？”煬帝聞言，不覺滿臉通紅，含羞帶怒的說道：“朕為天子，原不論功。但賢卿乃先帝功臣，其功安在？”楊素笑一笑說道：“臣實無功。但陛下在藩府時，不知何故，屢屢下交？臣即無功於先帝，不可謂無功於陛下。陛下何不一回想耶？”言罷，也不辭朝，竟昂昂的走下殿去，氣得個煬帝在龍座上目瞪口呆，半晌不能言語。\n\n卻說楊素走下殿來，料煬帝不敢加害。正在丹墀裡大搖大擺，賣弄奸雄的氣概。不料天不湊巧，忽然一陣陰風撲面刮來，吹得他毛骨悚然。忽抬頭，只見一人頭戴龍冠、身穿袞服，手內拿了一把金鉞斧，坐在逍遙車上攔住罵道：“弒君老賊，往哪裡去？”楊素定晴看時，不是別人，卻是文帝的陰魂。嚇得他魂不附體，慌忙要走，卻又無處躲避，只在丹墀中亂轉。文帝趕將來罵道：“朕欲立吾兒楊勇，你這個老賊，不聽吾言，倒轉同楊廣來弒我，是何殘忍！今不殺你，何以報此仇！”舉起金鉞斧照頭斫來。楊素躲避不及，一跤跌在地下，口鼻中鮮血迸流。近侍看見，忙報與煬帝。煬帝大喜，也只說是偶得暴病，竟不知是文帝之報。因對群臣說道：“此可謂權臣欺君之戒。”隨命衛士扶出楊素，扶得到家，也不省人事。其子楊玄感忙以湯藥救治，半晌稍稍醒來。說道：“謀位之事發矣。今遇文帝，以金斧逐我，我必死矣。汝等可急備後事。”言罷，又昏昏睡去。卻說煬帝見楊素得此暴病，心下大喜。又恐其不死，隨遣一個御醫，假推看病，就打聽訊息。御醫領旨，隨即來看。楊玄感見他奉旨前來，慌忙邀入寢房。御醫揭帳一看，只見楊素形容脫落，又目直視，哪裡還有往日的英雄！睡在帳中，大聲狂叫不止。忽叫道：“殿下假詔賜死，皆是晉王之謀，與臣無干。”忽又叫道：“臣雖上疏，獨孤娘娘也曾主張。”又忽大叫道：“陛下不要斫，臣願當罪。”口裡吆吆喝喝，就像遞腳冊的一般，將從前做奸雄的過惡，一一都亂說出來。\n\n正是：\n\n無道有迴圈，奸雄無終始。\n\n饒他跋扈生，定然狼狽死。\n\n御醫看了脈，虛攢了兩帖人情藥，說了幾句諢話，隨即起身來見煬帝，回旨道：“楊素神枯氣槁，六脈俱散；又發狂見鬼，命在旦夕，斷不能生矣。”煬帝大喜。再暗暗叫人打深時，楊素早嗚呼哀哉尚饗。\n\n後人讀史，有詩感之曰：\n\n代有權臣出，隋家數越公。\n\n用兵純慘刻，事主只奸雄。\n\n但逞驕矜態，全無社稷功。莫言身已死，遺臭尚無窮。楊素既死，煬帝大喜道：“老賊已死，朕無所畏矣。”遂日夜與蕭後在宮中恣行淫樂，全無忌憚。一日酒後與蕭後商議道：“前日朕欲造範囿，被楊素這老賊阻擋；欲選美女，又被這老賊攔回。今老賊既死，朕可恣心而為，料無人敢諫阻矣！”蕭後道：“雖則無人敢諫，也須緩緩而行。造了一處，再造一處未為不可。”煬帝道：“御妻之言有理。”次日駕坐便殿，宣宇文愷、封德彝二人說道：“朕想古來帝王，俱有離宮別館，以為行樂之地。朕今當此富強，若不及時行樂，徒使江山笑人。朕思洛陽乃天下之中，今可改為東京，要造一所顯仁宮以朝四方，又可備朕萬機之暇，逍遙遊樂。二卿當為朕一董其事。”宇文愷奏道：“古昔帝王，皆有明堂以朝諸侯，況舜有貳室，文王有靈臺、靈沼，皆是功豐烈盛，欲顯仁德於天下。今陛下在位不久，而胡越一家，造顯仁宮以彰聖化，正與舜、文同軌，誠古今之盛事也。臣等敢不效力！”煬帝大喜。封德彝又奏道：“天子造殿不廣大，不足以壯觀；不富麗，不足以樹德。必須南接皁澗，北跨洛濱，選天下之良材異石與各種嘉花瑞草、珍禽異獸，充實其中，方可為天下萬國之瞻仰。”煬帝大喜道：“二卿竭力為之，朕自有重酬。”遂傳旨敕宇文愷、封德彝營造顯仁宮於洛陽。凡大江以南、五嶺以北，各樣材料俱聽憑選用，不得違誤。二人領旨而出，早驚動了滿城百姓。卻說高聞此訊息，連忙來見賀若弼，商議道：“主上驕奢無度，已非人君之體；今又大造宮室，社稷安能常保？”賀若弼道：“先朝老臣楊素已死，唯你我二人尚在；你我不言，再有誰人敢諫？明日入朝，當以死諫。”二人計議定了。\n\n次日煬帝早朝，眾官朝賀畢，二人同出班奏道：“臣等聞聖王治世，節儉為先。昔先帝敕楊素造仁壽宮，見制度綺麗，便欲斬素，以為結怨天下。以後痛加節省，二十餘年，故有今日之富。陛下正宜繼先帝之志，何得起造宮室，勞民傷財？”煬帝道：“朕為天子，富有四海。造一座宮殿，用力無多，所費有限，如何就見得勞民？如何就見得傷財？”二人又奏道：“天下省之則富，耗之則窮。今年西域裴矩開市，所費何止千萬！陛下巡狩薊北，所費又何止萬萬！今日此宮非萬萬決不能成。天下雖大，安能供無窮之用？望陛下三思。”煬帝大怒道：“汝二人互相謗君，前日在大斗谷中，因死了幾個軍士，便一個謗朕殊無綱紀，一個謗朕為奢侈之極。朕念先朝臣子，不忍加罪。今又在大廷之上，百官之前，狂言辱朕，全無君臣體統！不斬汝二賊之首，何以洩朕之憤！”二人奏道：“臣等死不足惜，但可惜先帝的錦繡江山，一旦而休也！”煬帝愈怒道：“江山就休，也不容你這樣毀謗君父之人！”喝令殿前帶刀指揮，推出斬首示眾。\n\n眾指揮聞旨，不敢不遵只得帶軍校一湧上前，鷹拿□捉，將二人衣冠跣剝，綁出午門。二人大叫道：“陛下殺臣，臣得從龍逢、比干，遊於地下矣。但不知陛下異日將何面目以見先帝乎？”煬帝大罵道：“朕無面目以見先帝，你這兩個謗君的逆賊，倒有面龍逢、比干？”拍著龍案，叫道：“快與我斬訖報來。”眾文武都嚇得面如土色，抖衣而戰，哪個敢做一聲”。只有尚書左僕射蘇威與刑部尚書兼御史大夫樑毗同出班奏道：“高、賀若弼乃朝廷大臣，竭忠敢諫，無非為陛下社稷之計；縱使有罪，只可降調削職，安忍處以極刑，令天下後世加陛下以殺大臣之名？”煬帝忿怒道：“大臣不可殺，天子至尊，轉可辱耶？汝等與他同倚先朝臣子，每每互相標榜，朋比為奸！朕不斬汝，已為萬幸，還敢來花言巧語，保留他人！”遂命削了職，亂棒打出。蘇威、樑毗既貶，再有誰人敢諫？可憐高與賀若弼，兩個忠臣，相對受刑。原來高的母親，最是賢明，常勸高急流勇退，說道：“汝富貴已極，所欠者一斫頭耳。”高不聽，至是其言果驗。\n\n後人有詩感高母之賢，曰：\n\n名利驅人誰肯休？只思將相與公侯。\n\n不知賢母千秋眼，己自明明見斷頭。\n\n又有詩讚高之忠曰：\n\n賢母早知憂富貴，忠臣豈怕斷頭顱！\n\n莫言當日無恬退，青史千秋有烈夫。\n\n煬帝既殺了高、賀若弼，又貶了蘇威、樑毗，滿朝震懼，人人吐舌相視，誰敢道半個不字。只有虞世基、裴矩等數奸人希旨取容，好不榮耀。卻說宇文愷與封德彝領了造顯仁宮的旨意，竟到洛陽地方，廣開匠局，大興土木之工。一面相度地勢，一面差人分行天下，選取奇材異木以及各樣珍怪之物。水路用船，陸路起夫，都輸運前來。騷撓的天下，日夜不得寧息。不要說幾十圍的大木，三五丈的大石，費累無算；就是一草一木，也不知花費多少錢糧，累死多少性命，方才得到洛陽。不要說經過的衝要地方，百姓受害；就是深山窮谷之中，覓奇禽，尋異獸，也覺得雞犬不安。宇文愷與封德彝，哪裡管民間死活，府藏空虛；只是精上求精，麗中窮麗。蓋得一座顯仁宮，金輝玉映，就如九天仙闕一般。\n\n後人有詩感之曰：\n\n巍煥無非民怨結，輝煌都是血模糊。\n\n憑君莫話驕奢事，一殿功成萬骨枯。\n\n顯仁宮既成，宇文愷飛表告竣，就請煬帝幸臨，以觀落成。煬帝聞奏大喜。遂別了蕭後，竟發車駕望東京而來。不一日到了顯仁宮，早有宇文愷、封德彝接住朝見過。遂引了煬帝的御駕，從正宮門首，一層層看將進來。\n\n但見：\n\n飛棟沖霄，連楹接漢。畫樑直拂星辰，閣道橫穿日月。瓊門玉戶，恍疑閬苑仙家；金碧瑤階，儼是九天帝闕。簾櫳回合，鎖萬里之祥雲；香氣氤氳，結一天之瑞靄。紅勝錦，白如綿，丹墀內有奇花異草；嬌解言，巧有舞，曲檻中有怪獸珍禽。亭榭中紅香綠嫩，四季春風吹不謝；樓臺上翠繞珠圍，一天明月去還來。涼飈度楊柳橫塘，金氣入芙蓉小苑。影蛾池中發風流，鵲樓中多富貴。畫棟朝飛南浦雲，真個的勝過結綺；珠簾暮卷西山雨，果然是壓倒臨春。\n\n煬帝一一看了，滿心歡喜道：“樓臺富麗，殿閣崢嶸。四方朝貢，此足以臨之。二卿之功大矣。”隨命取金帛表禮，厚賜二人。遂留駕在顯仁宮遊賞。真個是五色令人目眩，五音令人耳聾。一連歡宴了數日，不覺心轉驕，氣轉盈，一發奢侈起來。一日在後院中宴賞，見百花開放，紅一攢，綠一簇，都不是尋常顏色。因宣宇文愷與封德彝二人問道：“這些花木，卻是何處移來，開得這般鮮妍可愛？”宇文愷奏道：“花木四方皆有。如這些碧連、丹桂，銀杏、金梅，垂絲的弱柳，夾竹的桃花，諸般上品之花，皆是揚州江都所產。”煬帝道：“江都有何好處，花木這等秀美？”宇文愷道：“昔人有願‘腰纏十萬貫，騎鶴上揚州。’又有詩云：‘誰知竹西路，歌吹是揚州。’古來繁華勝概，當以江都為上。”封德彝又奏道：“這些花木，還不是江都的上品。臣聞得揚州蕃釐觀有一株瓊花，開花似雪，香聞十數裡遠近，遍天下再無二株。這才算江都的一種異樹。”煬帝道：“既如此妙，何不移入院來？”封德彝道：“這瓊花，乃江都秀氣所鍾，只此一株，一分即死，再種不活，故不敢動移。”煬帝見二人說得十分動興，便欣然說道：“江都這等風景，朕為天子，安可不遊？”因問道：“東京到江都，有多少路程？”宇文愷道：“將有一千餘里。”煬帝道：“朕欲往遊，只是道途遙遠，不能多帶宮妃，恐怕途中寂寞，奈何？”封德彝道：“這有何難！以臣愚見，三十里一宮，五十里一館，只消起造得四十餘座離宮別館，便可自京師達於江都矣。宮館內多選些美女佳人，填入其中，命幾個太監掌管。陛下要幸江都，也不必行軍馬，動糧草，只消輕車而往。一路上處處有宮有館，有妃有妾，可以隨心受用，任意逍遙，就如在宮中一般，何愁寂寞乎？”煬帝大喜道：“既如此，朕決意往遊。二卿休辭勞苦，這些宮館還要敕卿一造。不須計年計月，只要盡美盡善。”二人道：“陛下之命，敢不效勞！”煬帝大喜，遂留二人在後院中賜宴。酒席之間，談論的，無非荒淫酒色之言；商議的，都是放蕩驕奢之計。臣贊君為堯舜，君羨臣為伊周，倒吃得十分快樂。\n\n正是：\n\n莫言天道善人親，驕主從來寵佞臣。\n\n不是誇強興土木，何緣南幸不回輪。\n\n宴罷，二人謝恩領旨而出。依舊去號召那一般奇工巧匠，往江都一帶地方相度地形，起造宮館。或三十里一處，或五十里一處；或是背山，或是臨水，俱選形勝之處為基址。自東京起至江都，共選了四十九處地方，俱著本地郡縣備辦材料，催點人工。可憐這些郡縣，為一所顯仁宮已拖累得倉完庫盡，官死民疲，怎當得一帶地方又造起四十九所宮殿？便有神輸鬼運的手段，也不能措辦得來。四境內只聞得哭聲遍野，一路上但看見急氣沖天。宇文愷與封德彝就如耳聾眼瞎一般，只一味嚴加催督，哪裡肯寬一毫！郡縣官員稍有遲延，便請旨將他處治。\n\n正是：\n\n上博一人恩似水，誰憐萬姓死如麻。\n\n不知國破奸臣戮，一樣垂楊泣暮鴉。\n\n二人起造宮館，不知後來畢竟如何？且聽下回分解。"
		},
		{
			"章節": "第十回",
			"章節名稱": "東京陳百戲 北海起三山",
			"章節內容": "詞曰：\n\n日食三餐，夜眠七尺，所求此外無他。問君何事、苦苦競繁華？試想江南富貴，臨春與結綺交加。到頭來，身為亡虜，妻妾委泥沙。何似唐虞際，茅茨不剪，飲水衣麻。享芳名萬載，其樂無涯。嘆息世人不悟，只知認、白骨為家。鬧烘烘，爭強道勝，唯識眼前花！\n\n調寄《滿庭芳》\n\n卻說宇文愷與封德彝領了造離宮的旨意，在江都一帶地方，騷攪的郡縣煩疲，人民愁苦。道路上日夜聞呼號之聲，不是搬磚，就是運木。宇文愷猶嫌遲緩，與封德彝商議，又於東京點出二百員官吏，分頭催督。地方如有遲延，便指名參奏處死。苦的郡縣官員求生不得，求死不能。起初只有點精壯人夫做工，後來點完了不夠，只得將老老幼幼，婦人女子，都點了來搬泥運土；任是窮鄉下邑，也無一人得免。精壯的還打熬得幾日，可憐那些老幼婦女，如何受得這般苦役！不兩日便死了無數，再兩日又死了無數，不月餘，死亡的填街塞巷，到處哭聲不絕。郡縣官看了，傷心慘目，無法區處；只得叫百姓就將裝木料的車輦，先將屍骸載到荒郊野外去埋。怎奈死亡相繼，埋了一發，又是一發。可憐東至成皋，北至河陽，這一路上抬屍骸的與抬木石的，相伴而行。\n\n正是：\n\n從來土木傷民命，不似隋家傷更多。\n\n道上死屍填作路，溝中流血漾成河。\n\n哭聲遍野何時絕，怨氣沖天不可磨。\n\n試問築成宮館後，君王玉輦幾經過？\n\n宇文愷與封德彝日夜坑民，起造宮館不題。卻說煬帝自到顯仁宮，車駕便日日在東京遊幸。花如錦繡，酒若澠河，真個朝朝寒食，夜夜元宵，說不盡君王的行樂。原來隋家天下，虧了文帝節省之功，各處皆兵精糧足；君臣又勵精求治，故外國的胡夷，畏威懷德，年年納貢，歲歲來朝。這一年諸國差來的酋長，曉的煬帝在東京受朝，便一個個都到洛陽來進貢。煬帝見各國來朝，心中大喜。欲要誇張富貴，暗暗傳旨：不論城裡城外，凡是酒館飯店，但外國人來飲食，俱要將上好酒餚供他，不許取錢。又命有司將御街上的木，都以錦繡結成五彩。端門街一帶，俱要嬌歌豔舞，盛陳百戲，使外國見天朝的富勝。百官領旨，真個在端門街上，搭起了無數的錦篷，排列了許多的繡帳。令眾樂人，或是蠻歌，或是隊舞。有一處裝社火，有一處踩高橇；有幾個舞柘板，有幾個攆百戲。滾繡球的團團而轉，耍長竿的高入青雲。軟索橫空，弄丸夾道，百般樣的伎巧，都攢簇在五鳳樓前。雖不是聖世風光，倒也熱鬧好看。御街上的遊人擁擠不開。\n\n真個是：\n\n樓前百戲競爭新，傀儡當場妙入神。\n\n柳外謾誇臺閣好，花前還有舞蠻人。\n\n外國人一一看了，都驚訝道：“中華如此富麗，真天朝也！”三三五五，成群遊賞。也有到酒肆中飲酒的，也有到飯店中吃飯的，拿出來都是美酒佳餚。吃完了與他錢時，都說道：“我們中國豐饒，這些酒食，都是不要錢的。”外國人都歡喜道：“原來中國的風俗，這等有趣！”便來來去去，酒飲了又飲，飯吃了又吃。這幾個醉了，那幾個又來；那幾個飽了，這幾個又到。就如走馬燈一般，不得個斷頭。煬帝在端門樓上，聽見外國人欣羨中國，滿心歡喜道：“耍得這些外國人甚暢。”誰知外國人倒恣心觀覽，落得受用。遊了兩日，煬帝暗暗差人問道：“汝外國亦有中華這等富盛麼？”只見外國人有幾個狡猾的出來答道：“俺們外國雖無這樣富盛，卻都飽食暖衣，不像中國有沒衣穿的窮人。”隨將手指著樹上的綵緞說道：“這東西，舍與那些窮人穿穿也好，拴在這樹上何用？”說罷，大家都嘻嘻的灑笑而去。差人報知煬帝，煬帝大怒道：“外國焉敢譏誚天朝？”便要殺這些外國人。眾官慌忙勸道：“外國跋遠而來，若因一言不遜，便將他殺了，只道陛下無容人之量，恐阻他們向化之心。”煬帝憤怒半晌，方才准奏。遂傳旨，賜宴一概遣歸。\n\n後人讀史至此，有詩感之曰：\n\n曾聞修德遠人來，未見此朝只逞財，\n\n可惜東京好風景，卻將飲食與人倩。\n\n煬帝受朝之後，心愈滿，志愈驕。不多時，又將一所顯仁宮遊厭了。遂命駕還西京。回到宮中，蕭後接住說道：“陛下在顯仁宮，遊覽甚暢，亦念妾深宮寂寞否？”煬帝道：“朕豈不思與御妻同樂，但恨路遠，往來不便。”蕭後道：“這般說，則妾再不能到東京矣。”便慘然不樂。煬帝道：“御妻休惱，這有何難！東京顯仁宮，不過是幾間宮殿，無什好處，朕已厭遊。明日在顯仁宮旁邊選一塊寬大地方，另造一所苑囿，朕與御妻，索性遷到東京，朝夕遊賞，有何不可！”蕭後歡喜道：“若得如此，感陛下之恩不淺。”遂排宴與煬帝接風。二人歡宴了一夜不題。次日煬帝坐在便殿中，宣虞世基商議道：“顯仁宮雖則華麗，不過是高房大殿，只好朝接四方；若論遊覽，畢竟還是有山有水，或亭或榭方妙。朕嫌西京太樸，欲遷都東京。須另造一所苑囿，以備宸遊。內中要疊石為山，鑿地為湖，可以泛舟而嘲風弄月，可以著屐而飲酒賦詩。朕萬機之暇，與卿等暢遊其中，亦是快事。卿可到彼，選擇勝地，專督其事。”虞世基奏道：“造苑以寓苗，乃天子盛事。愧臣菲才，恐制度不足以當聖意。”煬帝道：“卿才足勝此任，不必過謙。”\n\n虞世基領旨而出，隨往東京來選擇地方。周圍踏看，唯有城西一帶，寬廣空闊，可以起蓋。遂丈量了大小，看定了形勢，回奏煬帝道：“臣選得顯仁宮西一塊基址，地勢豐厚，盡堪起造苑囿。若將上面民房拆去，周圍足有二三百里寬闊。”煬帝道：“如此寬闊，何以製造？”虞世基道：“以臣愚見，南半邊可分東西南北中，挖它五個湖，每湖要方圓十里，四圍盡種奇花異草；湖旁開幾條長堤，堤上百步一亭，五十步一榭，兩邊盡要桃花夾岸，楊柳分行，再造些龍舟鳳舸，以備宴遊。向北這半邊地勢寬曠，可掘一個北海，周圍要四十里為圓，鑿渠與五湖相通。海中間可造三座山：一座蓬萊，一座方丈，一座瀛洲，就像海上的三神山一般。山上多造樓臺殿閣，四圍掩映；山頂要高出百丈，東京的箕山、潁水，便可一覽而盡；又可以回眺西京，又可以遠望江南。湖海交界中間，卻造正殿。海北一帶，可委委曲曲鑿一道長渠，引接外邊的河水，隨灣就灣，俱要縈迴婉轉，曲通於海。傍渠勝處，便造一院，一帶可造十六院，院中俱填實美人，以備灑掃。臣鄙見若此，伏乞聖旨裁定。”煬帝聽畢，撫掌大喜道：“卿之排程，井井有條，深得朕心矣。卿可先去，火速蓋造，朕隨即遷至東京，以觀落成。”虞世基道：“乞賜一名，以便號召天下。”煬帝道：“地方就在顯仁宮西邊，就叫做西苑罷。其餘湖院候蓋完了，朕再製名。卿可盡心竭力，務要精麗，不得苟簡，以辜朕望。”虞世基領旨，隨即會同各有司先將地上的民房拆毀。也不論是田是地，也不管種桑種麻，一概俱著人夫鋤去。可憐這二百里內的居民，就如遭水淹火燒一般，好好的一個家當，就盡行沒了，只得抱男攜女，哭哭啼啼，各處去逃生。\n\n虞世基就如秦始皇築長城，先叫人打起這二百里苑牆；又如夏禹王治水，又叫人掘了這五個湖，一個北海，一條長渠。又像五丁力士開山，又像女媧氏煉石補天。海中又叫人一簣簣，堆起了三座大山，苑當中又造起一座大殿，渠旁又造了十六所宮院，四下裡又造了千百間的樓閣亭臺，湖海中又制了無數的龍舟鳳舸。苑牆上都以琉璃作瓦，紫脂泥壁。五湖北海，俱以青石剝岸；長渠澈底，俱以五色石徹成。清泉映帶，水面上俱漾成五彩。三神山，都用長峰怪石疊得嶙嶙峋峋，就像天生的三座石山，一毫不似人力築成。臺榭盡是奇材異料，金裝玉裹，渾如錦繡裁成，珠璣造就。無一事一物不是窮天下之美。又傳敕令：各郡縣地方，凡有花木禽魚，俱要進貢至京。不幾時，普天下的奇花異草，走獸飛禽，都從驛地裡獻入東京。就是西京上好之物，也都移來。把一個西苑填塞的桃成蹊、李列徑，梅繞屋、柳垂堤，仙鶴成行、錦雞作對，金猿共嘯、青鹿交遊。就像天地間開闢生成的一般，只苦了四方的百姓，拖累的骨血淋漓。這一場土木之工，也不知耗費多少錢糧，也不知坑害多少性命，方得完成。虞世基造完了，便表請煬帝親臨來看。原來煬帝為人性急，此時已同蕭後帶後宮妃妾，遷到東京，專等西苑功成。這一日正在顯仁宮與蕭後看花飲酒，忽見虞世基來請，滿心歡喜，便撇了蕭後，飛輦到西苑來看。到得苑中，只見五湖盪漾，北海汪洋，三神山佳氣嶙峋，十六院風光淡爽。各處俱製造得精美富麗。真個是九洲仙島，極樂瓊宮，不似人間富貴。怎見得？\n\n後人有詩單道之五湖之妙雲：\n\n五湖湖水碧浮煙，不是花圍便柳牽。\n\n常恐君王過湖去，玉簫金管滿龍船。\n\n又有詩單道這北海之妙雲：\n\n北海涵虛混太空，跳波逐浪遍魚龍。\n\n三山日暮祥雲合，疑有仙人咫尺逢。\n\n又有詩單道這山之妙雲：\n\n三山萬疊海中浮，雲霧縱橫十二樓。\n\n莫訝移來人世裡，若無仙骨亦難遊。\n\n又有詩單道這長渠之妙雲：\n\n逶迤碧水繞長渠，院院臨渠花壓居。\n\n不是宮人爭鬥麗，要留天子夜回車。\n\n又有詩單道這樓臺亭榭之妙雲：\n\n十步樓臺五步亭，柳遮花映錦圍屏。\n\n傳宣半夜燒銀燭，遠近高低燦若星。\n\n煬帝一一看了，滿心歡喜道：“此苑造得大稱朕心，卿功不校”虞世基奏道：“此乃陛下福德所聞，天地鬼神效靈，小臣何功之有？”煬帝問道：“五湖十六院，可曾有名？”虞世基道：“微臣焉敢擅專，伏乞陛下裁定。”煬帝遂命駕到各處細看了，方才一定名。你道俱是何名？\n\n東湖，因四周種的都是碧柳，又見兩山的翠微與波光相映，遂命為翠光湖。\n\n南湖，因有高樓夾岸，倒射日光入湖，遂名為迎陽湖。\n\n西湖，因有芙蓉臨水，黃菊滿山，又有白鷺晴鷗時時來往，遂名為金光湖。\n\n北湖，因有許多白石若怪獸，高高下下，橫在水中，微風一動，清沁人心，遂名為潔水湖。\n\n中湖，因四周寬曠，月光照人，宛若水天相接，遂名為廣明湖。\n\n第一院，因南軒高敞，時時有薰風流入，遂名為景明院。\n\n第二院，因有朱欄曲屈，回壓瑣窗；朝日上時，百花嫵媚，遂名為迎暉院。\n\n第三院，因有碧梧數株，流陰滿院；金風初度，葉葉有聲，遂名為秋聲院。\n\n第四院，因將西京的楊梅移入，開花若朝霞，遂名為晨光院。\n\n第五院，因酸棗邑進玉李一株，開花雖白，麗勝霞彩，遂名為明霞院。\n\n第六院，因有長鬆數株，俱團團如蓋，罩定滿院，遂名為翠華院。\n\n第七院，因隔水突起一片石壁，壁上的苔痕縱橫，就如天成的一幅畫圖，遂名為文安院。\n\n第八院，因桃杏列作錦屏，花茵鋪為繡褥，流水鳴琴，新鶯奏管，遂名為積珍院。\n\n第九院，因長渠中碎石砌底，簇起許多細細的波紋；日光一映，都射入簾櫳之內，連枕簟上都有五色之痕，遂名為影紋院。\n\n第十院，因四周都是疏竹環繞，中間卻突出一座丹閣，就像鳳鳴一般，遂名為儀鳳院。\n\n第十一院，因左邊是山，右邊是水，取樂山樂水之意，遂名為仁智院。\n\n第十二院，因亂石疊斷出路，唯小舟緣渠方能入去，中間桃花流水，別是一天，遂名為清修院。\n\n第十三院，因種了許多樹，盡以黃金布地，就像寺院一般，遂名為寶林院。\n\n第十四院，因有桃蹊桂閣，春可以納和風，秋可以玩明月，遂名為和明院。\n\n第十五院，因晚花細柳，凝陰如綺，遂名為綺陰院。\n\n第十六院，因有梅花繞屋，樓臺向暖，憑欄賞雪，了不知寒，遂名為降陽院。\n\n長渠一道，透迤如龍，樓臺亭榭如鱗甲相似，遂名為龍鱗渠。\n\n海中諸山，及各處亭臺，煬帝都一一品評，定了名字。虞世基奏道：“這五湖十六院，得陛下敕賜了佳名，更覺增勝；但每院中須得宮人百名，美人二十名。陛下常時寵幸的有爵夫人一位，掌管院事，陛下幸臨，方才有人承應；若沒有宮人美女，陛下游覽時，如何得興趣？”煬帝大笑道：“若不要與佳人行樂，要此山水樓臺何用？卿不須慮，數月前，朕已差許廷輔往選矣，想不日可至也。”虞世基道：“陛下舉動，何其神速！”煬帝笑帝：“及時行樂，安可緩耶！”虞世基道：“美人既選，則苑中百事俱備矣。”煬帝道：“苑中百事雖備，還有苑外這條御道，高低傾圮，乘輿不便往來。卿何不一發收拾好了，以奏全功。”虞世基道：“大功已成，這條御道，不過一二里，有何難哉！既奉明旨，不一月即當告竣！”煬帝大喜，遂賜宴留飲，只吃到日暮方散。煬帝比及到宮，許廷輔已選有千餘美女，都紛紛的獻入宮來。煬帝仔細一看，見個個都是欺桃賽杏的容顏，笑燕羞鶯的模樣，喜得滿心亂癢，無處去撓。隨同蕭後尖上選尖、美中求美，選了十六個形容窈窕、體態幽閒、有端莊氣度的，封為四品夫人，就命分管西苑十六院事。又選三百二十名風流瀟灑、柳嬌花媚的，充作美人；每院分二十名，叫她學習吹彈歌舞，以備侍宴。其餘或十名，或二十名，或是龍舟，或是鳳舸，或是樓臺，或是亭榭，都一一分散開了。又於後宮中發了無數的宮人，到西苑來湊用。用升太監馬守忠為西苑令，叫他專管出入啟閉。不一時，將一個西苑內填塞的錦繡成行，綺羅逐隊。那十六院夫人，既分了宮院，一個個都思想要君王寵幸，在院中盡鋪設起琴棋書畫，打點下鳳管鸞笙，恐怕煬帝不時遊幸。這一院燒龍涎，那一院就蒸鳳腦；前一院唱吳歌，後一院就翻楚舞；東一院作金齏玉膾，西一院就釀仙液瓊漿。就像石崇與王吉富一般。各院中爭華競靡，百事安排，只博的煬帝臨幸時，一刻喜歡；再一次便就厭了，又要去翻新立異。\n\n正是：\n\n宮中行樂萬千般，只博君王一刻歡。\n\n終日用心裙帶下，江山卻送別人看。\n\n十六院夫人，爭尚華侈不題。卻說虞世基領了開御道的旨意，便糾集工匠，連夜開修。這條御道，自顯仁宮開起，直開至西苑，有一二里遠近，四五丈開闊。先以黃泥填實，又將石灰鋪平。上面卻將白石砌面，石上都細細鑿了蟠龍舞鳳的花紋；又將青石鑿成欄杆，列在兩邊；欄杆外都種參天的長板高柳，一路上翠碧交加，陰陰森森，其實可愛。又在半中間蓋一所四方八面的駐蹕亭。將到西苑，又造一座迎仙橋；一路樹裡面，又造許多營房，與侍衛的軍士們歇宿。因恐怕煬帝不時遊幸，軍士們晝夜俱不放還。那些宮旗禁，從綠樹影裡飄漾出來，紅飛彩映，繡簇朱翻。\n\n真個是：\n\n紅旗夾道迎仙掌，綠樹分行引紫微。\n\n莫道五雲才咫尺，君王行處六龍飛。\n\n御道開完，虞世基便請煬帝來看。煬帝見了，滿心快暢道：“非卿高才，如何得一一稱朕心！合當以美官酬卿之勞。”遂命加升虞世基為翰林院大學士。虞世基辭謝道：“此皆奉陛下之命，微臣不過效犬馬奔走之功，焉敢受此大位！”煬帝道：“不必推辭，朕還有事與卿商量，不知卿可能為朕出力？”虞世基道：“陛下有何事命臣，臣雖非才，願效一得之愚。”只因君臣這一商量，又不知費天下多少錢糧，害天下多少性命！\n\n這正是：\n\n得隴還思蜀，為君復望仙。\n\n要人心滿足，除是蓋棺年。\n\n煬帝與虞世基不知畢竟又商何事，且聽下回分解。"
		},
		{
			"章節": "第十一回",
			"章節名稱": "泛龍舟煬帝揮毫 清夜遊蕭後弄寵",
			"章節內容": "詩曰：君莫恃繁華，繁華沒終始。\n\n鹿臺一旦休，三歸千載恥。\n\n秦破為長城，陳亡因結綺。\n\n石家金谷園，豈不極華靡？\n\n歌舞未曾終，身夷綠珠死。\n\n漢主好神仙，金莖雲外起。\n\n丹藥幾時成？長陵高壘壘。\n\n前鑑已如斯，後人可知矣。\n\n何事愚君臣，荒淫不知止。\n\n今古吊興亡，嘆息何能已！\n\n話說煬帝因御道開得齊整，轉覺鑾輿儀仗不甚鮮明，又與虞世基商議道：“朕想天子至尊，出輿入輦，這些鹵簿儀仗，必要極其華美，方可為萬國觀瞻。朕這些舊儀仗，都是先帝所造，日久敗壞，行在御道上殊不壯觀。卿可另制一副精工華美的，以為宸遊之助。”虞世基奏道：“這有何難！陛下只消降一道旨意，令天下郡縣地方，不拘水陸禽獸，凡是毛羽可為氅旄之用者，都要獻來，臣即命匠製造，以供上用。”煬帝大喜。隨傳旨令天下進貢毛羽，有一郡一縣不獻者斬。旨意一出，誰敢不遵？忙得那些郡縣官員，這裡取翠鳥之羽，那裡拔錦雞之毛，羅網滿山，矢繒遍野，各處俱搜求奇禽異獸不提。\n\n卻說江南烏程地方，有一座升山；升山之中，有一株松樹，亭亭直上，有百丈高，四圍再無一個附枝，清蔭散落，團團如蓋。絕頂當中正正的結了一個鶴巢；巢中有一對仙鶴，在上面飲風吸露，生雛哺子，也不知經歷了多少春秋？自以為深山高樹，飛去飛來，再無禍惡，不期被一夥尋羽毛的看見，便算計道：“稀奇毛羽，哪裡去尋？這對鶴羽，撥將下來，到也精精緻致，盡搪塞得過。”有幾個道：“鶴羽雖好，只是這樣高樹，又無枝幹攀援，如何上去拿它？”眾人商量了半晌，內中忽有一個有見識的說道：“我們何必上去！只消將樹斫倒，便可拿它下來。”眾人都一齊笑起來說道：“斫倒了樹，它卻不會飛去？”那人有見識的，等眾人笑完，慢慢說道：“兄等只知其一，不知其二。你看這樹上，既有鶴巢，定有小鶴在內，我們拿了小鶴，那大鶴心疼小鶴，自然不肯遠去；再慢慢將小鶴引誘，何愁拿它不著？”眾人道：“老兄之言有理。”便一齊提斧掄斤，來伐松樹。誰知仙鶴乃飛禽中通靈之鳥，見眾人在樹下商量伐樹，便曉得為它身上這幾片羽毛。真個怕伐了樹，損傷巢中小鶴，便繞樹悲鳴了幾聲，沒奈何，忍著痛，自將身上的幾根氅毛，都拔了下來，亂紛紛的墜到地下。眾人看見，大家都驚訝起來說道：“有這等奇事！它如何便知要拔翎毛？這都是君王有福，神明來助！”也不伐樹，都歡歡喜喜，來見縣官。\n\n正是：\n\n也非君德也非神，自是仙禽善保身。\n\n多少聰明遭禍害，始知靈鳥勝於人。\n\n眾人拿了鶴羽，一齊來見縣官說道：“君王有道，仙禽自獻羽毛。”遂將仙鶴的事說了一遍。縣官聽了，心下明知是鶴怕傷子之故。只要貪圖富貴，便依著眾人，驚傳作一樁奇事，以為祥瑞。一面賞了眾人，便一面寫表申奏朝廷說道：“民間有謠，言天子造羽儀，禽鳥自獻羽。”煬帝覽表大喜道：“朕非有聖德格天，禽鳥如何獻瑞！”便將縣官大升三級。滿朝文武得知訊息，俱上賀表稱慶。又什虞世基的儀仗輿輦，俱已造完。煬帝甚喜，遂下詔各官俱於西苑賜宴。這一日，煬帝穿一件織萬壽的袞龍袍，戴一頂嵌八寶的金紗帽，高坐了七香寶輦，一隊隊排開。這些簇新的鹵簿儀仗，文武官員，都穿了朝服，騎馬簇擁左右而行。真個是花迎劍佩，柳拂旌旗，萬國衣冠，千官護衛。\n\n但見：\n\n御煙繚繞金輿度，仙樂繽紛玉輦過。\n\n莫向人前誇富貴，四方膏血已無多。\n\n煬帝駕到了西苑，便傳旨將御宴排在船上。煬帝自坐了一隻大龍舟，其餘鳳舸，三五十隻，令百官俱照衙門分開坐了。船行時，龍舟在前，眾鳳舸隨在後面，一隻一隻的魚貫而進。若是住了飲酒，龍舟卻在中間，鳳舸都團團的繞在四面。煬帝引眾官先遊了北海，次登三神山，以覽東京的形勝，然後才到五湖中，細細賞玩飲酒。須臾間，觥籌錯落，音樂繽紛，君臣們盡情痛飲。煬帝吃到興豪之際，對群臣說道：“今海內昇平，禽鳥獻瑞，朕與卿等君臣共樂，也是千秋的勝事。湖上這等風光，卿等文臣有才者，何不賦詩以紀之？”眾官俱各領旨。不多時，早有翰林院大學士虞世基，出位奏道：“微臣不才，俚言奉獻。”\n\n詩曰：\n\n五湖風景異，天子聖恩偏。\n\n敕賜陪宸宴，傳宣泛御船。\n\n鳥吹新篇□，花吐錦雲煙。\n\n願作南山獻，君王壽萬年。\n\n煬帝覽詩大喜道：“清新豔美，學士之才也！”命賜酒三杯，自飲一大巨觴。酒未畢，又有司隸大夫薛道衡，出位奏道：“微臣不才，亦有短章奉獻。”\n\n詩曰：\n\n聖主宸遊日，花香鳥語甜。\n\n回舟趨劍履，進食列梅鹽。\n\n水碧千秋鑑，山高萬古瞻。\n\n君恩如湛露，歡飲正厭厭。\n\n煬帝覽詩，亦大喜，也賜酒三杯，自飲一巨觴。酒才畢。又有光祿大夫牛弘，出位奏道：“臣雖不才，亦有微言奉獻。”\n\n詩曰：\n\n四海承平久，君王樂事多。\n\n仙禽來獻瑞，北海靜無波。\n\n觥履交珠玉，笙歌雜綺羅。\n\n小臣持獻壽，花柳正婆娑。\n\n煬帝覽詩，亦大喜，也賜酒三杯，自飲一巨觴。飲完說道：“卿等俱有佳作，朕為天子，豈可無詩！朕也縱吟數首，卿等勿笑。”眾文武皆齊呼萬歲道：“願觀天翰。”煬帝大喜，隨命近侍，展開紙筆，揮豪染翰，御製《望江南》八闋，單詠湖上八景雲：第一首詠湖上月：湖上月，遍照列仙家。水浸寒光鋪枕簟，浪搖晴影走金蛇。偏稱泛靈槎。光景好，輕彩望中斜。清露冷侵銀兔影，西風吹落桂枝花。開宴思無涯。\n\n第二首詠湖上柳：\n\n湖上柳，煙裡不勝摧。宿露洗開明媚眼，東風播弄好腰肢。煙雨更相宜。環曲岸，陰覆畫橋低。線拂行人春晚後，絮飛晴雪暖風時。幽意更依依。\n\n第三首詠湖上雪：\n\n湖上雪，風急墮還多。輕片有時敲竹戶，素華無韻入澄波。望外玉相磨。湖水遠，天地色相和。仰面莫思樑苑賦，朝來且聽玉人歌。不醉擬如何。\n\n第四首詠湖上草：\n\n湖上草，碧翠浪通津。修帶不為歌舞緩，濃鋪堪作醉人茵。無意襯香衾。晴霽後，顏色一般新。遊子不歸生滿地，佳人遠意寄青春。留詠卒難伸。\n\n第五首詠湖上花：\n\n湖上花，天水浸靈芽。淺蕊水邊勻玉粉，濃苞天外剪明霞。只在列仙家。開爛漫，插鬢若相遮。水殿春寒幽冷豔，玉軒晴照暖添華。清賞思何賒。\n\n第六首詠湖上女：\n\n湖上女，精選正輕盈。猶恨乍離金殿侶，相將盡是採蓮人。清唱謾頻頻。軒內好，嬉戲下龍津。玉管朱弦聞盡夜，踏青鬥草事青春。玉輦從群真。\n\n第七首詠湖上酒：\n\n湖上酒，終日助清歡。檀板輕聲銀甲緩，醅浮香米玉蛆寒。醉眼暗相看。春殿晚，仙豔奉杯盤。湖上風光真可愛，醉鄉天地就中寬。帝主正清安。\n\n第八首詠湖上水：\n\n湖上水，流繞禁園中。斜日暖搖清翠動，落花香暖眾紋紅。蘋末起清風。閒縱目，魚躍小蓮東。泛泛輕搖蘭棹穩，沉沉寒影上仙宮。遠意更重重。煬帝賦完，群臣朗誦一遍，盡稱誦道：“宸澡淋漓，如金如玉，真帝王之雄才也！”各獻酒一觴稱賀。煬帝大喜，連飲了數觴，帶著酒興笑說道：“卿等莫道朕賴先帝緒餘，得為天子；便叫朕與士大夫賦詩作文，同爭高選，只怕這天子之位，也該是朕坐了。”說罷又哈哈大笑。群臣道：“聖才天縱，豈臣下所敢望也！”又各獻酒一觴，煬帝亦命各賜一觴。君臣們盡情痛飲了半日，俱各大醉。遂命罷宴。群臣謝了恩。眾內相即將御船一隻只俱撐攏岸邊。群臣上了岸，俱穿花拂柳而去不題。\n\n卻說煬帝餘興未盡，又叫喚了一隻小龍舟，折入龍鱗渠，到十六院來閒玩。眾夫人聽得煬帝駕臨，各院中俱時奏樂，迎接鑾輿。煬帝的龍舟沿渠而行，先到了迎暉院。早有王夫人帶領著二十名美人與許多宮人，笙簫歌舞的將煬帝迎入院中。煬帝說道：“今日賜宴群臣，不覺大醉。”王夫人奏道：“聞陛下在龍舟中，揮毫染翰，頃刻而成八詠。群臣愧伏，真天才也！賤妾等以一觴，稱賀陛下，還有興否？”煬帝笑道：“既有才賦詩，安得無興飲酒！”王夫人大喜，隨叫看宴。原來院中酒餚，俱是伺候停當的，聽得一聲飲酒，奇品異味頃刻而集。煬帝同王夫人坐了。其餘二十名美人，都侍立在左右，輪換歌舞，次第獻觴。忽然一個美人獻上酒來，生得綽約如嬌花，清癯若清柳，眉目之間，別有風情。煬帝看了，便問道：“你叫什麼名字？”那美人答道：“賤婢姓朱，小名叫做貴兒。”煬帝道：“看你顏色鮮妍，聲音嬌滑，一定善歌，可單唱一曲朕聽。”朱貴兒也不推辭，便手執紅牙，輕輕唱道：人生得意小神仙，不是花前，定是樽前。休誇齒皓與眉鮮，不得君憐也枉然。君若憐時莫要偏，花也堪憐，葉也堪憐！情禽不獨是雙鴛，鶯也翩躚，燕也翩躚。\n\n煬帝聽罷大喜道：“你不獨聲間嘹亮，歌喉婉轉；只這曲意兒，便字字動人。真美人也！”就將自己的酒杯，遞與左右，叫篩一杯賞她。貴兒接酒謝恩而飲。煬帝又道：“朕今日御制《望江南》八首，你可譜出新聲，教大家習熟，時常供應，免得那些陳腔腐調，逐日聒耳。”貴兒領旨。煬帝與王夫人又飲了幾杯，依舊上小龍舟，沿渠到別院去。耍到了綺陰院，又有謝夫人帶領眾美人接祝到了院中，眾美人獻上酒來。煬帝也不推辭，接杯又飲。飲了數杯，偶回頭看花，忽見南軒中，香菸清美，一張瑤琴，橫在案上。煬帝便以手指著問道：“妃子一定善此。”謝夫人道：“賤妾性頗好，但愧不精耳。”煬帝道：“可彈一曲，為朕解酲。”遂起身攜了謝夫人，竟到軒子中坐下。謝夫人不敢推諉，在博山煙中，又添了兩塊沉香，便拂金徽，整玉軫，的彈一套關睿真個是高山流水，聖人的雅樂，與那些絲竹管絃自是不同。怎見得？\n\n但見：\n\n十指龍飛去，七絃風雨驚。\n\n細疑飄梵籟，疏認度鐘聲。\n\n石澗淙淙冷，秋空颯颯清。\n\n始知君子樂，別有鳳凰鳴。\n\n謝夫人一彈再鼓，餘音婉轉，悠揚不絕如縷。喜得個煬帝笑容可掬，說道：“蔡琰胡笳，昭君琵琶，不過是胡俗之音，怎比得妃子瑤琴一曲，芳韻千古。”謝夫人道：“陛下過譽，焉敢當此！”又邀煬帝去飲酒。煬帝吃了幾杯，又乘了一駕小香車兒，到各院去遊。在積珍院與樊夫人下了一會棋，又到清修院與秦夫人說了半晌話。這院燒香，那院煮茗，只遊賞到月上東山，方才傳旨還宮。到了宮中，蕭後接住說道：“今日陛下賜宴群臣，為樂何如？”煬帝道：“今日飲酒甚暢。”就將群臣獻詩，與自家做詞八首一一說了。蕭後道：“目今秋月正清，賤妾要陪聖駕到西苑一遊，不知陛下允否。”煬帝道：“御妻要遊，不可草草。明日趁此月白風清，須作一清夜勝遊，方得快暢。”蕭後道：“既作夜遊，宮中這些妃妾皆未到西苑，就帶她們去看看也好。”煬帝道：“這個使得，明日叫御林軍，多撥些馬匹，與她們騎在馬上奏樂。朕與御妻從御道上，一路看月而去，有何不可？”蕭後大喜道：“如此最妙。”煬帝道：“馬上奏樂雖好，只是這些舊曲，殊不堪聽，須得幾章新詩，譜入笙簫，方不負此良夜。”蕭後道：“陛下天才瀟灑，何不御製一章？待妾叫他們連夜打出，以見一時之勝。”煬帝道：“御妻之言有理，待朕自制。”蕭後大喜。隨命看宴，來與萬歲爺潤筆。就移席在露臺前看月。煬帝一邊飲酒，一邊揮毫染翰。雖非七步高才，卻也不慚倚馬。須臾之間，早已信筆製成《清夜曲》一章：洛陽城裡清秋美，見碧雲散盡，涼天如水。須臾山川生色，河漢無聲，千樹裡一輪金鏡飛起。照瓊樓玉宇，銀殿瑤臺，清虛澄澈真無比。∫沽記椴灰選ｋ非С送蚱錚?縈撾髟罰?旖鍾?榔餃珥啤Ｂ砩俠幀⒅衩乃拷浚?咧醒紜⒔鷥視裰肌Ｊ雲救?蹺澹?薌溉耍?豢魘サ慮罨?搖Ｐ爰僑。核寮憶烊魍蹂??緦魈熳印?\n\n煬帝作完，遞與蕭後看。蕭後讀了一遍，大喜道：“陛下宸思清俊，御翰淋漓，古今帝王，真不能及也！”煬帝道：“偶然試筆，何勞御妻過獎！”蕭後隨叫宮中能歌的譜入清謳，善樂的打入絲竹，連夜叫眾人習熟，明夜要遊西苑。煬帝又叫近侍謄了一紙，傳與迎暉院朱貴兒，叫她教合院美人唱出，明夜馬上來迎。吩咐畢，煬帝與蕭後，又在星月之下，歡飲半晌，方才安寢。次日二人起來，吃了早膳，便喚眾宮人來演歌樂。眾宮人歌聲婉轉，樂音清亮，早已習熟。煬帝大喜。便傳旨叫御林軍備馬三千匹，一半宮門伺候，一半西苑伺候。這一日，煬帝因要作長夜之歡，也不到西苑去遊。午膳時，二人在桂殿中吃得醉醺醺，依然入宮去睡了。不多時，金烏西墜，玉宇無塵，碧天上早現出一輪明月。左右見月起，慌忙收拾夜宴，請煬帝與蕭後起來去吃。煬帝與蕭後，被喚醒來，重新梳洗一番，換了幾件新制的清倩龍衣，並著香肩，攜了素手，走出宮來。看見月色如銀，銀河淡蕩，二人滿心歡喜。在殿上略吃了些夜膳，便傳旨去遊西苑。近侍們早已備下了一乘雙位並坐玩月的香輿，上面是兩個座兒，四圍簾幕，盡高高舉起；輿上兩旁，可容美女數人，送進飲食。煬帝與蕭後，同上了香輿，又叫眾宮人上馬，分作兩行，一半在前，一半在後，慢慢的樂而行，真個天子有百神呵護。這月色十分皎潔，照耀的御道上，就如白晝一般。眾宮人都是濃妝豔服，騎在馬上，或抱鸞笙，或鳴鳳管，一簇綺羅，千行絲竹，從大內直排至西苑，只疑是仙子臨凡，真不羨人間富貴。\n\n但見：\n\n笙簫一派宮中出，絲竹千行馬上迎。\n\n聖主清宵何處去？為看秋月到西城。\n\n煬帝在輿上，看見這等繁華，十分快暢，對蕭後說道：“朕聞昔時周穆王，乘八駿馬，西至瑤池，王母留宴，一時仙樂仙女之勝，千古詫為奇談。以朕看來，亦不過是如此光景。”蕭後道：“瑤池閬苑，皆屬玄虛。今夕之遊，乃是真瑤池耳！”煬帝笑道：“若今日瑤池，朕為穆天子，御妻便是西王母了。”蕭後亦笑道：“妾若是西王母，陛下又要思量董雙成與許飛瓊也。”二人相視大笑。左右進上酒來，二人一邊飲酒，一邊談笑。須臾香輿到了駐蹕亭，只見十六院夫人，帶領著合苑宮人，都在馬上奏新制的《清夜遊》曲，來迎聖駕。煬帝將十六院夫人，都宣到面前，不許下馬，就在馬上，各賜酒一杯，分作兩行，緊緊貼著香輿而行。其餘宮女，俱照舊奏樂而行。不多時，到了西苑。五湖中的龍舟鳳舸一字兒排在岸邊。煬帝與蕭後，下了香輿，同上龍舟。十六院夫人，也坐了十六隻龍舟。其餘的數千宮女，都上鳳舸。各船奏樂。煬帝叫先遊五湖，眾內相領旨。數百號龍舟鳳舸，一齊往五湖中撐開，將滿湖的月光波影蕩得粉碎。船上的宮人音樂遞奏，這一船細樂才完，那一船清謳又起。一個個就像凌波仙子，一個個就如神女夜救遊。五湖中月下風光，更覺清幽澄澈。\n\n正是：\n\n波光羅綺凌千頃，月影笙歌攪萬層。\n\n半夜龍舟來又去，只疑打破玉壺冰。\n\n煬帝歡遊一會，又叫放入北海。北海中清風細波，水天一色。煬帝叫將船頭向月掉祝十六隻龍舟，圍作一層；百十隻鳳舸，又圍作一層。十六院夫人，一院院俱照次第都到大船上來獻酒為壽。眾美人或是歌一回，或是舞一回，都逞妖嬈、鬥顏色，百般的在筵前賣弄。煬帝與蕭後歡賞不已。歌舞罷，就留十六院夫人在大船上同飲。煬帝道：“朕得御妻這般窈窕賢淑，又有眾妃子婉孌溫柔，朕今生料不寂寞矣。”蕭後道：“賤妾無狀，全賴眾夫人以慰聖懷。”眾夫人道：“陛下與娘娘，乃天姝帝子，德貌天成。妾等葑菲下體，蒙聖恩寵到小星，已屬厚幸，焉敢上比！”煬帝大喜。大家共飲了幾杯，又叫移舟近岸上山。須臾船攏上岸。半夜裡乘著月色，煬帝親攜了蕭後，帶領眾夫人美女，慢慢的步上三神山來。到了一亭，便坐飲幾杯；到了一榭，又歡呼半晌；到了蓬萊山頂上，真個天風清峭，仙露繽紛。一輪明月，去人只好數尺。煬帝與蕭後，在空中往來，俱覺體氣欲仙。蕭後因說道：“五湖北海，風景雖美，猶是人間滋味；此中清虛縹緲，別是一天矣。”煬帝大喜，又叫眾人美人奏一回細樂。音韻飄飄，如在天上。大家又歡飲了一會，方才下山。下得山來，再欲泛龍鱗渠，遊十六院，不覺月已沉西，銀河慘淡，天光欲曙矣。\n\n正是：\n\n歌舞留人月易低，君王猶欲唱前溪。\n\n不知此際賢妃妾，已認蠅聲當曙雞。\n\n煬帝與蕭後不知飲到何時方散，且聽下回分解。"
		},
		{
			"章節": "第十二回",
			"章節名稱": "會花蔭妥娘邀寵 舞后庭麗華索詩",
			"章節內容": "詩曰：帝位曰大寶，天子名至尊。\n\n豈獨主社稷，忝贊乾與坤。\n\n神明且呵護，況乎亡鬼魂。\n\n後世荒淫主，明德不復敦。\n\n年年窮土木，日日傾芳樽。\n\n驕奢享作福，官爵施為恩。\n\n音蕩之則聵，色荒之則昏。\n\n朝廷威與德，喪盡不復存。\n\n所以死妖孽，亦來瞰其門。\n\n聖躬既被侮，家國安足論。\n\n話說煬帝與蕭後，遊了三神山，正要泛龍鱗渠遊十六院，不料夜深月落，天色向晨。煬帝尚自躊躇。蕭後道：“樂不可窮，願留有餘不盡之興，以待來日。”煬帝方才傳旨，叫眾宮人一半掌燈，一半奏樂，照前在馬上送歸。煬帝與蕭後，離了龍舟，上了玉輦，一路上仙樂繽紛，花燈夾道，依舊大吹大擂的迎入皇宮。\n\n正是：\n\n去時明月為燈送，歸路花燈代月迎。\n\n唯有笙簫與絲竹，伴君來去不停聲。\n\n煬帝自與蕭後為清夜之遊，神情愈覺放蕩。日日只在歌舞上留情，時時只在裙帶下著腳，無一日不到西苑遊玩。或三更才去，或半夜方歸。御道上宮人太監，往來不絕；皇城與西苑的禁門，徹夜俱開。煬帝因往來太密，敕各院夫人，俱不許迎送，隨他一時高興，或來或去，蹤跡俱無人知道。今日是這院留宿，明日在那院盤桓；或是私自勾挑；或是暗中打合。不多時，這西苑中十六位夫人，三百二十名美人，及無數的宮女，差不多也都行幸遍了。最寵幸的，只有朱貴兒、杳娘、俊娥數人而已。俗話說得好，妻不如妾，妾不如偷。原來煬帝最喜是偷香竊玉。若是暗中取巧相遇，便十分爽暢，以為得意。這些宮人，都曉得煬帝的性兒，一個個明知山有虎，故作採樵人，都假假的東藏西躲，以圖僥倖。煬帝私幸時，就有人看見，哪個敢出來撞破！一夜，煬帝在積珍院飲酒，忽聽得笛聲清亮，不知是誰家院吹，遂私自走出院來竊聽。那笛兒高一聲，低一聲，斷斷續續，又像在花外，又像在柳邊，再沒處找尋。此時微雲淡月，夜景清幽。煬帝隨了笛聲，沿著一架小花屏，信步走來，剛轉過了幾曲朱欄，行不上二三十步，笛聲倒尋不見，只見花蔭之下，一個女子，獨步蒼苔而來。煬帝看見，倒將身子往太湖石畔一躲，讓那女子緩緩走來。將到面前，定眼一看，只見那女子，年可十五六歲，生得梨花嫋娜，楊柳輕盈，淡妝素服，在月下行來，宛然一色。漸近石旁，忽長吟兩句道：漢皋有佩無人解，楚峽無雲獨自歸。\n\n煬帝見是個有色女子，又聽見吟詩可愛，也不像自家苑中的宮人，就像遇了仙子一般，慌忙從花影中突出，將那女子輕輕一把抱祝那女子著一驚慌，問道：“是哪個？”煬帝低低笑道：“是要替你解佩的！”那女子急轉身，看見是煬帝，慌說道：“賤婢不知是萬歲爺，有失迴避，罪該萬死！”便忙忙的要跑將下去。煬帝抱住不放道：“你這樣標緻，哪個罪你！只要你解佩與我。”那女子道：“賤婢下人，萬歲爺請尊重，有人看見不雅。”煬帝笑道：“一時戲耍，有什麼不雅！”遂悄悄將那女子，抱入花叢之內，也不管高低上下，就借那軟茸茸的花茵為繡褥，略略把羅帶鬆開，就款款的鸞顛鳳倒。原來那女子，尚是個未破瓜的處子，不曾經過風浪。起初心下，只要博君王寵幸，故含羞相就；不期被煬帝猛風驟雨一陣狼藉，弄得她嬌啼婉轉，楚痛不勝。煬帝見了又可愛，又可憐，心下十分快暢。須臾雨散雲收。二人看見，嘻嘻的笑個不祝正是：花茵雲幕月垂鉤，悄恍冥冥夜正幽。\n\n謾道皇家金屋貴，碧桃花下好風流。\n\n煬帝見她是個真女子，更加歡喜。因抱在懷裡問道：“你叫什麼名字？”那女子答道：“萬歲爺今夜不過是一時高興，問名做什？就問了，也記不得許多。”煬帝微笑兒罵道：“小妮子怎見得就忘記了？你這樣弄乖，還不說叫什麼名字。”那女子方說道：“賤婢小字叫做妥娘，就是清修院裡宮人。今日大造化，倒蒙萬歲爺寵幸，只望天恩憐念。”煬帝道：“你既經朕幸，定不相負你；今夜這段光景甚奇，自然記著。”二人又偎倚了一會，忽遠遠見一個燈籠照來。妥娘道：“萬歲爺去罷，不要被人看見，笑萬歲爺沒正經。”也說得是。你且回去，朕明日到院中來看你。”妥娘道：“萬歲爺明日不來，卻將奈何？”煬帝道：“朕不哄你。”二人說罷，抖抖衣裳，乘微微的月色從花屏背後折將出來。才轉過一株大碧桃樹下，有人在背後將衣掌扭祝二人吃了一驚。忙回頭看時，卻是一叢亂黃荼，將裙子抓祝二人又痴痴的笑了一回，方才分手走開。\n\n不提妥娘竟自歸院，卻說煬帝走出花陰，也不尋積珍院的舊路。看見隔河影紋院中，燈光輝輝，便轉過了小橋，竟悄悄的走入院來。只見院主劉夫人，與文安院狄夫人，正在那裡呼盧飲酒。煬帝輕輕的走到面前叫道：“二妃子這等快活，何不帶朕一飲？”二夫人看見是煬帝，慌忙起身迎住道：“聞陛下在積珍院與樊夫人受用，如何高興到這冷落院來？”遂邀煬帝入座。煬帝才走到座邊，狄夫人早看見煬帝素龍衣上有許多血痕，連忙上前拿起看時，史見血跡還是溼的。因笑道：“陛下這血痕來的有些古怪。”煬帝嘻嘻的笑道：“有什麼古怪？”劉夫人也扯起來看看道：“我說陛下如何肯來，原來有這樣喜事！”煬帝又笑道：“有何喜事，要妃子這等猜疑？”狄夫人道：“陛下替哪個宮人破瓜？說明了，妾等好會齊各院與陛下賀喜。”煬帝也不答應，只是嘻嘻的哂笑。劉夫人道：“陛下料不肯說，且看熱酒來，與陛下扶頭。明日奏知皇后，自有人來盤問。”須臾眾美人斟上酒來，大家說一會，笑一會。煬帝因心下快活，放量痛飲，不覺爛醉。劉夫人遂扶入後院宿了。次日起來吃了早膳，就駕了一隻小舟，到清修院來，秦夫人接祝煬帝到了院中，見許多美人宮女，都在面前承應；只不見妥娘，又不好問。遂同了秦夫人，只推到各處閒步，便來找尋妥娘。剛走到南軒外，只見妥娘在那裡卷著袖子摘花，看見煬帝微微的笑一笑，便走過一邊。煬帝佯問道：“這個宮人為何再不曾見？”秦夫人道：“因她年小，恐不諳事，隨她各處閒耍，故未曾承應。”煬帝道：“看她顏色鮮妍，倒也做得一個美人。”妥娘聽見說做美人，便走近跟前，磕一個頭說道：“謝萬歲天恩。”煬帝見她就來謝恩，倒笑將起來道：“這妮子小便小，倒也乖覺。”秦夫人亦笑說道：“謝恩這等快當，明日萬歲要幸你時，不要又假假推卻。”大家笑了一回，就帶了妥娘到前廳來飲酒。\n\n正是：\n\n莫道君恩不有私，相看一笑有誰知！\n\n休誇玉貌堪邀寵，遇合從來要及時。\n\n煬帝自私遇妥娘之後，以為奇事，巴不得又撞見一個。因此凡到各院閒耍，只是獨來獨往，不多帶人。一日在仁智院，看杳娘舞錦氍毹，吃得大醉，一時煩躁起來，帶了兩個小太監，駕了一隻龍舟，搖過北海，要到三神山上去看落照。剛到得山下，忽天氣晦昧，將照色收了。煬帝便懶得上山，就在傍海觀瀾亭中坐下，休息一會。此時酒尚未醒，又恍恍忽忽，倚著石欄杆假寐。不多時，忽見海中間湧出一隻小小船兒，衝濤破浪，飛也似望上搖來。煬帝正在寂寞之時，忽見有船來，只疑是哪一院夫人來接，心下甚是歡喜。一霎時搖到面前，攏了岸，卻不是各院夫人，只見先走上一個內相來報說道：“陳後主要求見萬歲。”\n\n原來煬帝與陳後主，原最相厚，自小往來甚密。忽聽見後主要見，便忙叫請來。那一個內相去不多時，忽見陳後主從船中走將起來，戴一頂軟翅的烏紗，穿一件暗花的細蟒。到了亭中，見煬帝便要行君臣之禮。煬帝忙以手攙住說道：“朕與卿舊交，故人何須行此大禮！”陳後主謙遜了一回，依命只是一拜。\n\n拜罷，後主說道：“憶昔年少之時，與陛下同隊戲遊，情意同於骨肉，別來許久，不知陛下還相憶否？”煬帝道：“垂髫之交，厚於同氣，昔日遊戲之事，時時在念，安有不記之理！”後主道：“陛下雖然記得，但今日貴為天子，富有四海，比往日大不相同，真令欣羨！”煬帝笑道：“富貴乃偶然之物，卿偶然失之，朕偶然得之，何足介意！”因問道：“臨春、結綺、望仙三閣，近來風月何如？”後主道：“風月依然如舊，只是當時那些錦繡池臺，已化作白楊青草矣，怎如得陛下五湖北海的風月，正在秀美之時！”\n\n煬帝又問道：“聞卿曾為張麗華造一所桂宮，在光昭殿後開一個圓門，就如月光一般，四邊皆以水晶為障，後庭卻設素粉的罘思，庭中空空洞洞，不設一物，惟種一株大桂樹。樹下放一個搗藥的玉杵臼，杵臼旁邊養一個白色兔兒，卻叫麗華身披素裳，梳凌雲髻，足穿玉華飛頭履，獨自在中間往來，大家都叫做月宮，叫張麗華為嫦娥，此事果然有麼？”後主道：“實是如此。”煬帝道：“若果如此，亦覺太侈。”後主道：“起造宮館，古昔聖王皆有一所月宮，能費幾何？臣不幸亡國，便以為侈！今不必遠引古人為證，就如陛下，文皇帝臨國時，何等節儉，也曾為蔡容華夫人造瀟湘，沿綺窗四邊都以黃金打成芙蓉花，妝飾在上面，又似琉璃網戶，又將文杏為樑，各處雕刻飛禽走獸，動輒價值千金，此陛下所目睹也，獨非侈乎？幸天下太平，傳位陛下，後日史官但知稱為節儉，安肯思量及此！”煬帝笑道：“卿可謂善解嘲矣！若如此說，則先帝下江南時，卿一定尚有遺恨。”後主道：“亡國實不敢恨，只想在桃葉山前將乘戰艦北渡，那時張麗華方在臨春閣上，試東郭逡的紫毫筆，寫小砑紅箋，要做答江令璧月的詩句，尚未及完，忽見韓擒虎擁兵直入，此時匆匆逼迫，致使麗華的詩句未完，未免微有不快耳！”煬帝道：往事不必話矣！但不知麗華，今日安在？”後主道：“現在舟中。”煬帝道：“何不請來相見？”\n\n後主將手往船上一招，只見船中有十數個女子，或是拿著樂器，或是捧著酒食，都一齊走上岸來。看見煬帝，便齊齊拜伏在地。煬帝忙叫起來，仔細一看，只見內中一個女子，生得玉肩雙，雪貌孤凝，韻度十分俊俏。怎見得？\n\n有《謁金門》詞一首為證：\n\n真無價，不倩描月畫。白白青青嬌欲化，燕妒鶯兒怕。不獨欺班羞謝，別有文情蘊藉。一曲《後庭》猶未罷，已成亡國話！\n\n煬帝見此女生得美麗非常，便目不轉睛看了半晌。後主笑道：“陛下再三注盼，想是不識此人；此人即麗華也。”煬帝笑道：“原來就是張貴妃！真個名不虛傳。”張麗華道：“賤妾陋質，謬蒙陳主留愛，何敢當至尊過獎？”煬帝道：“昔聞貴妃之名，今睹貴妃之貌，又與故人相聚，真快事也！但恨一時無酒在此，與二卿為歡。”後主道：“臣隨行倒備得一樽，但恐褻瀆天子，不敢上獻。”煬帝道：“卿與朕故交，一時助興何必拘禮！”後主即叫麗華送上酒來。煬帝接杯在手，只見杯上的綠色，與杯裡的紅光，兩兩相映，都化成一痕痕的光彩。原來那杯是一個綠迴文的測海蠡製成，盛的卻是紅粱新釀，故有此美色。煬帝看了，滿心歡喜，拿起來就一飲而幹。張麗華見煬帝吃得快，連忙又斟一杯奉上。煬帝也不推辭，又是一飲而幹。麗華再斟上三杯，煬帝便目視後主說道：“朕聞張貴妃，一曲《後庭花》擅天下古今之妙。今日幸得相逢，何不為朕一奏？”麗華辭謝道：“妾自拋擲歲月，人間歌舞，不復記憶久矣；況近自井中出來，腰肢酸楚，哪裡有往時姿態，安敢在天子面前取罪？”煬帝道：“貴妃花嫣柳媚，就是不歌不舞，已自脈脈銷魂：歌舞時光景，大可想見，何必過謙！”麗華再要推辭，後主便說道：“既是聖意殷殷，卿可勉強歌舞一曲。”麗華無可奈何，只得叫侍兒將錦茵鋪在亭中，一齊奏起樂來。她卻慢慢的走到上面，按著樂聲的節奏，巧翻彩袖，妖折纖腰，輕輕如蛺蝶穿花，款款似晴蜓點水，起初猶乍翱乍翔，不徐不疾，後來樂聲促奏，她便盤旋不已。一霎時紅遮綠卷，就如一片彩雲在滿亭中亂滾。須臾舞罷，眾樂皆停。她卻高唱新音，輕翻別調，嚦嚦的歌唱起來道：麗宇芳林對高閣，新妝豔質本傾城。\n\n映戶凝嬌乍不進，出帷含態笑相近。\n\n妖姬臉似花含露，玉樹流光照後庭。\n\n麗華歌舞罷，喜得個煬帝魂魄俱銷，極口稱讚不已。隨命斟酒二杯，一杯送後主，一杯送麗華。後主接杯在手，忽泫然泣下道：“臣為此曲，不知費了多少心力，曾受用得幾日，遂聲沉調歇！今日復聞此歌，令人不勝亡國之感。”煬帝道：“卿國雖亡了，這一曲《玉樹後庭花》卻是千秋常在的，何必悲傷！”後主道：“後庭賴麗華而傳，臣實有愧。”煬帝道：“後庭一曲，麗華歌舞之妙，固自不能有二；然卿此詞寫美人嬌情豔態，歷歷如畫，卿之美才，亦與貴妃不相負矣。”後主道：“臣才菲陋，這些俚詞，皆是宮中無事，藉此消遣，何足以當聖贊。”煬帝道：“卿酷好翰墨，別來定有新詩，可誦一二首與聯賞鑑。”後主道：“臣近來情景不暢，無興作詩，只有寄侍兒碧玉與小窗詩二首，聊以塞責，望陛下勿哂。”\n\n因誦《小窗》詩云：\n\n午睡醒來曉，無人夢自驚\n\n夕陽如有意，偏旁小窗明。\n\n又誦《寄侍兒碧玉》詩云：\n\n離別腸應斷，想思骨合銷，\n\n愁魂若飛散，憑仗一相招。\n\n後主誦罷，煬帝再三稱賞。後主道：“亡國唾餘，怎如得陛下雄才麗藻，高拔一時。”麗華因懇求道：“聞陛下天翰淋漓，妾今幸蒙垂盼，願求一章，以為終身之榮。”煬帝笑道：“朕從來不能作詩，有辜貴妃之情，奈何？”麗華道：“陛下泛龍舟於五湖時，醉後揮毫，頃刻而成《望江南》八首，又御製《清夜遊》曲，何言不能？還是笑妾醜陋，不足以當珠玉，故以不能推託。”煬帝道：“貴妃何罪朕之深也！朕當勉強應酬。”麗華隨叫侍兒將紫端溪小硯、湘管筆與自制的烏絲錦箋，捧到煬帝面前。煬帝拂箋，信筆題詩一首雲：見面無多事，聞名爾許時，坐來生百媚，實個好相知。\n\n煬帝寫了，送與麗華。麗華接在手中，看了一遍。卻見詩意來得冷落，微有譏諷之意，不覺兩臉俱紅赤起來，半晌不做一聲。後主見麗華含嗔帶愧，心下也有幾分不快，便問煬帝道：“此人顏色，不知比陛下蕭後，還是誰人美麗？”煬帝道：“貴妃比蕭後鮮妍，蕭後比貴妃窈窕，就如春蘭與秋菊一般，各自有一時之秀，如何比得？”後主道：“既是各有一時之秀，陛下的詩句，何輕薄麗華之甚！”煬帝微微的冷笑道：“朕天子之詩，不過是一時適興而已，有什麼輕薄不輕薄！”後主大怒道：“我亦曾為天子，不似你這般妄自尊大！”煬帝大怒道：“你亡國之人，焉敢如此無禮！”後主亦怒道：“你的壯氣能有幾日？敢欺我是亡國之君！只怕你亡國結局時，還有許多不如我處。”煬帝大怒道：“朕巍巍天子，有什麼不如你處！”遂自家走起身來要拿後主，後主道：“你敢拿誰？”便要迎將上來。只見麗華在旁邊，將後主扯了走道：“且去且去，後日吳公臺下，少不得還要與他相見。”二人竟往海邊而去。煬帝大踏步趕來，趕到海邊，忽然一陣陰風捲起，恍惚之間，二人連船都不見了。煬帝猛然一驚，方才想起她二人死已久矣，就像做夢才醒一般，嚇了一身冷汗。忙問兩個小近侍道：“你們曾看見什麼？”近侍道：“奴婢不曾看見什麼，只見萬歲爺昏昏沉沉，坐在上面。煬帝聽了一發驚悸起來。及看天時，早已漸漸昏黑；又不見有人來接，只得忙忙帶了兩個小近侍，走下龍舟，叫快搖到龍鱗渠去。煬帝原是一時酒後高興，過海閒耍，各院俱無人知道。搖船內相又少，一時海中又恰恰起了大風，頂著船頭，搖來搖去，只在海中打旋，如何得它過去。煬帝看見，忽然嘆一口氣說道：“此風可稱跋扈將軍矣。”\n\n正是：\n\n情昏忽遇風流鬼，色障偏逢花月妖。\n\n莫怪大風稱跋扈，須此君聽號唐堯。\n\n煬帝不知畢竟如何得過海來，且聽下回分解。"
		},
		{
			"章節": "第十三回",
			"章節名稱": "攜雲傍輦路風流 剪綵為花冬富貴",
			"章節內容": "詩曰：柳為營兮花作寨，絕色佳人稱主帥。\n\n酒兵日夜苦相攻，更有笙歌增氣概。\n\n殺人妙算是風流，斬將奇謀有恩愛。\n\n任他扛鼎拔山雄，但與交鋒無不敗。\n\n一點筵前社稷危，洞房再□江山壞。\n\n連年累月不解兵，定然性命遭其害。\n\n願君修德立城池，不侈不奢守關隘。\n\n一朝煉得慧劍成，便可笑談誅粉黛。\n\n話說煬帝在北海山下，被陳後主、張麗華兩個鬼魂侮弄了半晌，心下十分驚悸。忙下船要回十六院，又遇大風，在海中盪漾了一兩個時辰，方才得到岸邊。慌忙走起，各院俱已掌燈多時。煬帝取近，就先到迎暉院來。王夫人接住問道：“陛下這等時候，為何燈也不點？卻獨自從黑地裡走來？”煬帝道：“妃子不要說起，今日吃了大虧。”遂將海中遇陳後主的話，一一說了。王夫人也驚訝道：“有這等奇事！”只見朱貴兒在旁邊說道：“萬歲乃天子至尊，人神之主，陳後主與張麗華，不過是亡國鬼魂，焉敢到御院來魅魔天子！以妾看來，這還是御院中的花月之妖，曉得萬歲在海中寂寞，故託名與萬歲作片時耍戲耳。”煬帝大喜道：“貴兒倒有見識，朕亦疑無此理。”心下方才快暢。王夫人隨叫排宴來。飲不多時，各院夫人聞知此信，都到迎暉院來問安，煬帝皆留下飲酒。霎時你勸一觴，我歌一曲，煬帝又依然大醉，就在迎暉院中宿了。\n\n正是：\n\n魂已銷殘魄已迷，為妖為孽總休提。\n\n筵前一曲嬌歌舞，依舊昏昏醉似泥。\n\n煬帝次日起來，正進早膳，忽有一個太監報道：“前衛校尉高德儒親見鸞鳥來朝，以為祥瑞奏聞，現在苑外等旨。”煬帝大喜，便走出外殿叫宣來。不多時，高德儒宣到。煬帝便問道：“你在何處看見鸞？”高德儒奏道：“今日寶成朝堂，該臣值日。臣方在殿前巡視，忽綵鸞二隻，自西苑飛來，正落在大殿脊上，歇了半晌，方才飛去。此乃國家莫大之祥，故臣敢奏聞。”煬帝道：“你如何認得是鸞？”高德儒道：“錦毛彩羽，五色炫耀，百鳥見之，皆飛鳴繞集不去。若非鸞鳥，焉有此等奇異之象！”煬帝道：“還有何人看見？”高德儒道：“臣一衛軍士，與看宮太監人人皆見，現在苑外等旨，萬歲可宣來細問，小臣焉敢妄奏！”煬帝就叫宣入。眾軍士與太監，一齊說道：“果有大鳥二隻，高冠長尾，渾身毛羽，就如錦繡一般，實是一對綵鸞。”煬帝見眾人一樣說話，因大喜道：“綵鸞來朝，大是國家禎祥，也虧汝等誠心守衛，故得看見。”遂親口拜高德儒為朝散大夫，其餘軍士太監，各皆重賞。眾全齊謝恩而出。各衙門文武百官聞知此事，盡都上表稱賀。有幾個忠直之臣明知是野鳥，妄報為鸞，欲要上疏辯明，又奈鳥已飛去，無可對證，只得隱忍住了。煬帝得此祥瑞，日日在苑中慶賀。今日五湖，明日北海，正遊賞的不耐煩。忽有宇文愷、封德彝，差人來奏道：“江都一帶離宮四十九座俱已造完，只候聖駕幸臨定奪。”煬帝大喜道：“苑中風景，遊覽已遍，且到江都看瓊花去，行樂一番。”遂批旨道：“宮館既完，朕不日即駕幸江都。但一路宮館，仍須著本地方，精選民間美女填入，以備承應，不可怠玩。”\n\n差官領旨而去不提。卻說眾夫人聞知此事，都來勸留道：“宮中雖無什麼樂處，還畢竟安逸。陛下若巡幸江都，未免要受那車馬勞頓之苦。”煬帝道：“江都錦繡之鄉，又有瓊花一株，擅天下之美，朕久思遊覽；況一路上離宮別館無數，朕如何得受辛苦！賢妃等可安心相待，朕數月就回。”眾夫人曉得留他不住，各各治酒送行。蕭後聞知，亦來治酒送行。煬帝連飲了數日，便打點起身，也不多動人馬，只帶三千御林軍，一路護衛。文武官員，只帶丞相宇文達與虞世基等三五十員，宮中御妃，只帶朱貴兒、韓俊娥、雅娘、杳娘、妥娘二三十名。打點完了，正要起身，忽有一人姓何名安，自制得一駕御女車，來獻與煬帝。那車兒中間寬闊，床帳衾枕，一一皆備，四圍卻用鮫綃，細細織成幃幔，外面窺裡面卻絲毫不見，裡面卻十分透亮，外邊的山水草木，皆看得明明白白。又將許多金鈴玉片，散掛在幃幔中間，車行時，搖盪的鏗鏗鏘鏘，就如奏細樂一般，俱可恣心而為，故叫做御女車。煬帝看了滿心歡喜道：“此畫製得甚妙，途中不憂寂寞矣。”遂厚賞何安，辭別了蕭後與各院夫人，即日命車駕往江都進發。行不數裡，早有宇文愷、封德彝二人迎接奏道：“各宮館美女俱已奉旨選了。”煬帝道：“二卿既治宮館，又選美女，功莫大矣。”遂帶領了一同慢慢遊覽而來。真個是三十里一宮，五十里一館，到了一處，地方郡縣官員，俱各將奇餚異味，美釀精核，絡繹不斷的貢獻將來。到了宮館，又有新選的絕色美人，絲竹管絃的承應。在車中又有隨行的寵妾，盡情受用。一路上逢山便登山覽秀，遇水便臨水問奇。真個說不盡許多行樂，講不了無限風光。\n\n有詩為證：\n\n君王遊幸謾言荒，玉輦過時草木香。\n\n四十九重仙佛國，一千餘里錦雲鄉。\n\n詞臣馬上陪宸宴，美女車中侍御床。\n\n莫詫驕奢今已極，猶嫌歌舞只尋常。\n\n煬帝在一路上，時時歡笑，日日風流，也記不得何處是宮，哪裡是館，也不知離京有多少路程，也不知別家有幾何歲月！就如在西苑中游賞一般。但見絲竹送迎，酒杯來往，恍恍惚惚早已到了江都。真個這揚州地方，山明水秀，柳綠桃香，比北路上風光大不相同。怎見得？但見：山蒼蒼兮青滴，水冷冷兮色碧。花鮮妍兮若染，草蒙茸兮如織。燕妍舞兮翩翩，鶯雛囀兮嚦嚦。月照人兮依依，風吹裾兮颯颯。紅袖映兮娥眉，金碗盛兮玉液。好風光兮不可窮，賞心樂事若煙集。君王遊賞兮不言歸，始信江都兮好春色。\n\n煬帝到了江都，見風景秀麗迥異兩京，心下十分歡喜道：“人言果是不虛。”便問道：“向日所言瓊花，在於何處？何不一賞！”封德彝道：“瓊花在蕃釐觀中，乃三月開花，目今四月中旬，適已開過，須候明春，方可遊賞。”煬帝道：“朕特為瓊花而來，卻又剛剛開過，這等不巧！”宇文愷道：“瓊花雖然開過，江都尚有無限風景，足供聖覽，何謂不巧？”煬帝道：“卿言是也。”遂日日整備鑾輿，帶領著許多妃妾，到各處去探奇選勝。遊了數日，因問道：“晉宋以來，皆建都江左，歷朝舊跡，何處最勝？”宇文愷道：“晉文帝的華林園，宋孝武的含章殿，齊東君的芳樂苑，梁武帝的臺城與陳後主的臨春、結綺，皆是當年最勝之處。但時移物換，如今都化做荊榛草莽，無處追尋；只橫山上，尚有樑昭明太子一所文選樓，高大弘敞，歷代皆加修葺，故未損壞，如今尚可登覽。”煬帝遂傳旨遊文選樓。因是個空樓，遂將一路帶來的宮娥綵女，盡數都先發到樓上，奏樂迎接。煬帝卻隨後坐七香寶輦而來。原來這文選樓，高有百尺，到頂有五層，四圍轉轉折折上去。閣道皆飛去簷屋之外，登臨之人，底下望去，就像在空中行走一般。這一日，恰值東風大起，這些宮娥行在閣道上，穿的那些薄羅輕，被風盡吹揭起來，直飄至肩項上邊，底下的紫裙紅褲，都明明的露出。眾宮人忙忙將手去遮掩，怎奈風大衣單，如何遮掩得來！煬帝車駕到了，看見這段光景，不覺心下一點慾念，火焚焚熾將起來。上得樓來，也無心瀏覽形勝，就叫眾宮人像肉屏風一般，將他圍繞在中間飲酒。能歌的，叫她歌一曲，善舞的，叫她舞一回，就是不會歌舞的，一個個也都叫到面前與他戲謔半晌。\n\n正是：\n\n五音令耳聵，多欲則情昏。\n\n宮女如花繞，何能不斷魂。\n\n煬帝與眾宮人，放情縱慾。歡飲了半晌，方才起身到各處賞玩。賞玩畢，依舊擁了眾宮娥去吃酒。只吃得爛醉如泥，方肯發駕還離宮。煬帝在揚州遊賞了月餘，見那些花柳山川，管絃街市，果然別是一天，心下有百分留戀不捨。便與群臣商議，要在蕪城中起蓋皇宮，遷都於此。眾臣答道：“江都風景雖然秀美，卻是一隅之土，地脈浮淺，非天子建都之處，怎如長安、洛陽，乃中原天府，萬世不拔之鴻基，安肯舍大而就小？”煬帝聞奏，默默不語。虞世基奏道：“今天下一家，四海皆陛下之都，何分彼此！況東京到此，一路上離宮別館，相望不絕，陛下受江都風景，只消時時來遊，便可為都，何必起造皇宮，定居於此，然後謂之都也？”煬帝方才釋然說道：“卿言近是。”遂日日尋名問勝，百般恣行歡樂。或自制些淫詞豔曲，叫妃妾們歌唱；或自選些奇怪的景緻，與百官遊賞。無一時不柳圍花繞，無一刻不水送山迎。正是歡娛易過，捻指之間，就在江都地方，沉酣了數月，早已秋盡冬來。群臣屢次勸還，煬帝只是不聽。忽一日，蕭後與十六院夫人，有表文來迎請聖駕。煬帝展開一看，只見上寫道：中宮臣妾蕭氏率西苑十六院臣妾梁氏等，稽首頓首，奉表於皇帝陛下：自六龍南幸，萬乘東遊，妾等獨守空宮，閒居曠院。花羞月愧，久疏雨露之恩；夢斷魂驚，不啻雲霓之望。記違春而隔夏，歲月無情；徒數夕而計朝，枕衾有淚。湖山無恙，猶然花柳依稀；鳳輦不來，只是笙歌冷落。瞻龍顏於五雲天際，聞天語於千里夢中。何處留恩，自是天高地厚；誰人邀寵，定然玉笑珠香。雖家連四海，不敢妒燕嗔鶯；然天各一方，實是愁雲怨雨。伏望聖恩早還宸駕，庶使房中鐘鼓，再詠關睢；室裡小星，重承夙夜。則皇恩普遍，而聖澤不私矣。妾等不勝?望待命之至。\n\n煬帝覽畢大笑道：“蕭後望朕，亦太苦矣！不可不還。”遂傳旨發駕還京。群臣思家已久，領了旨意，登時將輿輦儀仗，俱打點停當。煬帝上了御女車，帶領著嬪妃綵女，依舊是劍?前迎，笙歌后擁，竟回洛陽而去。所過宮館，將那些選的美女，但有顏色者，都帶回東京。\n\n正是：\n\n天子南巡亦有名，察民疾苦利民生。\n\n不知民力休多少，載得佳人還舊京。\n\n煬帝到了東京，蕭後與眾夫人，一同接住說道：“陛下一去許久，竟將妾等忘了！”煬帝道：“如何忘得，只是苦被江都那些山川花柳，牽纏住了。”因盛稱江都風景秀美，山水清奇，真個是仙都佛國。蕭後笑道：“還是陛下貪戀吳姬越女，故連山水風景，都看好了。西苑中五湖北海，怎見得就不如江都？”就叫排宴在十六院與煬帝接風，遂一齊上了輿輦，同到西苑中來。到了苑中，不期此時乃仲冬時候，百花俱已開過，樹木大半凋零。煬帝看了，殊不愜意。因對蕭後說道：“不是朕誇江都，不要說那山川之美，就是一朵花兒，畢竟比苑中紅得可愛；就是一枝柳兒，畢竟比苑中綠得可憐；就是萬木搖落之時，也不像這般寂寂寞寞。”清修院秦夫人說道：“陛下要不寂寞，有何難哉？明日妾等與陛下拂塵，管取百花開放就是。”煬帝只當做戲話，說了耍子，笑一笑答道：“最妙最妙！”在院中吃不得一兩個時辰，也未盡興，便與蕭後並輦回宮而去。\n\n到了次日早膳時，果然六院夫人來請。煬帝心下有幾分懶去。蕭後再三苦勸，煬帝方才勉強同蕭後上輦而行。才進得苑門，早望見千紅萬紫，桃柳爭妍，就簇簇如錦繡一般。煬帝與蕭後，俱各吃了一驚道：“這樣天氣，為何一夜就開得這般齊整，大是奇怪。”說未了，只見十六位夫人，帶了許多美人宮女，一齊笙簫歌舞的來迎駕。到了面前便問道：“苑中花柳，比江都何如？”煬帝又驚又喜的問道：“眾妃子有何妙術，使這花柳一夜盡開？”眾夫人都笑道：“有什妙術，只是大家費了一夜工夫。”煬帝道：“怎麼費一夜工夫？”眾夫人道：“陛下不必細問，但請摘一兩枝看看，便知詳細。”煬帝真個自走到一株垂絲海棠邊，將手挽下一枝看時，原來不是生成的，都是五色彩緞細細剪成，拴在枝上的。煬帝大喜道：“是誰有此奇想，又製得這樣紅嬌綠嫩，宛然如生；雖是人巧，實佔天工矣。”眾夫人道：“此乃秦夫人主意，令妾等與眾宮人連夜製成，以供御覽。”煬帝目視秦夫人說道：“昨日朕以妃子為戲言，不期果有如此手段，可愛可愛！”遂同蕭後一路慢慢的遊賞進來。只見紅一團，綠一簇，也不分春夏秋冬；萬卉千花，盡皆鋪綴，比那天生的更覺鮮妍百倍。怎見得？\n\n正是：\n\n只道天工有四時，誰知人力挽回之！\n\n紅綃生長根枝速，金剪栽培雨露私。\n\n萬卉齊開梅不早，千花共放菊花遲。\n\n夭桃豈待春風綻，嫩李何須細雨滋。\n\n芍藥非無經雪態，牡丹亦有傲霜姿。\n\n三春桂子飄丹院，十月荷花滿綠池。\n\n杜宇經年紅簇蕊，荼□終歲錦堆枝。\n\n不教露下芙蓉落，一任風前楊柳吹。\n\n蘭葉不風飄翠帶，海棠無雨溼胭脂。\n\n開時不許東皇管，落處何妨蜂蝶知。\n\n照面最宜臨月姊，拂枝從不怕封姨。\n\n四時不謝神仙妙，八節長春閬苑奇。\n\n莫道乾坤持造化，帝王富貴亦如斯。\n\n煬帝一一看了，真個喜動龍顏，因說道：“蓬萊閬苑，不過如此！眾妃子靈心巧手，直奪造化，真一大快也！”遂命將內帑的金帛珠玉玩好等物，盡行取來，分賞各院。眾宮人一齊謝恩。煬帝愛之不已，又同蕭後登樓眺望了半晌，方才下來飲酒。須臾觥籌交錯，絲竹齊鳴，眾夫人遞相獻酬。煬帝與蕭後，十分盡興而飲。這一場筵宴，吃得歡天喜地，暢意抒情，比昨日大不相同。\n\n正是：\n\n君王不作窮酸相，才減風光便惆悵。\n\n樹上新開一夜花，筵前添卻千盅量。\n\n煬帝歡飲了半日，已有幾分酒意，忽然笑說道：“秦妃既能出新意剪綵為花，與湖山爭勝，眾美人還只管唱這些舊曲，甚不相宜，是誰唱一個新詞，朕即滿飲三觴。”說未了，只見一個美人，穿一件紫綃衣，束一條碧絲鸞帶，嫋嫋婷婷，出來奏道：“賤妾不才，願顏博萬歲一笑。”眾人看時，卻是仁智院的美人，小名叫做雅娘。煬帝道：“最妙最妙！”雅娘走近筵前，輕敲檀板，慢啟朱脣，就如新鶯初囀一般，唱一曲《如夢令》詞兒道：莫道繁華如夢，一夜剪刀聲種。曉起錦堆枝，笑殺春風無用。非頌、非頌，真是蓬萊仙洞。\n\n煬帝聽了大喜道：“唱得妙，唱得妙！不可不飲。”當真的連飲了三觴。蕭後與眾夫人，也陪飲了一杯。酒才完，只見又一個美人，淺淡梳妝，嬌羞體態，輕移那款款的金蓮，也出來奏道：“賤妾不才，亦有小詞奉獻，望萬歲勿哂！”煬帝舉目看時，卻是迎暉院的朱貴兒。煬帝笑說道：“是貴兒，一定更有妙曲。”貴兒不慌不忙，慢慢的移商換羽，也唱一個《如夢令》詞兒道：帝女天孫遊戲，細把錦雲裁碎。一夜巧鋪春，盡回枝頭點綴。奇瑞、奇瑞，寫出皇家富貴。\n\n貴兒歌罷，煬帝鼓掌稱讚道：“好一個寫出皇家富貴！不獨音如貫珠，描寫情景，亦自有韻。”又滿飲了三杯，不覺笑聲啞啞，陶然欲醉。蕭後道：“二美人歌曲雖妙，終是一人寡和，陛下何不乘此高興，御製一章，令宮人大家打出，以見一時之勝。”煬帝帶三分酒興道：“妙妙！”也不思索，提起御筆便寫，傾刻而成《白苧歌》一首。其歌曰：洛陽城邊朝日暉，天淵池前春燕歸。含露桃花開未飛，臨風楊柳自依依。小院花紅洛水綠，清歌婉轉繁弦促。長袖逶迤動珠玉，千年萬歲陽春曲。\n\n煬帝寫完，蕭後與眾夫人一齊稱誦道：“陛下筆不停綴，文不加點，真天才也！古今帝王，誰能及也！”煬帝笑道：“醉後狂歌，促足言妙。聊以酬眾妃子剪綵之妙。”眾宮人又獻上酒來，煬帝也不推辭，歡呼談笑，大家直痛飲到夜漏沉沉，又移燈樹下看了一回花，方才罷宴。煬帝因醉，遂不同蕭後還宮，就留在秦夫人院中宿了。\n\n正是：\n\n剪綵能留客，君王醉不歸。\n\n只愁今夜裡，更化彩雲飛。\n\n不知煬帝在院中，又有何事，且聽下回分解。"
		},
		{
			"章節": "第十四回",
			"章節名稱": "煬帝讀史修城 慶兒拯君魘夢",
			"章節內容": "詩曰：\n\n天地生財只此數，不在民間即官庫。\n\n民間官庫一齊窮，定是好興土木故。\n\n好興土木亦何為？只為誇強與逞富。\n\n誰知強富有盡時，土木之工實無度。\n\n前工未了後功催，東績才成西又務。\n\n城曹土國不及終，早已雷塘造墳墓。\n\n嗟嗟此事豈人能！蓋亦天心使之誤。\n\n不然何以夢魂中，歷歷告人如有數。\n\n話說煬帝自宮人剪綵為花之後，心下十分快暢，便日日在西苑與眾夫人飲酒賦詩作樂。眾夫人卻也百樣奉承，但見樹上一朵花，一個葉，顏色稍稍懨些，即暗暗的將新鮮的換去。故此苑中再無個冷淡日子。煬帝見光景可愛，一發淫蕩起來，也不論夫人、美人、宮人，遇著巧，便一概受用；也不管黃昏、白晝、清晨，有興時，便恣心玩耍。就像狂蜂浪蝶一般，日日在花叢中游戲。酒杯兒何嘗離手，絲與竹不曾停聲。眾美人因煬帝留心裙帶，便往往求新立異來蠱惑煬帝。或是詞賦勾挑，或是機鋒播弄，將煬帝的精神魂魄，都引得虛飄飄不知著落在何處。\n\n正是：\n\n紅裙原是迷魂陣，況復柔魂不耐迷。\n\n終日昏昏君莫笑，已拼白骨委沙泥。\n\n煬帝因秦夫人有剪綵巧思，故常常臨幸。這一日，煬帝與秦夫人，微微的吃了幾杯酒，同攜手走出院來，沿著那條長渠看流水耍子。原來這清修院，四周都是亂石壘斷出路，唯容小舟委委曲曲搖得入去。裡面種許多桃樹，彷彿就是武陵桃源的光景，果然有些幽致。二人正賞玩，忽見細渠中蕩蕩漾漾，飄出幾瓣桃花來。煬帝忙將手指著說道：“有趣！有趣！”心下只疑是秦夫人剪綵做的。說未了，這幾片流出院去，上邊又有一陣浮來，又有許多胡麻飯夾雜在中間。秦夫人看了，轉大驚道：“是哪個做的？”煬帝笑道：“不是妃子妙制，再有何人？”秦夫人正色道：“妾實不知。”煬帝哪裡肯信。秦夫人忙叫宮人將竹竿去撈。撈起來看時，卻不是剪綵做的，瓣瓣都是真桃花，還微有香氣。煬帝方才吃一驚道：“這又來作怪了！”秦夫人道：“莫不是這條渠與哪個仙源相接？”煬帝笑道：“這渠是朕新挖，唯與西京的太液池相接，哪裡有什麼仙源？”秦夫人道：“若不與仙源相接，如今隆冬天氣，怎得有真桃花流出？”二人你看我，我看你，笑了又笑，想了又想，再沒處理會。秦夫人忽想道：“有一個區處。”煬帝道：“有何區處？”秦夫人道：“妾與陛下撐一支小舟，沿渠一路找尋上去，自然有個源頭。”煬帝道：“妃子說得有理。”遂同上了一支小小船兒，叫一個宮人撐了篙，穿花拂柳，沿著那條渠，彎彎曲曲的尋將進來。只見水面上，或一片、或兩瓣，斷斷續續，皆有桃花。煬帝叫將船隻撿有花處撐。過了一條小石橋，轉過幾株大柳樹，遠遠望見一個女子，穿一領紫絹衫子，立在水邊。連忙撐近看時，卻是妥娘在那裡撒桃花入水。\n\n正是：\n\n嬌羞十五小宮娃，慧性靈心實可誇。\n\n欲向天臺賺劉阮，沿渠細細散桃花。\n\n煬帝看見，大笑道：“我道是哪個？原來又是你這小妮子在此弄巧。”妥娘笑吟吟的說道：“若不是這幾個桃花片兒，萬歲此時不知在哪裡受用去了，肯撐這小船來尋妾？”煬帝笑罵道：“偏你這小妮子曉得這般作怪，還不快下船來！”妥娘下得船來，秦夫人問道：“別的都罷了，只是這桃花瓣兒，從何處得來？”妥娘笑道：“這還是三月間樹上落下來的，妾閒時掃來，將蠟盒兒盛了耍子，不期留到如今，猶是鮮的。”煬帝道：“留花還是偶然，你這等小小年紀，又不讀書識字，如何曉得桃源的故事？又將胡麻飯夾在中間？”妥娘帶笑說道：“妾女子書雖不讀，桃源記也曾見來，萬歲就欺負妾字也不識。”秦夫人因問道：“桃源之事，其說渺茫，不知可曾見於書史？”煬帝道：“《漢書》、《晉書》，朕曾看過，俱不見載，只有《秦史》倒不曾留心查得。”就要叫近侍取書來看。秦夫人道：“書在何處？”煬帝道：“觀文殿就有。”秦夫人道：“何不同去一看？”煬帝遂叫喚了一支大船，竟撐到觀文殿來。這觀文殿中，有五庫書史，四壁圖書，縹緗滿架，渾如天祿石渠；翰墨成林，勝似西園二酉。\n\n真個是：\n\n虞書堯典，周易毛詩。\n\n禹湯所尚，孔孟之遺。\n\n莫言糟粕，斯文在茲。\n\n倘能自振，作君作師。\n\n煬帝到了殿中，便叫榷秦史》來看。掌牙籤的太監慌忙將《秦史》取了，排在龍案之上。煬帝與秦夫人各取一冊觀看。看了一冊，並不見桃源事蹟。煬帝再拿一冊看時，卻是始皇的本紀，原無心要看，因略看兩行，見他巡行天下，封禪泰山，赫然震壓一時，早有幾分羨慕之心，便只管看將下去。忽看到起天下人夫築萬里長城，心中快暢之極。猛然拍案說道：“英雄作事，自然闊大。”秦夫人問道：“哪個英雄，作何事業？”煬帝道：“秦始皇欲防胡人，便築起萬里長城，為後世之利；若不是真正英雄，如何有這般大經濟！若使後世這些迂儒為之，便大驚小怪，也不知有許多議論。”秦夫人道：“陛下之見，高出尋常萬萬；但不知這一道城，如今還有用否？”煬帝道：“如何無用！自秦時至今，七八百年，胡騎不能長驅而入者，皆此城保障之功也。”秦夫人道：“既有七八百年，只怕也都崩坍壞了。”煬帝道：“正是，朕也想不及此；若是壞了，便可惜他蓋世之功，朕決然要與他修補。”一時說得高興，也不查什麼桃源。遂別了秦夫人，上輦回宮。坐在便殿中，宣群臣來商議道：“秦始皇這條長城，乃西北一帶保障，近聞得各處俱有崩坍，此係大事，卿等何不奏聞，早加修葺，以壯天朝威武。”丞相宇文達奏道：“長城崩坍已久，因歷代無明主，故無人修葺。此非常之事，臣等不敢輕議。今幸陛下明見萬里，慨慮及此，若肯補其傾頹，堅其隍壁，使煥然一新，真萬世蒼生之福也。”煬帝大笑道：“此城朕若不修，再有誰人肯修！”\n\n遂傳旨著尚書左僕射蘇威為修城都護，司農卿宇文弼為修城副使，提調江、淮、吳、楚、襄、鄧、陳、蔡並開拓諸州，起天下人夫一百二十萬，修築長城，錢糧隨處支給，限二月完工，違旨者斬。卻說蘇威自保留高、賀若弼，被貶回籍，後因虞世基、宇文愷交薦，仍復原官。當日聞知差他修城，忙出班奏道：“臣聞始皇築長城於絕塞，連延一萬餘里，費無數錢糧，勞無數人力，致使男鰥女曠，婦寡子孤，怨氣沖天，哭聲滿野；故盜賊蜂起，楚漢並興，城未築完，而父子俱亡，江山社稷，已屬他人。此乃暴秦亡國之事，聖帝明王，切切為戒者。陛下奈何聽狂夫容悅之言，無故興此大工？況在德不在險，若此役一動，恐天下敗亡，不在亡秦後也！願陛下熟計之。”煬帝大怒道：“前日朕要選美女。你說選了美女，國家就要敗亡，朕如今五湖十六院，兩京四十九座離宮，內中的美人豔色，不下有數萬，國家日益強盛，如何不見敗亡？朕今修築長城，為萬世不拔之基，安敢又來攔阻！”蘇威道：“臣忠言陛下不聽，若差臣去修城，臣雖死亦不敢奉旨。”煬帝道：“滿朝多少臣子，偏你會修！”遂叫左右將蘇威逐出，就改命升宇文弼為修城都護，再敕宇文愷為修城副使，務要修得堅固齊整，二人謝恩領旨而出。遂行文天下，起人夫，吊錢糧。西邊從榆林起，東邊直到紫河方止。一路逶逶迤迤，足有萬里。凡是崩坍，都補葺起來；但有頹敗，都修整好了。若是十分傾圮倒塌的，便重新築過。可憐朝廷動這一場工夫又不知喪天下多少膏脂，填百姓多少白骨。\n\n後人有詩感之曰：\n\n禹王治水爭言利，煬帝修城盡道荒。\n\n功業相同仁暴異，須知別自有商量。\n\n宇文弼與宇文愷不管民疲力敝，只是一味嚴刑重法的催督。畢竟隋家天下富庶，被他二人晝夜苦逼，真個的不上兩月，將一條萬里長城，修得齊齊整整。隨寫表申奏煬帝。煬帝鑑表大喜道：“朕功不減始皇矣！”遂加升二宇官爵，厚賞督工士卒，便要發車駕北狩，巡視長城。蕭後諫道：“目今天氣炎熱，巡狩恐勞聖駕。稍俟秋涼，未為遲也。”煬帝道：“御妻之言有理。”遂同蕭後駕了兩乘小香車，到景明院來納涼。原來這景明院，是苑中第一院，開門雖向龍鱗渠，轉進去三間大殿，卻是向南，正壓在北海之上，窗牖弘敞，直受那北海的南風，到夏來甚是涼爽可愛。當日院主樑夫人接住，在忙安排些瓜果，先來與煬帝、蕭後小飲，也不吹，也不唱，只燒些龍涎好香，煮些鳳團新茗，說些可喜的閒話戲耍。煬帝因南風吹得暢快，忽想說道：“昔舜王當長夏之時，披衫衣鼓琴，與娥皇、女英二人相從為樂，千古以為美事。朕今日殿閣生涼，單紗御體，自顧不減當時，又有御妻與妃子，何異堯之二女？但愧朕不能理絲桐，奏南風之曲耳。”樑夫人道：“何必定要相同？舜王有南風之曲，妾記得陛下也有白苧之歌，私教杳娘，今日正當其時，何不召杳娘來歌一闋，遠追虞帝之風？煬帝笑道：“此歌朕已忘情之矣，妃子倒還記得。”遂叫近侍去召杳娘。杳娘乃是文安院的美人，年雖幼小，卻知書識字，生得柳眉杏臉，柔媚可人；煬帝又愛她的模樣，又重她的聰明，但是做的歌兒詞兒，都叫她記了，就像煬帝的一個奚囊。她真個敏慧，凡有詩詞，只消煬帝讀過一篇，她就記在心裡，終生不忘。這一日聞煬帝召她，慌忙鬆綰烏雲，輕拖絳，同近侍到景明院來見煬帝。煬帝問道：“朕前日南幸，曾制一曲江都夏的白苧歌，你還記得麼？”杳娘道：“陛下金玉之章，妾時時捧誦，如何不記得！”煬帝喜道：“既然記得，可嬌歌一遍，消此長晝。”杳娘領旨，即啟朱脣，翻貝齒，細細的按節而歌。\n\n歌曰：\n\n梅黃雨細麥秋輕，楓樹蕭蕭江水平。\n\n飛樓倚觀軒若驚，花簟羅帷當夏清。\n\n菱潭落日雙鳧舫，綠水紅妝兩搖漾。\n\n還似扶桑碧海上，誰肯空歌採蓮唱。\n\n杳娘歌罷，煬帝大喜道：“朕已忘了，虧你倒記笪字不差，這樣聰明可愛！”遂將自家用的一把龍邊金扇賞她。杳娘謝恩未了，忽一陣荷風從簾外吹來，吹得滿殿皆香。蕭後道：“香從何處來？這等有趣！”煬帝忙叫捲起簾子，親攜了蕭後的手兒，走出殿外來看。只見有三二十隻小船，船上滿載荷花，許多美人坐在中間，齊唱採蓮歌，飛也似往北海中搖來。原來都是十六院美人宮女，見日長無事，大家約了到五湖中採蓮耍子，見日落風起，一齊回棹，故滿船的香氣隨著風兒，都飄入殿來。煬帝望見大笑道：“這些宮女人，倒會這般取樂耍子。”蕭後亦笑道：“皆賴陛下教養之功。”煬帝又笑道：“還虧御妻不妒之力。”笑說未了，那些船早望見煬帝在景明院飲酒，便不收入渠中，一齊爭先趕快，亂紛紛的望殿邊搖來。搖到前面看時，大家的紅羅綠綺都被水濺溼了。煬帝與蕭後鼓掌大笑了一回，都叫上殿來，每人賞酒三杯，然後散去。\n\n正是：\n\n宮中行樂萬千般，不放君王半刻閒。\n\n才向薰風聽豔曲，又看宮女採蓮還。\n\n樑夫人見煬帝遊戲了半晌，酒都醒了，連忙又傾佳釀來勸。煬帝又見光景快暢，又見殿中薰風拂拂，全無半點暑氣，同蕭後、樑夫人說說笑笑，不覺又吃了個爛醉。大家走起身，迎著風，立了半晌，忽然困倦起來。煬帝遂同蕭後到碧紗廚中去睡。樑夫人也就在旁邊榻上倒著。一來日長，二來都有幾杯酒意，放倒身不覺都沉沉睡去。煬帝一覺醒來時，微微的月色已照在紗廚之上，及看蕭後與樑夫人，她二人尚甜甜未醒。煬帝全不打動，竟自走出殿來。宮人看見，就要去叫樑夫人，煬帝搖搖頭兒不許。只吃了一杯茶，便走出院去。只有王義看見，隨後跟來。此時天氣暄炎，又有微月，各院多不掌燈。煬帝帶了王義，信步到各處閒行，也不問是哪裡。忽一陣涼風，吹得梧樹葉兒颼颼有聲。煬帝知是秋聲院，遂繞著那帶梧樹，折入院中。原來秋聲院夫人姓李，小名叫做慶兒，為人性格溫柔，再不與人爭競，因此煬帝十分喜她，只叫她做慶兒。這一日因貪涼風，遂移了枕簟，臥在南軒簾下，不覺昏昏睡去。\n\n煬帝到了院中，不見一人，就悄悄的走將進來。到了南軒，只見慶兒仰臥在簾下。才待將手去戲她，忽露出月光，正照著慶兒臉兒，只見她喘息促急，身體慄慄而動，就像慌忙要叫的模樣。煬帝知她是被夢魘了，忙叫王義將她喚醒。王義走到榻前，連叫了七八聲，慶兒方才醒來，已掙得滿身是汗。煬帝親自將她扶起，坐了半晌，方才清白說道：“妾夢中被魘，不是陛下喚醒，此時心已碎矣。”煬帝笑道：“夢中有何急事，這等慌張！”慶兒道：“妾夢陛下有些不吉，妾不敢說。”煬帝笑道：“聖天子有百神相助，怕什麼不吉！便說何妨？”慶兒道：“妾就夢見陛下如常時一般，攜了妾臂，到十六院去閒遊，一院一院遊過，都照舊是笙簫歌舞的取樂；不期遊第十院，陛下正在殿上飲酒，忽半空一條白龍從雲端裡掛將下來。向陛下的項下團團的圍繞了一遍，依舊飛上天去，倏然不見；忽回頭，又見殿四角上開了無數的李花。將陛下圍在中間；陛下正看花飲酒，又忽然一陣風起，再氣那花時，卻不是李花，都是烈騰騰的火焰，頃刻間殿宇被燒著，陛下卻坐在火焰之中，不能得出。妾嚇得魂魄俱無，四下呼人救護。正在急難之處，卻得陛下喚醒。此夢不知主何吉凶？”煬帝沉吟了半晌，自家也曉得有些不祥，轉強解說道：“此乃大吉之兆也。”慶兒道：“何以見得？”煬帝道：“龍乃君侯之象，白龍盤繞，四海來朝也：李花圍繞，富貴可知。夢死者，生之兆也。火有威烈之勢，朕坐其中，擅天下威烈之權也。非大吉而何？”慶兒聽了，方才歡喜。王義奏道：“夢寐渺茫，吉凶難料，只望陛下修德以勝之。”煬帝道：“汝言亦自有理。”\n\n正是：\n\n夢已分明告，君胡強解疑。\n\n到頭須自受，不識是欺誰。\n\n三人正說話間，忽見兩對碧紗燈籠，照入院來。原來是蕭後與樑夫人睡後醒來，不見了煬帝，有宮人看見到秋聲院去，故此找尋將來。慶兒望見是蕭後，慌忙起身來迎。蕭後走到面前，煬帝笑問道：“御妻睡熟，朕悄悄走來，何以得知在此？”蕭後笑道：“妾夢見陛下悄悄躲來，故同樑夫人也悄悄尋來。”煬帝笑道：“慶兒的夢才說完，又到御妻來說夢了。”蕭後道：“李夫人有何夢？”慶兒即將前夢細說了一遍。蕭後又問道：“此夢主何吉凶？”煬帝亦將解夢的話，也說了一遍。蕭後說道：“既是大吉之夢，何不將酒來賀喜！”大家齊笑起來。慶兒當真叫宮人去排出宴來。大家也不點燈，就在月明之下，團團而坐。月初起時，猶朦朦朧朧不甚明白，坐了一歇，不覺微雲散盡，就如金鏡一般，照得軒前與白晝相似。煬帝看了笑道：“嫦娥這般有情，知道我們在此飲酒，故此放出這樣清光，豈不比清秋時節還皎潔幾分？”蕭後亦笑道：“嫦娥又說陛下有情，曉得她月宮寂寞，故置酒在此陪伴。”樑夫人道：“嫦娥若果有情，何不下來共飲一杯？”大家正說風話，飲酒耍子，只見慶兒用手指著天上說：“你看嫦娥當真飛下來了。”煬帝與蕭後忙抬頭看時，只見月邊團團的擁起有幾百條彩雲，紅黃輝映，就如五色的羅綺一般。霎時間，忽見一片彩雲團團如蓋，從月中飄飄漾漾飛將下來。將到面前，再一看時，不是彩雲，卻是一個仙女，騎著一隻綵鸞，竟往院中飛下。不多時，正正的落在席前。煬帝仔細一看，只見那仙女生得長鬟淺黛，別有風情，不是人間窈窕。\n\n但見：\n\n煙鬟雪貌紫霞衣，天上飛流世上希\n\n自是蟾宮傳信至，莫猜巫峽雨雲歸。\n\n那仙女下了綵鸞，竟走到煬帝、蕭後面前，深深的襝衽而拜。煬帝又驚又喜，慌忙同蕭後起身答禮道：“仙子莫非月殿嫦娥？”那仙女道：“妾非嫦娥，乃嫦娥侍兒，嫦娥聞皇帝得一佳夢，特令妾來奉賀。”煬帝大喜道：“嫦娥乃月殿天仙，朕不過人間帝主，仙凡迥異，何敢當如此用情！”仙女道：“人間帝主，非有仙骨，不能得也，何分彼此？”煬帝見仙女神情瀟灑，了無塵俗之韻，不覺淫心勃動，便笑笑說道：“既蒙仙子下臨，就同此一坐何如？”仙女道：“君不可褻，使不可狎，這個如何使得！”煬帝笑道：“何敢狎？不過片時相親耳！”遂要將手來攙。仙女道：“皇帝休忙，嫦娥將自來也。”煬帝急抬頭看時，那仙女早已跨上彩鸞而去。\n\n正是：\n\n意蕩花能作祟，情痴月亦迷人。\n\n豈是外來妖孽，總由自己精神。\n\n仙女臨去，不知更有何說，且聽下回分解。"
		},
		{
			"章節": "第十五回",
			"章節名稱": "怨春偏侯夫人自縊 失佳人許廷輔被收",
			"章節內容": "詞曰：妾薄命，紅顏自古成孤零。容兮貌兮何所憑，妍兮兮本無定。長門桃李不知春，嫩草承輿偏有興。君不見，昭君千載恨畫師，青冢黑河流不竟；又不見，莊姜悄懷憂心，綠衣黃裡空悲詠。嗟哉豈是天有私，到底也非君薄倖。有才無命傷如何，茂陵秋雨相如玻話說煬帝在秋聲院賞月飲酒，忽見仙女自月中飛下，正要戲她，不期被她哄回頭，便跨綵鸞飛起在碧梧之上，說道：“皇帝戲侮仙使，豈不得罪嫦娥！”煬帝慌忙笑謝道：“冒觸仙子，朕雖得罪，但好色乃人之常情，嫦娥或亦相諒。”仙女道：“皇帝宮中，自有嫦娥，尚不能識，卻又妄想天上嫦娥，何舍近而求遠也！”煬帝道：“宮中拽括盡矣，哪有嫦娥遺下？”仙女笑道：“不久將自知也。就是皇帝的十年夢兆，亦先見於此人身上。”說罷，叱綵鸞騰空飛去。煬帝欲再問時，已高入雲中，不可見矣。煬帝與蕭後眾人就像夢一般驚訝了半晌，說道：“有這等奇事！”蕭後道：“莫非是誰弄的幻術？”樑夫人道：“大家明明眼見，如何是幻術？”煬帝道：“昔傳西王母降於漢宮，萼綠花降於羊權家，麻姑降於蔡經家，只以為妄誕之前，若以今日之事看來，信不誣矣。”大家十分歡喜，只痛飲到到月色西沉，方才各各處散去。\n\n正是：\n\n天低露冷綵鸞飛，仙子乘鸞月下歸。\n\n恨不隨風逐明月，憑誰問取是耶非。\n\n次日，煬帝因夜來綵鸞棲在碧梧之上，遂改秋聲院為棲鸞院。又因仙子說宮中自有嫦娥，又叫宦官許廷輔吩咐道：“朕久不遊後宮，恐有冶容豔色，塵埋其中，你可前去細細採選一番，如有美貌者，即時送入西苑備用，不許遺失一人。”許廷輔領了聖旨，隨即到後宮來採眩原來許廷輔是個好利之人，煬帝差他選天下美女時，專一詐騙民財。有圖女兒富貴要入選的，他卻嫌長道短，不肯選入；有捨不得女兒入宮的，她卻坐名拽索，定要來選，也不知詐騙了天下多少金錢。回朝時，煬帝說他選女有功，又加官厚賞。因此出入隨朝，十分興頭。這一日恰又差他後宮採選，他因前番得利，這次焉肯白選！到了後宮，便裝模做樣，立起規矩：有禮物送他，方來一看；若是沒有禮物，任他毛嬙、西子，也都高高擱起。況那後宮最大，殿掖頗多，嬪妃綵女，就如雲屯猥集一般，便少選了幾人，也沒處查帳。因此這些宮女，凡略有幾分顏色，便沒奈何，只得除簪珥，下道飾，或是珠翠，或是金玉，都暗暗央人送他，方求得他來一顧。選不上的，只當認晦氣白送；若是選上了，便出題目要上許多禮物，方才替她列上一個名字。選了月餘，只選有百十多名。送到西苑來見煬帝。煬帝看見都是中人之資，便胡亂撥到各處應用。心下只道後宮沒有十分絕色，也就罷了。誰知真正有色的婦人，就像真正有才的男子，寧甘玉碎珠沉，決不肯枉道去買囑小人，以圖倖進。故往往死得可憐可惜，為千古傷心。卻說這後宮有一個侯夫人，生得天資國色，百媚千嬌，果然是沉魚落雁，閉月羞花；又且賦性聰慧，識字能詩。自十五歲選入宮來，自倚著有才色，又正值煬帝好色憐才，只以為阿嬌的金屋，飛燕的昭陽，可計日而到。誰知才不敵命、色不如時，進宮三年，從未曾一見君王之面。終日只是焚香獨坐，終宵只是掩淚孤吟。妝束得花香柳綠，畢竟無人看見；打點得帳暖衾溫，仍舊是獨自去眠。過了黃昏，又是長夜；才經春晝，又歷秋宵。也不知捱了多少淒涼，也不知受了幾何寂寞！天晴還好支撐，到了那悽風苦雨之時，真個魂斷骨驚，便是鐵石人，也打熬不過。日間猶可強度，到了那燈昏夢醒的時候，真個一淚千行，哪裡還知有性命！\n\n正是：\n\n世間多少傷心境，唯有長門最可憐。\n\n無命有才空墮淚，不如一死謝蒼天。\n\n侯夫人起初猶愛惜顏色，強忍死去調脂弄粉，以望一時的遇合；怎禁得日月如流，一日一日只管空度過去。不覺暗暗的香消玉減，雖有幾個同行的姊妹時常來勸慰，怎奈愁人說與愁人，未免倒轉添一番悽慘。後來聞得煬帝有旨親選後宮，侯夫人又空喜歡了一番。不期只選得一兩宮，因不中意，又停止了。這一遍又聽得許廷輔來選，侯夫人未免又動了一片望幸的念頭，誰知許廷輔必要禮物方肯來眩侯夫人聽知此信，嘆了一口氣，說道：“老天既生妾這般薄命，何消又生妾這樣容顏！”一個心腹宮人說道：“夫人何必自苦！有的是珠玉，何不拿幾件去送他，得能夠見了萬歲，便不愁富貴矣！”侯夫人道：“妾聞漢王昭君，寧甘點痣，必不肯以千金去買囑畫師；雖一時被害，遠嫁單于，後來琵琶青冢，倒落了個芳名不朽。誰不憐她惜她，畢竟不失為千古的美人。妾縱然不及昭君，若要將珠玉去賄賂小人，以邀寵幸，其實羞為。”宮人道：夫人若如此拗性，豈不辜負了這般容顏！”侯夫人含淚說道：“妾豈不知！但恨生來命薄，縱使見君也是枉然，到不如猛拼一死，做個千載傷心之鬼，也強似捱這宮中寂寞。”宮人知強她不得，只得聽命。又捱了數日，早聞知許廷輔已選了百十餘人，送入西苑去。侯夫人情知又是一番虛話，遂大哭一場，說道：“妾此生終不能見君矣！若要君王一顧，或者倒在死後。”說罷又哭。這一日茶飯都不去吃，倒走到鏡臺前，妝束得齊齊整整，又將自制的幾幅烏絲箋，把平日寄興感懷詩句，撿了幾道，寫在上面。又將一個小錦囊來盛了，系在左臂之上，其餘的詩稿盡投在火中燒去。又孤孤零零的四下裡走了一回，又嗚嗚咽咽的倚著欄杆哭了半晌，到晚來靜悄悄掩上房門，又哭個不止。雖有幾個宮人陪伴，因見她悲傷慣了，也不甚至在心。侯夫人捱過三更之後，熬不過那傷心痛楚，遂將一幅白綾懸於樑上，自縊而死。\n\n正是：\n\n人生最苦是傷心，心到傷時苦莫禁。\n\n酸入肺腸猶可轉，痛沉骨髓更千尋。\n\n香魂已斷愁還在，玉貌全銷怨尚深。\n\n試吊長門風與月，悲悲冷冷到如今。\n\n又云：\n\n仇讎造物恨蒼天，玉美如何不保全！\n\n既是合如雲影薄，不應顏比月華鮮。\n\n閒追舊中真堪痛，細讀新詩更可憐。\n\n謾道君王能好色，宮中失卻小嬋娟。\n\n幾個宮人聽見聲息不好，慌忙跑進來救。解得下時，早已香消玉碎，嗚呼逝矣。大家哭了一回，不敢隱瞞，捱到次早，只得來報與蕭後。蕭後隨差宮人來看，宮人在左臂上撿得一個錦囊，送與蕭後。蕭後開啟看時，卻是幾首詩句，遂照舊放在囊中，叫人送與煬帝。這日煬帝正在寶林院與沙夫人談論古今的得失，煬帝道：“殷紂王只寵得一個妲己，周幽王只愛得一個褒姒，就把天下壞了，朕今日佳麗成行，而四海安如泰山，此何故也？”沙夫人道：“妲己、褒姒的顏色，不顧天下，天下遂由此漸漸破壞。今陛下南巡北狩，何等留心治國，天下豈不安泰！至於萬機之暇，宮中行樂，妃妾雖多，褒姒二人之恩，亦厚極矣。”沙夫人道：“溺之一人謂之私愛，普同雨露然後叫做公恩。此紂、幽所以敗壞，而陛下所以安享也。”煬帝大喜道：“妃子之論，深得朕心！朕雖有兩京十六院，無數奇姿異色，朕都一樣加厚，從未冷落了一人，使她不得其所。故朕到處歡然，蓋有恩而無怨也。”二人正談論的快暢，急見蕭後差宮人送錦囊來，就報知侯夫人之事。煬帝也只道是尋常妃妾，死個把沒甚要緊，還笑笑的開錦囊來看，及開啟時，見是幾幅絕精的烏絲箋紙，齊齊整整寫著詩詞，又且字型端楷，筆鋒清勁，心下便有幾分惻然動念。先展開一幅來看，卻是《看梅》詩二首。\n\n其一雲：\n\n砌雪無消日，捲簾時自顰。\n\n庭梅對我有憐意，先露枝頭一點春。\n\n其二雲：\n\n香清寒豔好，誰惜是天真。\n\n玉梅謝後陽和至，散與群芳自在春。\n\n煬帝看了大驚道：“宮中如何還有這般美才婦人！”忙再展開第二幅來看，卻是《妝成》一首、《自感》三首。\n\n《妝成》雲：\n\n妝成多自惜，夢好卻成悲。\n\n不及楊花意，春來到處飛。\n\n《自感》雲：\n\n庭絕玉輦跡，芳草漸成窠。\n\n隱隱聞簫鼓，君恩何處多！\n\n其二雲：\n\n欲泣不成淚，悲來翻強歌。\n\n庭花方爛漫，無計奈春何！\n\n其三雲：\n\n春陰正無際，獨步意如何？\n\n不及閒花草，翻成雨露多。\n\n煬帝見了，連連頓足說道：“可惜可惜！”再展第三幅看時，卻是《自傷》一首。\n\n雲：\n\n初入承明殿，深深報未央。\n\n長門七八載，無復見君王。\n\n春寒入骨清，獨臥愁空房。\n\n颯履步庭下，幽懷空感傷。\n\n平日新愛惜，自待聊非常。\n\n色美反成棄，命薄何可量？\n\n君恩實疏遠，妾意徒彷徨。\n\n家豈無骨肉？偏親老北堂。\n\n此方無羽翼，何計出高牆。\n\n性命誠所重，棄割良可傷。\n\n懸帛朱棟上，肝腸如沸湯。\n\n引頸又自惜，有若絲牽腸！\n\n毅然就死地，從此歸冥鄉。\n\n煬帝也不曾讀完，就泫然掉下淚來說道：“是朕之過也！朕何等愛才，不料宮闈中倒自失了一個才婦，真可痛惜！”再拭淚展第四幅看時，卻是《遺意》一首雲：祕洞扃仙卉，雕窗鎖玉人。\n\n毛君真可戮，不肯寫昭君。\n\n煬帝看了，勃然大怒道：“原來是這廝誤事！”沙夫人問題：“是誰誤事？”煬帝道：“朕前日曾叫許廷輔到後宮採選，他如何不選此人！其中一定有弊。這詩又說‘毛君真可戮，不肯寫昭君’，明明是怨許廷輔不肯選她，故含憤而死。”便要叫人拿許廷輔。沙夫人勸道：“許廷輔只知觀看容貌，哪裡識得她的才華。侯夫人才華固美，不知容貌如何？陛下何不差人去看，若是顏色尋常，罪還可赦；倘才貌俱佳，再拿他未為遲也。”煬帝道：“若不是個絕色佳人，哪有這般綿心繡口！既是妃子如此說，待朕親自去看，遂別了沙夫人，隨即乘輦還宮。蕭後接住，遂同到後宮來看。進得宮來，只見侯夫人還是個二十來歲的女子，雖然死了，卻妝束得齊齊整整，顏色尚然如生；腮紅頰白，就如一朵含露的桃花。煬帝看了，也不怕觸汙了身體，走近前，將手撫著她屍骨之上，放聲痛哭道：“朕這般愛才好色，宮闈中卻失了妃子；妃子這般有才有色，咫尺之間卻不能遇朕。非朕負妃子，是妃子生來的命薄；非妃子不遇朕，是朕生來的緣慳。妃子九泉之下，慎勿怨朕。”說罷又哭，哭了又說，絮絮叨叨，就像孔夫子哭麒麟一般，十分悽切。\n\n正是：\n\n聖人悲道，常人哭色。\n\n同一傷心，天淵之隔。\n\n蕭後勸道：“死者不能復生，願陛下保重。”煬帝方才住聲說道：“這都是許廷輔這廝，誤我大事！”遂傳旨叫拿了下獄，細細審問定罪。一面叫人備衣衾棺槨，安葬侯夫人，又叫宮人尋遺下的詩稿。宮人回奏道：“侯夫人做詩極多，臨死這一日，哭了一場，都盡行燒燬，並無所遺。”煬帝痛惜不已。蕭後忙治酒來解惱。煬帝一邊飲酒，一邊將侯夫人的詩箋放在席上，看了又看，讀了又讀。看一遍，說一遍可惜；讀一遍，道一遍可憐，十發珍重愛惜。隨吩咐朱貴兒、杳娘、雅娘眾美人，翻入樂譜，時時歌唱。蕭後見煬帝怏怏不樂，只是將酒來勸。煬帝吃到半酣之際，更覺思念情深。隨叫取紙筆，自制祭文一篇去祭她。\n\n祭文道：\n\n嗚呼妃子，痛哉蒼天！\n\n天生妃子，胡為不全？\n\n容兮佼佼，才兮仙仙。\n\n奈何無祿，不享以年。\n\n十五入宮，二十歸泉。\n\n長門五載，冷月寒煙。\n\n既不朕遇，誰能妃憐！\n\n嗚呼痛哉，一旦自捐！\n\n覽詩追悼，已無及焉。\n\n豈無雨露，痛不妃沾。\n\n雖妃之命，實朕之愆。\n\n悲撫殘玉，猶如花鮮。\n\n不知色笑，何如嫣然！\n\n淚下成血，心傷如煎。\n\n縱有美酒，食不下咽。\n\n非無絲竹，耳若充懸。\n\n妃不遇朕，長夜孤眠；\n\n朕不遇妃，遺恨九泉。\n\n朕傷死後，妃苦生前。\n\n死生雖隔，情則不遷。\n\n千秋萬歲，願化雙鴛。\n\n念妃香潔，酹妃蘭荃。\n\n妃其有靈，來享茲筵。\n\n嗚呼哀哉，痛不可言！\n\n煬帝做完了祭文，自家朗誦了一遍，連蕭後不覺也墮下淚來，說道：“陛下何多情若此！”煬帝道：“非朕多情，情到傷心，自不能已。”隨叫一個太監賜祭一罈，就將祭文燒在她靈前。十六院夫人，聞知煬帝厚治侯夫人的葬禮，也都備了禮物來祭弔。蕭後見眾夫人來祭，也只得拿些香蝕紙帛，差人去賜吊。煬帝又差人相擇高原之地，卜吉厚葬。又敕郡縣官厚恤她家父母。侯夫人雖生前不曾受用，死後倒也一時之榮華。\n\n正是：\n\n莫道紅顏金薄命，人情到底惜芳魂。\n\n生前縱未君王寵，死後猶沾雨露恩。\n\n煬帝厚葬侯夫人不題。卻說許廷輔拿在獄中，被刑官三拷六問，熬煉不過，只得將索騙金錢禮物，方肯來選的事情一一招出。刑官得了真情。忙具本奏和煬帝。煬帝大怒道：“這廝原來如此大膽！”就要叫發去東市腰斬，卻虧眾夫人再三苦勸。原來十六院夫人，都是許廷輔選入來的，今日親承恩寵，未免念他舊功，故竭力替他勸解。煬帝道：“若不斬他，何以謝侯妃於地下！既是眾妃苦勸，免他身首異處，一刀之苦。”遂批旨賜許廷輔獄中自荊正是：只倚權貪利，誰知財作災！\n\n雖然爭早晚，一樣到泉臺。\n\n又云：\n\n何物貂＃賤，傷殘白玉枝。\n\n百身猶莫贖，一死更何辭！\n\n煬帝既將許廷輔賜死，只是思念侯夫人不已。眾夫人百般勸慰，煬帝終有幾分不暢。蕭後道：“日前仙使曾說宮中自有嫦娥，今其言已驗。但侯夫人既死，思之無益，何不還到後宮去選？或者更有美色，也未可知。”煬帝道：“御妻之言有理。”遂同到後宮來選，怎奈後宮有千宮萬殿，一時怎能夠遍選！來選的未必色美，色美的未必來眩煬帝心生一計，叫傳旨各宮，不論夫人、貴人、才人、美人、嬪妃、綵女、或是有色，或是有才，或是能歌，或是善舞，凡有一才一伎之長，都許報名自獻，俟朕親覽錄用。有能薦拔一人者，賞千金；誤報者不罪。自此旨一出，不數日，也有論詩的，也有善畫的，也有能吹彈歌舞的，也有會投壺蹴的，都紛紛來獻伎。煬帝大喜。隨命值酒在顯仁宮大殿上，召蕭後與十六院夫人，都同來面試眾人。這一日，煬帝與蕭後並坐在上面，眾夫人都羅列坐在兩旁；下面卻排下幾張長書案，盡將筆墨紙硯和笙簫弦之類放在上面。能詩的，煬帝就出題目，叫她吟詠；會畫的，煬帝就說個景緻，叫她摹寫；能吹的，就叫她吹；能唱的，便叫她唱。一霎時，筆墨縱橫，珠璣錯落，宮商遞奏，鸞鳳齊鳴，真個是一時之勝。怎見得？但見：簇簇宮娃，團團閨秀。各逞奇思，如文場之鏖戰；鹹誇長伎，似武士之爭衡。臨風索句，逞詠雪之才情；對景濡毫，施潑雲之妙墨。龍蛇競筆，落紙千行；風雨鳴弦，瑤琴一曲。舞低秋月，絕勝楊柳纖腰；歌罷春風，不減櫻桃小口。投壺處，玉輕飛銀箭；蹴場，金蓮亂綴明珠。琵琶半面，塞下流來；玉笛一聲，月中飛出。真個皓齒生香，娥眉吐媚。莫言無處不銷魂，若個有情能不死！\n\n煬帝看見一個個伎藝超群，容顏出眾，滿心歡喜道：“這一番遴選，方不虛也！”隨各各賜酒三杯，隨查了名字，或封美人，或賜才人，共選有二百餘人，都一一送入西苑供用。查到臨了，單單剩下一個美人，也不作詩，也不寫字，也不歌，也不舞，立在半邊，默默不語。煬帝再仔細將她一看，只見那女子：貌風流而品異，神清俊而骨奇。\n\n不屑人間脂粉，翩翩別有丰姿。\n\n煬帝忙問道：“你叫什麼名字？別人都獻詩獻畫，爭嬌競媚，你為何不言不語，立在半邊？”那美人見煬帝開口問她，她不慌不忙，慢慢的走上前來答應。只因這一問，有分教：昏君短氣，淫主驚心。\n\n正是：\n\n國運潛消滅，天心暗改移。\n\n昏昏都不識，卻有慧心知。\n\n那美人畢竟不知說些什麼，且聽下回分解。"
		},
		{
			"章節": "第十六回",
			"章節名稱": "明霞觀李 北海射魚",
			"章節內容": "詞曰：\n\n君莫悼，國家興亡皆有兆。舉頭不獨乾象垂，一草一木能先告。君莫疑，國家成敗自有時。不必蓍龜與四體，一禽一魚皆前知。願君細細觀與察，莫向蒼天逞狡猾。有言不聽謂之聾，有機不見謂之瞎。江山謾道已成灰，修德天心尚可回。好笑愚痴終不悟，縱淫縱慾自家催。\n\n話說煬帝與蕭後、眾夫人面試宮女，盡將佳麗選入西苑。選完了，單剩了一個美女，不歌不舞。煬帝見她舉止有異，忙叫到面前細細的盤問。那美人不慌不忙的答道：“妾姓袁，小字叫做紫煙。自幼入宮，從未一睹天顏。今蒙聖恩採選，故敢冒死上請”。煬帝道：“你既來見朕，定有一長之伎，何不當席獻上，待朕與娘娘賞鑑。”袁紫煙道：“妾雖有微能，卻非豔舞嬌歌，可以娛人耳目。”煬帝道：“既不是歌舞，卻是何能，可細與朕言。”袁紫煙道：“妾自幼好鑑玄象，故一切女工，盡皆棄去。故今別無他長，只能觀星望氣，識五行之訊息，察國家之運數。”煬帝大驚道：“此聖人之學也！你一個朱顏綠鬢的女子，如何得能參透！”袁紫煙道：“妾為兒時，曾遇一老尼，說妾生得眼有神氣，可以觀天。遂教妾璇璣玉衡，五緯七政之學。又誡妾道：‘熟習此，後日當為王者師。’妾因朝夕仰窺，故得略知一二。”煬帝大笑道：“朕自幼無書不讀，只恨天文一道，不曾窮究；前曾召臺官來問，怎奈他們指東劃西，只是糊糊塗塗，不肯明言。故他們往往奏災祥禍福，朕也不甚聽他。今日你既能識，朕即於宮中起一高臺，就封你為貴人，專管內司天臺事，朕亦得時時仰觀乾象，豈不快哉！”袁紫煙慌忙謝恩。煬帝即賜她列坐在眾夫人下首。蕭後賀道：“今日之選，不獨得了許多佳麗，又得袁貴人一內助，皆陛下洪福所致也。”煬帝大喜，與眾人直飲到夜深方散。\n\n次日，煬帝即傳旨，叫有司在顯仁宮東南上起造一座高臺，寬闊高低，俱照外司在臺式樣。眾官領旨。真個是朝廷有倒山之力，不旬日，臺已造完。煬帝見了大喜，隨命治酒臺上，這一夜即召袁紫煙同登高臺，上觀玄象。袁紫煙領旨，與煬帝並席而坐。先指示了三垣，又遍分了二十八宿。煬帝道：“何謂三垣？”袁紫煙道：“三垣者，紫微、太微、天市三垣也。紫微垣，乃天子所都之宮也；太微垣，乃天子出政令朝諸侯之所也；天市垣，乃天子主權衡聚積之都市也。星明氣朗，則國家享和平之福；彗孛干犯，則社稷有變亂之憂。”煬帝又問道：“何謂二十八宿？”袁紫煙道：“角、亢、氐、房、心、尾、箕七宿，按東方蒼龍之象；鬥、牛、女、虛、危、室、壁七宿，按北方玄武之象；奎、婁、胃、昴、畢、觜、參七宿，按西方白虎之象；井、鬼、柳、星、張、翼、軫七宿，按南方朱雀之象。二十八宿，環繞天中，分管天下地方。如五星干犯何宿，則知何地方有災，或是兵變，或是水喪。俱以青、黃、赤、白、黑五色辨之。”煬帝又問道：“帝星安在？”袁紫煙用手向北指著道：“那紫微垣中一連五星，前一星主月，太子之象；第二星主日，有赤色獨大者，即帝星也。”煬帝看了道：“為何帝星這般搖動？”袁紫煙道：“帝星搖動無常，主天子好遊。”煬帝笑道：“朕好遊樂，其事甚小，如何上天星文便也垂象？”袁紫煙道：“天子者，天下之主，一舉一動，皆上應天象。故古之聖帝明王，常凜凜不敢自肆者，畏天命也。”煬帝又細細看了半晌，問道：“紫微垣中為何這等晦昧不明？”袁紫煙道：“妾不敢言。”煬帝道：“上天既已有象，妃子不言，是欺朕也。況興亡自有定數，妃子不妨明對朕言。”袁紫煙道：“紫微晦昧，但恐怕國祚不永。”煬帝沉吟良久道：“此事尚可挽回否？”袁紫煙道：“陛下若修德禳之，何患天心不回！”煬帝道：“既可挽回，則不足深慮矣。妃子言天甚祥，論理甚當，真女中丈夫也。朕得之以為內助，時時警省，何憂國祚哉！”遂命近侍敬酒。二人就在星光之下笑談歡飲，飲到夜分之際，東山上忽然升起一輪素月，掩映得夜景清幽。煬帝一時高興，便索筆長吟古風一首道：團團素月淨，夕景清。谷泉驚暗石，風鬆動夜聲。披衣出荊戶，躡履步山楹。欣睹明堂亮，喜見泰階平。觜參猶可識，牛女尚分明。更移斗柄轉，夜久天河橫。徘徊不能寐，參差幾種情。\n\n煬帝吟完，袁紫煙方才捧誦。忽西北上一道赤氣，就如龍紋一般衝起來。袁紫煙猛看見，著了一驚，忙說道：“此天子氣也，何以至此？”煬帝忙回頭看時，果然見赤光縷縷，團成五彩，照映半天，十分奇怪。真個是：“珠藏玉潤便光輝，風虎雲龍自不違。謾道真人難物色，赤光先已鬥牛飛。”煬帝看了，不覺地驚訝起來，因問道：“何以知為天子氣也？”袁紫煙道：“五彩成紋，狀如龍鳳，如何不是！氣起之處，其下定有異人。”煬帝道：“此氣當應在何處？”袁紫煙以手指著道：“此乃參井之分，恐只在太原一帶地方。”煬帝道：“太原去西京不遠，朕明日即差人去細細緝訪。倘有異人，拿來殺了，便可除滅此患。”袁紫煙道：“此天意也，恐非人力能除；唯願陛下慎修明德，或者其禍自消。”煬帝道：“雖然天意，亦在人為。若能知其姓氏，除之便不難矣。”袁紫煙道：“昔老尼曾授妾偈言三句，說道：‘虎頭牛尾，刀兵亂起，誰為君王木之子。’若以‘木’‘子’二字詳來，‘木’在‘子’上，乃是‘李’字。然天意微渺，實難以私心揣度。”煬帝道：“天意既定，憂之無益。這等良夜，且與妃子及時行樂，有何不可！”遂起身下臺，竟到袁紫煙宮中宿了。\n\n正是：\n\n淫亂終難改，昏迷喚不醒。\n\n眼看天意變，猶自醉娉婷。\n\n煬帝次日方才起來梳洗，忽見明霞院楊夫人差一個太監來奏道：“昔日酸棗邑進貢的李樹一向不甚開花，昨一夜忽然葉枝扶疏，開花無數，清陰素影，交映有數畝之遠。一陣風來，滿院皆香，大是祥瑞，伏望萬歲爺親臨賞玩。”煬帝因昨夜袁紫煙說“木”“子”是“李”字，今又見報玉李茂盛，心下先有幾分不快。沉吟了一會，方問道：“這玉李樹久不開花，忽然茂盛，必定有些奇異。”太監奏道：“果是有些奇異，昨夜滿院中人俱聽得樹下有幾個神人說道：‘木子當盛，吾等皆宜扶助。’奴婢等都不肯信，不料清晨看時，果然開得花葉交加，十分繁衍，此皆萬歲爺洪福齊天，故有這般奇瑞。”煬帝聽言，愈加不喜。正躊躇間，忽又見一個太監來奏道：“奴婢乃晨光院周夫人遣來，院中舊日西京移來的楊梅樹，昨一夜忽滿樹開花，十分茂盛。特請萬歲父御駕親臨賞玩。”煬帝聽說楊梅盛開，合著他自家的姓氏，方才轉過臉來歡喜道：“楊梅卻也盛開，妙哉妙哉！”因問道：“為何一夜就開得這等茂盛？”眾官奏道：“昨夜花下忽聞得有許多神人說道：‘此花氣運盛極，可一發開完。’故今早看時，樹上樹下，無一處不開得爛爛漫漫。”煬帝道：“楊梅這般茂盛，卻比明霞院的玉李何如？”太監道：“奴婢不曾看見玉李。”煬帝又問明霞院的太監道：“你看見楊梅麼？”太監道：“奴婢也不曾看見楊梅。”煬帝忽見王義立在旁邊，便叫王義道：“你可到兩院去，看楊梅比玉李，畢竟還是哪一樹更勝。”王義領旨，慌忙到兩院去看。去不多時，即來回旨。煬帝心下巴不得他說楊梅盛似玉李。只見王義說道：“兩樹俱開得茂盛。然玉李顏色鮮妍，大有神氣；楊梅不過花蕊稠密，精采卻似發洩太荊以臣看來，楊梅雖茂，終不如玉李之盛。”煬帝不悅道：“你們這些肉眼，如何認得？待朕親自去看。”遂上了金輿，竟到西苑來。早有楊夫人、周夫人接住奏道：“二院一齊開花，大是奇異。”煬帝問道：“楊梅乃西京移來，原是宿根老本，固該十分茂盛；這玉李乃外邑所獻，不過是浮蔓之姿，如何也忽然茂盛？”二夫人道：“正是這般奇怪，玉李轉盛似楊梅。楊梅的茂盛雖比往年大不相同，卻還是人間有的；玉李開得沒枝沒葉，一層一層都堆將起來，真若有神肋一般。”煬帝道：“哪裡便道如此！”二夫人道：“聖目親看便知。”須臾駕到了明霞院，楊夫人便要邀煬帝進看玉李。煬帝不肯下輦道：“先去看了楊梅，再來看它。”楊夫人不敢勉強，只得讓輦過去，自家轉隨到晨光院來。煬帝進了院，竟到楊梅樹下來看。只看花枝簇簇，果然開得茂盛。怎見得？有《梅花引》詞一首為證：紅一團，綠一團，上下高低簇錦盤。花攢攢，葉攢攢，煥彩蒸霞，渾如錦一般。千花萬蕊都開遍，不留一雜藏春豔。莫浪看，莫浪看，只恐傷殘，繁華再繼難。\n\n煬帝看了，十分歡喜道：“果然開得茂盛，果然開得茂盛！國家祥瑞，不卜可知也。”須臾，各院夫人聞知二院花開，也都來看。看見了楊梅茂盛，皆極口稱讚。煬帝大喜，便要排宴賞花。眾夫人不知煬帝的心病，一齊說道：“聞知玉李開得更盛，陛下何不一往觀之？”煬帝笑道：“不必去看，料沒有楊梅這等繁盛。”眾夫人道：“盛與不盛，大家去看看何妨？”煬帝被眾人催逼不過，只得同到明霞院來，才進得院門，早聞見濃濃郁鬱的異香撲鼻。及走到後院，開了軒窗一望，只見奇花滿樹，異蕊盈枝，就如瓊瑤造就，珠玉裝成，清陰素影，掩映的滿院中祥光萬道。瑞靄千層，真個有鬼神贊助之功，與楊梅樹大不相同。怎見得？有《踏莎行》詞一首為證：白雪橫鋪，碧雲亂落，明珠仙露浮花萼。渾如一夜氣呵成，果然不假春雕鑿。天地栽培，鬼神寄託，東皇何敢相拘縛。風來香氣欲成龍，凡花誰敢爭強弱！\n\n煬帝看見玉李金光璀璨，也不像一枝樹木，就似什麼寶貝放光一般，嚇得煬帝目瞪口呆，半晌開口不得。眾夫人不知其中就裡，只管稱揚讚歎。眾內相宮人也不識好歹，這一個道：“大奇大奇！”那一個便道：“茂盛茂盛！”都亂紛紛稱揚不絕。煬帝氣了半晌，忽然大聲說道：“這樣一枝小樹，忽然開花如此，定是花之妖也！留之必然為禍。”隨叫左右快用刀斧連根斫去。眾夫人聽了，都大驚道：“開花茂盛，乃是國家祥瑞，為何轉說是妖，倒要伐去？望陛下三思。”煬帝道：“眾妃子哪裡曉得？只是快快斫去為妙。”眾夫人再三苦勸，煬帝哪裡肯聽。那許多太監，人人皆愛惜此花，捱來捱去，不忍動手，正要斫，忽報娘娘駕到。\n\n原來蕭後聽得二院開花茂盛，故來賞玩。到了院中，見了煬帝，眾夫人接住就說道：“這樣好花，萬歲轉說是妖，倒要伐去，望娘娘勸解。”蕭後仔細將玉李一看，果然是雪堆玉砌，十分茂盛。心下也沉吟了一會，因問煬帝道：“陛下為何要伐此樹？”煬帝道：“御妻明白人，何必細問！”蕭後道：“此天意也，非妖也，伐之何益！陛下若威福不替，則此皆木德來助之象也。”煬帝道：“御妻所見極是。”方才不叫伐樹。楊夫人見不伐樹，就要排宴來賞。煬帝隨起身道：“且同御妻去看楊梅。”大家依舊一齊同到晨光院來。蕭後看那楊梅雖然茂盛，怎能敵得玉李！然蕭後終是個乖人，曉得煬帝的意思，只得勉強說道：“楊梅香清色美，得天地之正氣，玉李不過是鮮媚之姿。以妾看來，二花還是楊梅為正。”煬帝方笑道：“終是御妻有眼力。”隨命取酒來賞。須臾酒至，大家就在花下團坐而飲。飲了半晌，真個是觀於海者難為水，只因看過玉李繁衍，故把楊梅都看得平常。大家口裡雖然讚美，心中都有一點不足之意，故此飲酒不十分起興。就是煬帝自家看了一會，也覺得沒什趣味。忿然走起身說道：“這樣的時節，春光明媚，大地皆是文章，五湖中有多少風景不去遊賞，何苦卻守著一枝花樹吃酒。”蕭後道：“陛下之論有理，莫若移席到五湖中去。”煬帝道：“要去索性過北海一遊，好豁豁這胸襟眼界。”眾夫人聽了，忙叫近侍將酒席移入龍舟，須臾安排妥當。煬帝與蕭後大家一齊同上龍舟，望北海去遊。只見風和日暖，春天的風景，比四時更覺不同。\n\n有詩紀證：\n\n御苑東風麗，吹春滿碧流。\n\n紅移花覆岸，綠壓柳垂舟。\n\n樹影依山殿，鶯聲度水樓。\n\n今朝天氣好，宜向五湖遊。\n\n又云：\n\n君王行樂處，別自有芳菲。\n\n禁鳥啼如笑，宮花墮欲飛。\n\n寒添新釀酒，暖試薄羅衣。\n\n敕賜教歌舞，留春不放歸。\n\n又云：\n\n宮中三二月，景物百般新。\n\n嬌鳥天然曲，佳人自在春。\n\n水波青盪漾，山色紫嶙峋。\n\n聞道過湖去，龍舟簫鼓陳。\n\n煬帝與蕭後、眾夫人在龍舟中把簾幕捲起，細細的賞玩那些山水之妙。又叫新選的美人來歌舞作樂，歡歡笑笑。不多時，早遊過了北海，到了三神山腳下，大家一同登岸。正待上山，忽聽得波心裡跳躍的水聲響亮，齊回頭看時，只見海中一個大魚翻波逐浪遊戲而來。起初猶在中間揚?鼓鬣，後漸漸逼近岸邊。煬帝見那魚有些古怪，便不上山，轉同蕭後走回海邊來看。那魚見了煬帝，就如認得一般，也不避去，也不沉入，只管在岸邊水面上游來游去。煬帝定睛細看，卻是一個大鯉魚，有一丈四五尺長短，渾身上錦鱗金甲，照耀在日光之下，就如幾百萬點金星。\n\n真個是：\n\n非現非潛躍在淵，半波半浪戲長川。\n\n分明已具龍鱗甲，只待風雷便上天。\n\n煬帝見那魚生相有些奇異，又長又大，心下也有幾分驚訝。又見它游來游去，再不肯沉入水中；又是個鯉魚，與“李”字音義相同，心下著實不暢。看了半晌，狄夫人忽指道：“陛下看那魚額上隱隱像有一個紅字一般。”煬帝再細看時，只見那魚額上，是硃紅寫的一個“角”字，偏在半邊。煬帝看了又看，忽然想起說道：“原來就是此魚。”蕭後忙問道：“此是何魚？”煬帝道：“御妻記不得了？朕昔日曾與楊素在太液池釣魚，有一個洛水漁人，持一尾金色鯉魚來獻。朕見它有些奇相，就放在池中。後來虞世基鑿海，要引入活水，遂與池相通。不知它幾時便走到海中，養得這般大了！”蕭後道：“陛下如何認得？”煬帝道：“朕放入池時，因它無名，曾將硃筆題‘解生’二字在額上。今日‘生’字俱已浸去，只有‘解’字半邊一個‘角’字在上，豈不是它？”蕭後道：“鯉魚有角，非凡物也！陛下不可不知。”煬帝笑道：“朕為天子，豈不知此？待聯展屠龍之手，除此心腹之患，與御妻看。”隨叫近侍取弓箭。近侍們忙到蓬萊山餐霞殿中，取了一張氣胎雕弓，幾支赤莖羽箭，奉與煬帝。煬帝接弓在手，引箭當弦，展起袍袖，覷定了那魚肚腹之上，“颼”的放一箭去。說時遲，行時快，箭剛發去，忽然水面上捲起一陣風來，颳得海中波浪滔天，就像有幾百萬魚龍在波中踴躍的模樣。浪頭的水沫直噴上岸來，連煬帝與蕭後、眾夫人衣裳，盡皆打溼。嚇得眾人一個個都魂飛魄散，往後倒退。\n\n正是：\n\n天生神物不尋常，弓箭如何得中傷。\n\n好笑君王不思忖，翻叫波浪濺衣裳。\n\n煬帝被風浪撲面捲來，嚇了一驚，立腳不定，慌忙與蕭後、眾夫人避入殿中。因說道：“此魚雖大，不過還是一鯉，又未成龍，如何能作這般大風大浪？”蕭後道：“此魚雖未成龍，定然是個龍種，決非池中物也。”煬帝道：“朕方才箭剛發去，風浪就起，也不知可曾射著？蕭後道：“若是射著，決不能起這樣風浪。”煬帝道：“昔日楊素倒曾勸朕殺它，以免後日風雷之患，朕不曾聽，豈知今日果應其言。”眾夫人道：“縱是成龍，也無甚大事，何足介意！”大家又談論了半晌，波浪方才寧靜。煬帝吃了這驚，也無興上山遊覽，依舊同蕭後、眾夫人上龍舟往北海搖回。方登南岸，只見中門使段達俯伏在地，奏稱有緊急表文奏上。只因這一奏，有分教：天下兵權，盡歸真主；宮中歌舞，迷殺昏君。\n\n正是：\n\n天心一有屬，人事便分張。\n\n一任君王忌，名偏達未央。\n\n段達不知有何表文來奏，且聽下回分解。"
		},
		{
			"章節": "第十七回",
			"章節名稱": "袁寶兒賭歌博新寵 隋煬帝觀圖思舊遊",
			"章節內容": "詩曰：君德雖雲否，蒼天亦毒哉！\n\n笙歌令耳障，錦繡引情呆。\n\n任彼荒淫性，成他奢侈才。\n\n江山將盡矣，猶送美人來。\n\n又云：\n\n社稷已搖動，君王只好遊。\n\n才聽新柳曲，便想古揚州。\n\n世事何時了，人情不肯休。\n\n興亡多少恨，明月照邗溝。\n\n話說煬帝與蕭後等遊北海回來，方才上岸，只見中門使段達俯伏在地，手捧著幾道表文奏道：“邊防有緊急表章，臣不敢耽阻，謹進上御覽定奪。”煬帝笑道：“當今四海承平，萬方朝貢，有什麼緊急事情，要這等大驚小怪！”遂叫取上來看。左右慌忙先將第一道獻上。煬帝拆開看時，上寫道：“為邊報事：弘化郡以至關右一帶地方，連年荒旱，盜賊蜂起，郡縣不能御治。伏乞早發良將，剿捕安集，庶不至猖獗等情。”煬帝道：“天下這等太平，如何還有盜賊！這都是郡縣官員假捏虛情，後日平復了好冒功請賞。”蕭後道：“此等之事，雖不可全信，也不可不信。陛下只遣一員能將去剿捕便了。”煬帝取第二道表文來看，卻是吏、兵二部“為推補事：關右一十三郡盜賊生髮，郡縣告請良將。臣等會推得衛尉少卿李淵，才略兼備，御眾寬簡得中，可備弘化郡留守，提兵剿捕盜賊，伏乞聖佛定奪”。煬帝看了，就批旨道：“李淵既有才略，即著備弘化郡留守，總督關右一十三郡兵馬，剿除盜賊，安集生民，俟有功另行升賞，該部知道。”煬帝批完，即發與段達。段達因見是邊防緊急事務，不敢耽擱，隨即令跟隨傳與吏、兵二部去了。\n\n煬帝才批完，猛想起李淵是隴西人，又姓李，恐怕應了天文與讖語，如何反假他兵權？心下只管沉吟，欲要追回成命，又見疏已發出；欲要改委一人，又因一時沒有良將。也是天意有定，煬帝正躊躇未決，段達忽又獻上一道表來。煬帝慢慢的展開看時，卻是長安令獻美人的奏疏。煬帝見了，心下一喜，就連李淵的事情都忘記了。因問段達道：“既是獻美人，美人卻在何處？”段達奏道：“美人現在苑外，未奉聖旨，不敢擅入。”煬帝即傳旨叫宣。不多時，將美人宣入院中。那美人見了煬帝與蕭後，慌忙輕折纖腰，低垂素臉，俯伏在地。煬帝將那美人仔細一看，真個生得嬌怯怯一團俊俏，軟溫溫無限駐騷，比那些脂脣粉面，大不相同。\n\n有詩為證：\n\n浣雪蒸霞骨欲仙，況當十五正芳年。\n\n畫眉窗下驕新月，掠鬢風前鬥晚煙。\n\n桃露不堪爭半笑，梨雲何敢壓雙肩。\n\n更餘一種憨呆態，銷盡人魂實可憐。\n\n煬帝見那女子生得十分嬌情，滿心歡喜，因親用手將她扶起，問道：“你今年十幾歲？叫什名字？”那美人答道：“妾姓袁，小字叫做寶兒，今年才一十五歲。妾家父母聞知萬歲選御車女，故將賤妾獻上，望聖恩收錄。”煬帝笑道：“放心，放心！決不退回。”遂同蕭後帶了寶兒，竟到十六院來。眾夫人見煬帝新收寶兒，忙治酒來賀。大家又吃了半夜，單送蕭後還宮。煬帝就留在院中與寶兒宿了。原來寶兒年紀幼小，猶未諳風情，與煬帝交歡，當不得蜂揉蝶採，做盡了百般嬌怯。煬帝滿心暢快，愈加憐惜。次日起來，就賜她為美人。自此以後，行住坐臥，皆帶在旁邊伺候，倒有十分寵幸之心。寶兒卻無一點恃寵之意，終日只是憨憨的耍笑，也不驕人，也不作態，煬帝更加愛她。就是十六院夫人，也都喜她溫柔款。煬帝又叫樂人教她歌舞吹唱，也是她福至心靈，教著便知，學著便會。不多時，歌喉舞態，比眾美人更覺有幾分輕揚婉轉之妙。\n\n一日，煬帝在院中午睡未起，袁寶兒私自走出院來，尋著朱貴兒、韓俊娥、杳娘、妥娘眾美人去耍子。杳娘道：“這樣春天，百花開放，我們去鬥草，何如？”妥娘道：“鬥草左右是這些花，大家都有的，不好耍子，倒不如去打鞦韆，還有些笑聲。”韓俊娥道：“不好不好，鞦韆怕人子，我不去。”朱貴兒道：“打鞦韆既不好，大家不如同到赤欄橋上去釣魚罷。”袁寶兒道：“去不得，倘或萬歲睡醒尋我們時，卻如何曉得？莫若還到院後去演歌舞耍子，還不誤了正事。”大家都道：“說得是。”遂一齊走進院來，同到西軒中坐下。一遞一個，把那些新學的詞曲共唱演了半會。朱貴兒忽然說道：“這些曲子，只管唱它，沒有什麼趣味。如今春光明媚，你看窗前的楊柳青青，好不可愛。我們各人，何不自出心思，即景題情，唱一支楊柳詞兒耍子。”杳娘說道：“既如此，便不要白唱。唱得好的，送她明珠一顆；唱不來的，罰她一席請眾人，何如？”美人都道：“使得，使得。”妥娘道：“還該哪個唱起？”朱貴兒道：“這個不管，但有的就先唱。”說未了，韓俊娥便輕敲檀板，細囀鶯喉，先唱道：楊柳青青青可憐，一絲一絲拖寒煙。\n\n何須桃李描春色，盡出東風二月天。\n\n韓俊娥唱罷，眾人都稱讚道：“韓家姐姐唱得這樣清妙，真個是陽春白雪，叫大家如何開口！”韓俊娥道：“姐姐們不要笑我，少不得要罰一席相請。”說未了，只見妥娘也啟朱脣，翻貝齒，嬌滴滴唱道：楊柳青青青欲迷，幾支長鎖幾支低。\n\n不知縈織春多少，惹得宮鶯不住啼。\n\n妥娘唱畢，大家又稱讚了一會。朱貴兒方才輕吞慢吐，嘹嘹嚦嚦唱將起來道：楊柳青青幾萬枝，枝枝都解寄相思。\n\n宮中哪有相思寄，閒桂春風暗皺眉。\n\n貴兒唱完，大家都說道：“還是貴姐姐唱得有些風韻。”貴兒笑道：“勉強塞責，有什麼風韻在哪裡？”因將手指著杳娘、寶兒說道：“你們且聽她兩個小姐姐唱來，方見趣味。”杳娘微笑了一笑，輕輕的調了香喉，如簫如管的唱道：楊柳青青不挽春，春柔好似小腰身。\n\n謾言宮裡無愁恨，想到秋風愁殺人。\n\n杳娘唱罷，大家稱賀道：“風流蘊藉，又有感慨，其實要讓此曲。”杳娘道：“不要羞人，且聽袁姐姐的佳音。”寶兒道：“我是新學的，如何唱得？”眾人道：“大家都胡亂唱了，偏你能歌善唱的，倒要謙虛。”寶兒真個是會家不忙，手執紅牙，慢慢的把聲容鎮定，方才吐遏雲之調，發繞樑之間，婉婉囀囀的唱道：楊柳青青壓禁門，翻風掛月欲銷魂。\n\n莫誇自得春情態，半是皇家雨露恩。\n\n寶兒唱了，大傢俱各稱讚。朱貴兒說道：“若論歌喉婉囀音律不差，字眼端正，大家也都差不多兒。若論詞意之妙，卻是袁姐姐的不忘君恩，大有深情。我們皆不及也！大家都該取明珠相送。”寶兒笑道：“朱姐姐休得取笑，得免罰就夠了，還敢要什麼明珠。羞死，羞死！”杳娘道：“果然是袁姐姐唱得詞情雙妙，我們大家該罰。”眾美人正爭嚷間，只見煬帝從屏風背後轉將出來，笑說道：“你們好大膽，怎敢瞞了朕在這裡賭歌。”眾美人看見煬帝走來，都笑將起來說道：“妾們在此賭胡謅的歌兒耍子，不期被萬歲聽見。”煬帝道：“朕已聽見多時矣。”原來煬帝一覺睡醒，不見了寶兒，忙問左右，左右對道：“在院後軒子裡與眾美人演唱去了。”煬帝遂悄悄走來，將到軒前，聽到眾美人說也有，笑也有，恐打斷了她們興頭，遂不進軒，倒轉折過軒後，躲在屏風背後，讓她們耍子。故這些歌兒，俱一一聽得明白。當下說道：“你們不要爭論，快來待朕替你們評定。”眾美人真個都走到面前，煬帝看著朱貴兒、韓俊娥、妥娘、杳娘四人說道：“你們四個詞意風流，歌聲清亮，也都是等閒難得的。”又將手指著袁寶兒說道：“你這個小妮子，能學得幾時唱就曉得遣詞立意，又念皇家雨露之恩，真個聰明敏慧，可愛可喜也！”寶兒也不答應，只是憨憨的嘻笑。煬帝又道：“你們倒耍得有趣，都該重賞。”遂叫左右取吳綾蜀錦，每人兩端。寶兒加賞明珠二顆。說道：“你既念皇家的雨露。朕皇家雨露，不得不偏厚於你。”寶兒與眾美人都一齊謝恩說道：“萬歲評論極公。”\n\n煬帝大喜。正要叫看宴，忽見王義來奏道：“蕭娘娘見木蘭庭上百花盛開，遣臣請萬歲御駕賞玩。”煬帝對眾美人說道：“木蘭庭上，倒也有些景緻，朕昔時日日在裡面遊戲。自從有了西苑，倒許多時不曾去遊。今日既是花開，蕭娘娘來請，朕就請你們大家去一賞，卻也是片時的的行樂。”眾美人道：“妾等之幸也！”煬帝大喜，遂起身帶了寶兒等五人，同上玉輦，竟回宮來。蕭後接住說道：“妾偶見木蘭庭上萬花齊放，故差王義迎請陛下一賞。”煬帝道：“朕久不到此，正要一遊，不想御妻有同心也。”二人一邊說，一邊走，須臾之間，早到了木蘭庭上。煬帝四圍一看，只見千花萬卉，簇簇俱開。真個是皇家春色，十分富麗。怎見得？\n\n但見：\n\n殿庭弘敞，窗戶玲瓏。雙雙乳燕，亂逐珠簾；簇簇夭桃，分遮繡幕。錦屏列閬苑名花，玉砌堆瑤池異草。東風楊柳正妝成，遲日海棠初睡起。鳳閣春深，千門裡一群嬌鳥啼花；龍樓日暖，半空中百丈遊絲繞樹。蝴蝶香濃飛不起，流鶯聲滑叫還低。真個是皇家富貴如天地，御苑繁華勝萬方。\n\n煬帝與蕭後帶領著眾美人，四下裡遊賞了半會，方才到庭上來飲酒。飲了數杯，蕭後因問道：“陛下在苑中作何賞玩？卻被賤妾邀來。”煬帝道：“不曾作什麼。朕偶然睡起，只見他們五個躲在院後軒子賭唱歌耍子，被朕竊聽了半日，倒唱得有趣味。”蕭後道：“怎樣有趣？”煬帝遂把眾美人如何唱，如何賭，與自家如何評定，都一一對蕭後說了。蕭後因看著眾美人說道：“你們既有這等好歌兒，何不再唱一遍，待我聽一聽，看萬歲爺評定的公也不公？”煬帝道：“有理有理！也不要你們白唱，唱一支，朕與娘娘飲一杯。”眾美人不敢推辭，只得照舊將楊柳詞兒，一家一個，又重新唱了一遍。蕭後俱稱讚不已。末後輪到袁寶兒唱時，煬帝正要賣弄她“皇家雨露”之句，留心側耳而聽。不想她更逞聰明，不襲舊詞，又信著口兒唱道：楊柳青青嬌欲花，畫眉終是小宮娃。\n\n九重上有春如海，敢把天公雨露誇。\n\n煬帝聽了，又驚又喜道：“你看這小妮子，專會作怪！她因御妻在此，便唱：‘九重上有春如海，敢把天公雨露誇。’這明明是以宮娃自謙，見她不敢專寵之意。”蕭後大喜道：“她年紀雖小，倒有些才情分量。”因叫到面前，親自把一杯酒遞與她吃，說道：“你小小年紀，倒知高識低，曉得事務。既念皇恩，又不敢誇張，真可謂淑女矣。”又將自帶的一副金釧取下來賞她。寶兒謝恩受了，也不做聲。只是憨憨的嘻笑。煬帝大喜，一連滿飲了數杯，不覺微有醉意。遂起身到各處去閒耍，偶走上殿來，只見殿中間掛著一幅大畫。畫上都是細泥金筆畫的，也有山水，也有人物，也有樓臺寺院，也有村落人家。煬帝見了，便立定腳細細而看，半晌並不轉移。蕭後見煬帝注看多時，恐勞神思，便叫貴兒去請他飲酒。貴兒去請，煬帝也不答應，只是注目看畫。蕭後見煬帝請不來，又叫寶兒拿了一種新煎的龍圖細茶，送與煬帝吃。煬帝只顧看畫，並不接茶。\n\n蕭後見煬帝看得有些古怪，連忙立起身，慢慢的走到面前，徐徐問道：“這是哪個名人的妙筆？”煬帝道：“哪裡名人，什麼妙筆！”蕭後道：“既不是名人妙筆，陛下何勞這般愛他，戀戀不捨？”煬帝道：“朕哪裡是愛這幅畫兒，只是思想舊遊之處，故越看越覺有些傷神。”蕭後道：“這畫上是何處？乞陛下說與妾知。”煬帝道：“這畫乃是一幅廣陵圖，朕見此圖，忽想起廣陵風景，故有些戀戀不捨。”蕭後道：“此圖與廣陵可有幾分相似？”煬帝道：“若論廣陵山明水秀，柳媚花嬌，那一段秀美風景，這圖兒如何描寫得出？若只論地方的宮殿寺宇，形勝之處，一指顧間，都歷歷如在目前。”蕭後就將手指著問道：“此一條是什麼河道？有這些舳艫舟楫在內？”\n\n煬帝見蕭後問他詳細，遂又走近一步，將左手伏在蕭後肩上，把右手指著畫上細細說道：“這不是河道，乃是楊子江也。此水自西蜀三峽中流出，奔流萬有餘里，一直竟到海中，由此遂分了南北。古今所謂天塹者，皆由此江得名也。”蕭後道：“沿江這一帶，都是山川？煬帝道：“這正面一帶，是甘泉山；這左邊的，乃是浮山。昔大禹王治水，曾經此山，至今山上還有一個夏禹廟。左邊這一座，卻叫做大銅山，因漢時吳王濞在此處鑄錢，故引得名。那背後一帶小山叫做橫山，昔昭明太子曾在此處讀書。這四邊散出的是，乃是瓜步山、羅浮山、摩訶山、狼山、孤山等處，俱是廣陵的門戶。如今在畫中看來，不過只見些形跡。若到廣陵一望，真個鬱鬱蔥蔥，甲天下之秀美。”蕭後又問道：“中間這座城池，卻是何處？”煬帝道：“這叫做蕪地，又叫做古邦溝城，乃是列國時吳王夫差的舊都。旁邊這一帶水，也是吳王鑿了護此城池。此城居於廣陵之中，大得這些山川拱衛。朕意要另建一都於此，以便收攬江都秀氣。”蕭後道：“這小小一城，如何容得天子建都？”煬帝笑道：“御妻在畫上看了覺小，若到那裡，盡寬盡大，可以任情受用。”因以手指著西北一塊地方說道：“只此一處，便有二百餘里，與西苑大小爭差不多。朕若在廣陵建都，此處定要造十六處宮院，與西苑一般。”又四下裡亂指道：“此處可以築臺，此處可以起樓，此處可以造橋，此處可以鑿池。”煬帝說到興豪之際，不覺手舞足蹈，欣然快暢起來。\n\n後人有詩感之曰：\n\n隋家天子愛風流，拋擲江山意浪遊。\n\n情到動時持不住，心當放處豈能收。\n\n紛絲飛絮茫無定，野馬塵埃亂未休。\n\n識得繁華成夢後，夕陽衰草已含愁。\n\n蕭後見了笑道：“陛下只如此說說，便有喜色，若陛下真建都於此，還不知何等快樂！”煬帝忽然又長嘆一聲說道：“朕前日幸江都時，便要在此建都，不期回京，日有萬機，羈絆此身，竟將歲月都蹉跎過去，久不能遂朕之心。”說罷，便覺有慘然不樂之意。蕭後道：“陛下乃天下之主，就要去一遊，也是易事，何必便愁苦起來！”煬帝道：“朕為天子，豈不知遊幸易事！但患道路迂遠，一去便有千里之遙。到了那裡遊賞不得幾時，記念御妻，又要思想回來。去一千里，回來又一千里，只管在道路上奔波，殊為不便。又且獨自一個遊覽，亦覺寂寂寞寞，沒有十分興趣。”蕭後道：“既如此，陛下何不挈帶賤妾，並領了十六院夫人、眾美人，同去一遊，豈不勝概！”煬帝道：“朕實有此心，只奈這是一條旱路，沙塵撲面，車馬勞頓，御妻如何吃得這樣辛苦！”蕭後道：“妾聞有四十九座離宮別館，一路上俱有住紮，哪裡便見得辛苦！”煬帝道：“雖有離宮別館，只在晚間住了歇宿，日間不得一程一程要往前進發，那些車塵馬足的勞攘，甚是悶人。再帶領了許多妃妾們，七起八落，如何得能個快活！”蕭後道：“陛下所慮極是。何不尋一條水路，多造些龍舟，則妾等皆可安然而往矣。”煬帝笑道：“若有水路，也等不到今日。朕又何消這樣算計！”蕭後道：“難道就沒有一條河路？方才那條揚子江，恐怕有路可通？”煬帝笑道：“太遠太遠，通不得，通不得。”蕭後道：“陛下不要這般執拗，明日宜群臣商議，或者別有水路，也未可知。今日且去飲酒，莫要只管愁煩，為後日的風光，倒誤了眼前的行樂。”煬帝笑道：“御妻之言是也。”遂攜了手，依舊到庭上來飲酒。\n\n正是：\n\n欲上還尋欲，荒中更覓荒。\n\n江山磐石固，到此也應亡。\n\n不知與群臣商議，畢竟有什河道，且聽下回分解。"
		},
		{
			"章節": "第十八回",
			"章節名稱": "耿純臣奏天子氣 蕭懷靜獻開河謀",
			"章節內容": "詩曰：為德渾無象，昏迷便有形。\n\n色心如野馬，慾念似風萍。\n\n鏊足撐難起，雷聲喚不醒。\n\n只餘歌與舞，相對眼偏青。\n\n又曰：\n\n國家誰最毒，獨有小人臣。\n\n行險唯求利，貪功不顧名。\n\n是非三寸舌，黑白一張脣。\n\n天下已枯骨，猶思問水濱。\n\n話說煬帝與蕭後要思想水路遊幸廣陵，再無計策，在木蘭庭上飲了半晚酒方散。次日起來，正要聚叢集臣商議，忽一個小黃門來奏道：“司天監臺官耿純臣，口稱有機密事要面奏萬歲。”煬帝笑道：“最是這些臺官，專會輕事重報。有什麼機密事，要他來奏。”蕭後道：“陛下一見知。”煬帝遂起身上輦，竟坐了便殿，宣耿純臣進見。\n\n耿純臣到了殿前，望見煬帝，先行過那五拜三叩頭的大禮，然後俯伏在地奏道：“微臣職司占驗，連見天象有異，不敢不奏聞陛下。”煬帝道：“天象有何變異？賜卿平身，慢慢的奏上。”耿純臣道：“臣觀得睢陽地方，不時有王氣隱隱吐出，直上衝於房心之間。或結成龍紋，或散作鳳彩，此名為天子之氣。事關國家運數，臣不敢不奏聞。”煬帝道：“朕聞山川皆能吐氣，況氣乃虛無縹緲之象，如何便定得吉凶！”耿純臣道：“氣雖虛無縹緲，其實有凶有吉，種種不同。”煬帝道：“你就說有哪幾種不同。”耿純臣道：“有一種似煙非煙、似雲非雲，鬱郁紛紛，現紅黃二色，狀若龍形，這叫做瑞氣；瑞氣見，則人君當有祥瑞之事。有一種白若練絮，晦昧不明，乍有乍無，其狀類狗，這叫做妖氣；妖氣見，則天下不有大喪，即有兵變。有一種中赤外黃，有絲有縷，若欲隨風飛舞之狀，這叫做喜氣；喜氣見，則朝廷有非常之喜。有一種狀若長虹，沖天直上，中吐赤光潤澤者，叫做勝氣；勝氣見，則天子威加四海。有一種狀若人形，而白色蓬蓬不動者，叫做屍氣；屍氣見，則其分野之下民，當有流離傷亡之災。有一種赤紋飛舞，團團曲曲，有如冠纓之狀，或如筆鋒牙笏之狀，皆叫做宰相氣；所見之方，當出賢相。有一種如虎如豹，如熊如羆，精光四射若火者，叫做將軍氣；所見之方，當出名將。唯此團團如蓋，青、黃、赤、白、黑五色皆備，或現龍紋，或結鳳彩，方叫做天子氣。其餘還有金銀之氣，珠玉之氣，劍氣、蜃氣，種種不同。臣故敢冒死上奏。”\n\n煬帝道：“這些氣，從古來也曾有人應驗否？”耿純臣道：“歷歷皆驗，如何沒有？昔周昭王時，有五色雲氣貫入紫微，其年昭王南狩，不意被楚人詐獻膠舟，遂溺死於漢陰，此一驗也。漢高祖未發時，隱於荒碭山澤中，常被呂后尋著；避到一處，又被呂后尋著。\n\n高祖驚問其故，呂后道：‘但是到處，皆有五色雲氣罩在上面，故能尋著。’後范增勸項羽殺高祖，亦說道：‘吾使人望其氣，皆成龍紋五色，此天子氣也，急擊之勿失。’後高祖果然成了帝業。此又一驗也。樑承聖四年，庾秀才討樑主說道：‘去年八月太陰犯心中星，今年又有赤氣貫於北斗，恐有大兵入江陵。’不久後魏遣宇文護，竟滅了魏國、殺了樑主，此又一驗也。還有張華豐城的劍氣，卞和荊山的玉氣，此皆載在史書，斑斑可考，非妄誕之言也。望陛下審察！”煬帝道：“古來帝王稱賢稱聖，未有過於伏羲、神農、堯、舜、禹、湯、文、武者，何不聞有天子氣見？偏是後世這些中主，倒有許多奇異！”耿純臣道：“古來聖帝明王，皆有祥瑞，但不定是天子氣耳。故伏羲時有龍馬負圖於河；大禹時有神龜獻書於洛；堯舜時莢生於階下；文武時鳳凰鳴於歧山。種種都是上天垂象，再沒個無祥瑞的聖君。”煬帝道：“既是睢陽有天子氣，則睢陽地方當出天子。卿既能望氣，必能識人，朕就差卿到睢陽地方去，察訪一察訪何如？”耿純臣道：“氣雖先見，其人尚未生也。叫臣何處去訪？”煬帝道：“幾時方生？”耿純臣道：“自古明良之興，皆以五百為期。以此度之，五百年後當有真人生於其地，願陛下早早修德禳之。”\n\n煬帝聽了，忍不住大笑道：“卿忒苦慮了些，五百年後的事情，便這般著急。”耿純臣道：“人無遠慮，必有近憂。臣職司占驗，見有此氣，不敢不奏。”煬帝笑道：“卿但能觀天文，卻不料理人事，人生宇宙間，一歲之中，也不知多少變遷，況五百年後之事，如何能預期明算？或者朕後世子孫，徒都於此，也未可知。卿且退去，安心做官受用，不要替古人擔憂。朕還有別事商量。”因看著左右近侍，嘻嘻哂笑，羞得個耿純臣面頰都紅，唯唯的退出朝去。\n\n正是：\n\n忠臣慮國在千年，荒主圖身隻眼前。\n\n莫怪說來全不聽，祚長祚短實由天。\n\n又云：\n\n談天論理爭嗤腐，慮本圖根盡笑迂。\n\n試吊興亡千古上，蓍龜四體幾曾誣？\n\n煬帝見耿純臣退出，隨宣丞相宇文達、翰林學士虞世基、內使舍人封德彝、司農卿宇文弼、朝散大夫高德儒諸大臣便殿議事。不多時，都宣到殿前。朝賀畢，煬帝便開言說道：“朕有一事，要宣諸卿來商議，不期被耿純臣這個腐儒纏了半日，只管說睢陽有天子氣，要朕修德禳他。及朕細細詢問，原來卻說的五百年後之事，豈不好笑。”宇文達奏道：“腐儒不達世務，往往捕風捉影，當為實中，大言不慚。若不是聖上寬恩，此時已不保首領矣。”煬帝道：“朕念他是先朝舊臣，又且老邁，故不加罰。”宇文達奏道：“陛下宣詔臣等，不知有何旨意？”煬帝道：“語云‘登泰山而小天下’。朕自遊江都之後，覺天下的山川花柳皆無顏色，故蕪城一片土往往勞人夢想。朕昨日在木蘭庭上飲酒，偶見一幅廣陵圖，忽然想起舊遊，情興勃勃，故宣卿來商議。”虞世基道：“陛下思憶廣陵，只消發車再一遊幸，何等必要費聖心籌算！辦鏡鄣潰骸壩渦夜淌且資攏?皇請藪永詞懿壞眉拍???〗??繡???ィ?暈?び沃?疲?聰誘庖惶鹺德防腿列量啵?槐閫?礎Ｈ艫靡惶跛?罰?嘣煨┝?郟?宦飛襄幸Ｓ衛藍?ィ?憒罌殯扌摹Ｇ淶瓤上趕幹塘浚?從惺裁春擁勞ǖ黴懍輟！敝誄即鸕潰骸白遠?┲劣詮懍輳?в杏嗬錚?允嗆德罰?⒉晃龐瀉擁老嗤ā１菹亂?〈????倉幌?嚳⑷朔潁?憧汕叭ィ豢鮃宦飛嫌欣牘?鴯藎?】賞Ｓ咦?希?猿嫉扔藜??故嗆德肺?恪！膘鏡鄣潰骸罷廡┕?藎?摶蜒嵊危?粢讕賞?德啡ィ?蝸?肭淶壬塘俊Ｇ淶然剮朐偃?鋝擼?亓淼靡惶鹺擁婪矯睢！敝誄嘉潘擔?愀髏婷嫦嚓錚?捫曰卮稹４蠹肄吡艘換幔?壞米嗟潰骸俺嫉扔廾粒?皇輩荒芡ū洌???菹驢硐蓿?莩嫉韌順觶?嵬?貌坑敫韉胤焦儐趕覆槊骰刂肌！膘鏡垡雷啵?媧?忌⒊??繞鶘磽巳牒蠊?惶狻?\n\n卻說眾臣出得朝門，不敢散去，都一齊到會議堂來商量此事。隨又知會各部，不多時，大小官員都會集在一堂。宇文達先說道：“聖上欲遊幸廣陵，不喜經由旱路，要尋一條河道泛舟而去，故命學生會集列位先生商議，不知有何妙策？”眾官一齊說道：“別事還可參得智謀，這河道之事，千有餘裡，明明白白，有便有，無便無，非人謀所能添設。只消煩工部河道衙門先生，將地理志書查一查便見端的。”當下有工部河道官出位說道：“有便有一條水路，只是道途迂遠，風波凶險，聖駕如何去得？”宇文達忙問道：“莫管迂遠凶險，且說這一條路由何處而去？”河道官說道：“再無別路，除非從洛水轉入黃河，再從黃河轉入大海，由海中東入於淮河，方能到得廣陵。算起程途，將有一萬餘里；又且孟津一帶水勢緊急，滄海中波浪拍天，如何敢蹈引聖駕，出此不測之淵！”宇文達道：“雖然險遠，必不可往，但只是聖意諄諄，有此一條路兒，明日大家便好塞責回旨。”大家都說道：“老大人見教極當。”遂齊打一恭，各各散出不題。\n\n卻說煬帝退入後宮，蕭後接住便問道：“耿純臣所奏何事？”煬帝道：“這腐老兒殊可笑，說睢陽有天子氣見，五百年後當生真命天子，叫朕早修德禳他。”蕭後笑道：“五百年後天子，便先有氣見，像陛下當代帝王，其氣遍滿宇宙矣。”說罷，二人嘻嘻哂笑。只見王義奏道：“臣聞聖賢從不虛生，氣機皆有先兆。昔關門令尹，望見紫氣東來，便知有賢人出關，後老聃果至。漢陳太丘攜子侄過訪荀朗陵父子，太史便奏五百里內德星聚。荊軻刺秦，則長虹貫日；嚴子陵足加光武，則客星犯帝座。由此觀之，耿純臣之言，未必無所據也。陛下亦當加察。”煬帝道：“有據無據，當察不當察，只消宣袁紫煙來一問便知。”隨即叫宣袁紫煙。\n\n不多時，袁紫煙宣至。煬帝問道：“今日臺官耿純臣奏睢陽有天子氣見，不知果然有無？”袁紫煙道：“果然有之。”煬帝道：“既有，妃子何不奏朕？”袁紫煙道：“此事雖有，然逮遠不在蕭牆，非陛下所宜憂也，故妾不敢瀆奏，以亂聖懷。”煬帝點頭道：“妃子之言是也。”蕭後道：“陛下且放開這五百年的遠話，不知今日商量的水路何如？”煬帝道：“與群臣商量了半日，再商量不出，如今領旨去查，多分也不能有。”蕭後道：“事不可知，眾臣既去查，一定還有別路，且待他們回了旨意，再作區處。”煬帝道：“朕性最不能耐，但念頭動了，便焦躁難過。”蕭後道：“就到江都，也過是遊幸耍子，陛下何苦思量未來，誤了眼前。聞得第十五綺陰院中，晚花新柳，十分可人，何不到花下去叫袁寶兒、朱貴兒，唱幾個新詞遊賞一番，多少快樂，何必這般抱悶！”煬帝笑道：“御妻倒會排遣，也說得是。”遂同蕭後駕輦，竟到綺陰院來。到了院中，院主夏夫人接住，同到各居去遊賞。只見鳥啼花落，日淡風恬，春夏之交的光景，真個清幽可愛。怎見得？有《風入松》詞一首為證：鶯聲未老燕初歸，嫩綠新肥。謾道春還紅瘦也，留春還有花枝。架上薔薇開處，枝頭梅子酸時。〔緩?慌?粘儷伲??眉啞凇８?醒罨ǚ陝?海?槁漵⒑彀追擠啤＝坑笆筆倍啞觶?柘閼笳笄忠隆?\n\n煬帝賞玩多時，心下十分快暢。因對蕭後說道：“早是御妻邀來賞玩，不然便將這樣好風光都錯過了。”夏夫人忙安排上宴來，煬帝飲了數杯，忽問道：“袁寶兒眾人如何不見？”眾內相聽了慌忙去叫，卻都不在院中。只得分頭各處去尋。尋了半晌，一個個方才慌慌忙忙，亂走將來。煬帝見她們舉止失常，便問道：“你這幾個小妮子，躲在何處？這半日方才走來，卻又這般模樣？”眾美人料道隱瞞不過，只得一齊跪下說道：“妾等在在仁智院山上看舞劍耍子，不知萬歲與娘娘駕到，有失隨侍，萬死萬死！”煬帝道：“是誰舞劍？”袁寶兒說道：“是薛冶兒舞劍。”煬帝道：“薛冶兒從不曾說她會舞劍，敢是你們說謊？”蕭後道：“謊不謊有何難見，只叫薛冶兒來一舞，便知端的。”煬帝點點頭，先放了眾美人起來，隨即叫內相去叫薛冶兒。不多時，叫到面前。怎生打扮？只見她：穿一件淡紅衫子，似薄薄朝霞剪就；系一條縞素裙兒，如盈盈秋水裁成。青雲教綰，頭上髻鬆盤百縷；碧月充作，耳邊?斜掛一雙。寶釵低金鳳飛，繡帶輕飄綵鸞舞。梨花高削兩肩，楊柳橫拖雙黛。絕無塵氣，恍疑天上掌書仙；別有風情，自是人間豪俠女。\n\n煬帝見薛冶兒，便說道：“你個小妮子，既曉得舞劍，如何不舞與朕看，卻躲在背後賣弄。”薛冶兒答道：“舞劍原非韻事，今日被眾美人逼勒不過，偶然舞了耍子，聊話一時之興，有何妙處，敢在萬歲與娘娘面前施展。”煬帝笑道：“美人舞劍，乃千古美觀，如何反說不韻！”蕭後道：“自謙之詞，不得不如此。”煬帝道：“謙不謙，且舞一回與朕看。”蕭後道：“舞劍壯事，須先賜酒三杯，方才有興。”煬帝笑道：“御妻十分湊趣。”隨叫左右斟酒賜與薛冶兒。薛冶兒不敢推辭，飲了酒，只得取了兩口寶劍，走到階下，也不攬衣，也不挽袖，便輕輕的舞將起來。起初時一往一來，還嫋嫋婷婷，就如蜻蜓點水，燕子穿花，逞弄那些美的姿態；後漸漸舞得緊了，便看不見來蹤去跡，只見兩口寶劍寒森森的，就像兩條白龍在上下盤旋，再舞到妙處，劍也看不見，人也看不見，只見冷氣颼颼，寒光閃閃，一團白雪在階前亂滾。煬帝與蕭後看見，喜得眉歡眼笑，拍手打掌，稱好道妙，叫不絕口。薛冶兒舞了半晌，忽然徐徐收住，恍如雪堆銷盡，忽現出一個美人的模樣。薛冶兒舞罷，輕輕將雙劍放下，氣也不喘，面也不紅，絲髮一根也不散亂，階前並無半點塵灰飛起。走到面前，依舊是衣衫楚楚，笑容可掬。\n\n真個是：\n\n能臻化境真難測，會到精時妙入神。\n\n試看玉人渾脫舞，梨花滿院不揚塵。\n\n煬帝將冶兒喚到面前，用手去她身上一摸，卻又香溫玉軟，柔媚可憐，就像連劍也拿不動的，心下十分歡喜。因對蕭後說道：“冶兒美人姿容，英雄伎倆，非有仙骨，不能到此；若非今日，朕又幾乎錯過。”蕭後道：“果然難得！陛下不可不飲。”遂叫左右進上巨觴。煬帝因心中歡樂，也不推辭，左一盅，右一盞，只管大嚼。吃到酩酊之時，竟忘了蕭後在座，遂將冶兒抱入懷中，取笑戲耍。蕭後見煬帝有醉幸冶兒之意，遂暗暗的起身去了。煬帝醉後全不料理，只與冶兒說說笑笑，接杯交飲。這一夜只吃得十分大醉，就留冶兒同在綺陰院宿了。\n\n正是：\n\n莫詫君恩漆與膠，須知遇合有前茅。\n\n階前不是龍蛇舞，宮裡安能鸞鳳交。\n\n煬帝次日醒來，問冶兒道：“昨夜娘娘如何回宮去的？”冶兒道：“娘娘見萬歲醉了，遂暗暗起身回去。”煬帝沉吟半晌，恐怕蕭後怪他，忙梳洗了，就上輦回宮。才到午門，只見宇文達領了一班文武，正來回旨。煬帝遂不退入後宮，竟坐便殿問道：“卿等曾查明什麼水路？”宇文達對道：“據河道官，雖查有一條河道，只是迂遠凶險，恐非聖駕臨幸之地。”煬帝問道：“卻是何處？”宇文達道：“這條路，要從洛水轉入黃河，黃河轉入大海，再從海中東入淮河，方能到得廣陵。此去路途萬有餘里，又有孟津、滄海之險，臣等不敢擅便，伏乞聖旨裁度。”煬帝聞奏，沉吟了半晌，又問道：“除了這條，可還有別路？”眾臣一齊奏道：“並無別路。”煬帝道：“既無別路，只得要往此去。”宇文達道：“陛下要由此路，須敕下工部，大大的多造些海船，下邊用木筏屯土，土上造船，船上蓋起宮殿，方可避得風濤之險。”煬帝道：“此法甚妙。”遂要傳旨著工部造船。只見班部裡閃出一個大臣，頭戴豸冠，身穿秀衣，手執象簡，忙忙俯伏在地，奏道：“這一條路如何去得？”煬帝定眼一看，不是別人，乃蕭後之弟蕭懷靜也，現任諫議大夫之職，又是國舅。煬帝一見，便傳旨叫平身。因問道：“此路為何去不得？”蕭懷靜道：“這一條河路，孟津的水勢就如倒峽一般，滄海中蛟龍出沒，浪頭起處與泰山相似。海船雖大，難保無撼蕩之憂。陛下在西苑中花迎柳送，猶不歡意，萬一遇了逆風，不能前進，孤舟泊在海中，煙水茫茫，陛下卻何以為樂？陛下若隨帶許多宮嬪，旱路尚慮辛苦，如何倒受得海中這般驚怕？其不可去一也。況一往有萬里之遙，將約一年，方才到得，若朝中有緊急公事，聖駕卻飄流在大海之中，叫臣下到何處來奏聞？其不可去二也。又且海中盜賊甚多，四邊非夷即虜，萬一有些驚動陛下，又不統兵索將，彼時將何策御之？\n\n其不可去三也。陛下要遊幸廣陵，不過是攬挹山川之秀，以圖行樂，奈何轉以萬乘之尊，下臨不測之地！臣竊為陛下不取也。”煬帝道：“卿之所論最善，但只恨再無一條別路可往。”蕭懷靜道：“依愚臣短見，倒有一條河路可通廣陵，又不險，又不遠，又可除滅不祥，不知陛下肯行否？”煬帝大喜道：“卿既有路，何不細細奏上！”只因這一奏，有分教：隋家江山瓦解，又活傾了幾百萬生靈。\n\n正是：\n\n昏主唯圖樂，諛臣唯順君。\n\n不思薪火起，燕雀共巢焚。\n\n不知蕭懷靜畢竟有何奏上，且看下回分解。"
		},
		{
			"章節": "第十九回",
			"章節名稱": "麻叔謀開河 大金仙改葬",
			"章節內容": "詞曰：\n\n世事浮漚，嘆年華迅速，逝水東流。榮華能幾日，鬢髮不禁秋。才雨過便雲收，一霎兒到頭。細思量、乾坤傀儡，天地蜉蝣。∥示?攀怖從桑肯虯?順±鍶寥劣?蟆２恢?硎敲危?嚶朊??稹Ｐ└鍪攏?桓市藎?閿?鷥昝?５轎甯??憂眉Τ??呂浞緋睢?\n\n調寄《意難忘》\n\n話說煬帝正與群臣商議要泛海遊幸江都，忽蕭與靜細奏不可，又說別有一路。煬帝大喜，再三詢問。蕭懷靜答道：“此去大梁西北，有一條舊河道，秦時大將王賁曾在此處掘引孟津之水，直灌大梁，今歲久湮塞不通。薦肯廣集兵夫，從大梁起首，由河陰、陳留、雍丘、寧陵、睢陽等處，一路重新掘開，卻引孟津之水，東接淮河不過一千里路，便可直達廣陵。臣又聽得耿純臣奏睢陽有天子氣見，昔秦始皇時，金陵亦有王氣出現，始皇使人鑿斷砥柱，後來王氣遂滅。今掘河必要從睢陽境中穿過，天子之氣必然挖斷。此河一成，又不險，又不遠，又可去此一段後患，豈不美哉！臣鄙見若此，不知聖意以為何如？”煬帝聽畢，大喜道：“好議論，好議論！非卿有才智，有識見，決不能思想及此。”遂傳旨詔以徵北大總督麻叔謀為開河都護，蕩寇將軍李淵為開河副使，從大梁起首，由睢陽一帶直掘通淮河。許調天下人夫，自十五以上、五十以下，皆要赴工。如有隱匿者誅三族。聖旨一下，誰敢進諫。眾臣只得默默領旨而出。該衙門隨即移文催麻叔謀、李淵上任。原來麻叔謀為人性最殘忍，又貪婪好利，一聞升開河都護，便滿心歡喜，即日前來赴任。\n\n卻說李淵，即大唐神堯高祖，乃是創業之君，曉得開河要坑害生命，如何肯來！便上表稱病辭任。煬帝差李淵，原是要解他的兵權，及見他稱疾不赴，心下也有幾分不快。卻因天下正盛，也就罷了。遂改敕以左屯衛將軍令孤達代李淵為開河副使。令狐達得了旨意，隨會同麻叔謀移到大梁住紮。先於樂臺北道造一所開渠公署，因近卞梁，就叫卞渠。煬帝聞知說道：“如今要引河水入卞，敕賜‘卞’字加三點水，以後俱要寫做‘汴’字。”麻叔謀領旨，遂改了‘汴渠’。一面發文書號召人夫，不旬月天下人夫皆齊集於汴渠。麻叔謀與令孤達二人細細查點，選得開河丁夫共三百六十萬人。又選得少年驍勇五萬餘人，為節級隊長，催督各工。其餘或老或幼，或婦人，皆令供送飲食。共計動天下五百四十三萬餘人。二人點齊丁夫，又擇了吉日，先從上源河陰古河道挖起，又號令眾丁夫二百名為一隊，一千名為一營，都一字兒排開。這四五百萬人夫，倒排有數十里遠近，都照著王賁的舊河道一齊動手。真個是鍬鍤成雲，筐籃如雨。須臾之間，橫郊遍野塵揚沙播，土走泥飛，從古來動役人夫，未有如此之盛。\n\n正是：\n\n君王切莫愛風流，一愛風流民便休。\n\n苦役生民五百萬，只供天子一時遊。\n\n眾丁夫既充工役，只得拼其性命，一鍬一秋去挖。一日挖到晚，毫釐不敢偷工躲懶。只挖得腰折背駝，力盡筋疲。苦稍遲延，不是捆了重打，就是拿去梟首，哪一個不心驚膽顫！天微亮就要動工，只挖到烏天墨地，方才住手。夜間又沒個房屋居住，河邊泥草地上就是安身之處。晴天日晒猶可，若到了落雨時節，就直立在雨中開挖，就像泥拌千鰍。若有疾病，又不許告假替換，直挖死了方才住手。好不苦惱，好不傷慘！麻叔謀看了，猶嫌慢恨遲，不住的鞭笞捶撻。可憐眾丁夫，真是求生不得，求死不能。\n\n後人讀史至此，有詩感之曰：\n\n否泰雖雲轉，江河去不回。\n\n主昏天下苦，世亂萬民災。\n\n虞夏終難返，唐堯不再來。\n\n開河工役慘，千載使人哀。\n\n按下眾人夫受苦不題。卻說一隊人夫，開到一處，才挖有丈餘深淺，忽見下面隱隱露出一條屋脊。眾人看了，都驚訝起來。只得隨著屋脊，一層一層，慢慢的挖將下去。挖到下面看時，卻是一所古時的堂屋，約摸有三五間大小，四周都是白石砌成，十分堅固。正中間有兩扇石門，關得嚴嚴穩穩，全沒有一毫罅漏。眾人推那門時，卻又關得死緊，不能得開。眾夫商量道：“這屋定是古時帝王的墳墓，其中必有金錢寶物，我們大家何不開啟了，各人拿些？也是辛辛苦苦一常”有幾個丁夫說道：“這個恐怕拿不得，我們人多嘴多，明日嚷得官府知道，其罪不校”又有幾個丁夫說道：“老哥們忒也忠厚，我們是奉聖旨開河的人夫，又不是暗暗偷盜墳墓，又不是白日打槍。這石屋攔著官河，我們原該挖去，挖開了有什麼金銀財寶，大家隨便拿些，有何罪過？”眾丁夫齊應一聲：“老哥說得有理，該挖該挖！”遂一齊將鍬鋤鏟插，望著石門，沒上沒下的亂搗亂掘。誰想那門就像生鐵鑄的一般，任眾人百般掘打，莫想動得分毫。眾人打了一會，都吃驚道：“卻也作怪，這不過是兩扇石門，怎麼許多鐵器一毫也打它不動？”有幾個說道：“還是我們眾人命薄，不該得這一注橫財，故天不容我們開。”\n\n只因眾夫說有金寶，早轟動了各營人夫，都一齊攏來，指望得橫財。這一隊也來乒乒乓乓打一陣，打不開去了；那一隊也來乒乒乓乓打一陣，打不開去了。也有上屋鑿打的，也有著底掘地的，大家忙了半日，終不能有一痕入路。眾夫見轟得人多，恐怕弄出事來，慌忙報知隊長。隊長也不敢隱瞞，隨即報知麻叔謀。麻叔謀聽了，心下暗想道：“此中定有寶物。”遂不會令孤達，竟獨自個騎了一匹馬，到河中來看。看見是一間石屋，便問道：“你們為何不開了進去？”眾人答道：“百般掘打，俱不能開。”麻叔謀道：“此乃白石製成，極堅極硬，你們這些軟鐵鍬鋤，如何打得它開？若用鐵錐鐵鏨，一頓鑿，何愁不開。”隨傳令叫石匠。不多時，石匠叫到，麻叔謀吩咐叫把石門鑿開。眾石匠一齊動手，乒乒乓乓，鑿了半會，全不曾鑿了一個痕露在門上。麻叔謀看了大怒道：“你們何不用力狠鑿？”眾石匠只得盡平生氣力，鑿將下去。輕鑿猶可，鑿重只鑿得火星往外亂迸。石門上毫忽也不見動。麻叔謀見了，十分大怒道：“難道是兩扇石門就打它不開？”遂叫許多軍士搭起一個木架，用繩索將絕大的石柱石板掛將起來去撞，撞碎了一塊，又換一塊，只撞得轟轟隆隆，就如雷鳴一般，也莫想得動分毫。麻叔謀見這般撞也不能開，心下方才著慌道：“這也蹊蹺，就是一塊生鐵，也要撞動，如何兩扇石門就這般堅固？”心下十分沉吟驚懼。\n\n正是：\n\n饒君心述奸如鬼，只好欺君與害民。\n\n三尺神明殊凜凜，越奸越狡越傷身。\n\n麻叔謀尋思無計，只得差人請令狐達來商議。令狐達聞請，隨即便來。麻叔謀將上項事情說了一遍。令孤達又細細看了一回，因說道：“老先生你看這一座墳墓，周圍造得這樣精工堅固，若不是古帝王的陵寢，定然是仙家的礦穴。就是凡人到此田地，也有幾分神氣，如何輕易便用錐鑿去撞打？”麻叔謀道：“若不撞打，如何開得！”令孤達道：“若依學生的愚見論來，此中非神即仙，只該宣皇上的旨意，具禮焚香拜求，或者有可開之理。”麻叔謀笑道：“撞打尚不能開，拜求如何有用？就是神仙，今已成冢中枯骨，未必便有靈若此！”令狐達道：“鬼神之事，難以臆度，老先生不可忽略。”麻叔謀心下雖不深信，然無可奈何，只得依著令孤達，叫左右安排香案，與令孤達各穿了公服，同望著石屋門口，焚香再拜。拜罷，親祝道：“開河都護麻叔謀同開河副使令孤達，奉大隋皇帝聖旨開挖淮河，道遇尊神仙礦，不能前進，伏望尊神垂鑑，開放墓門，容某等另選高原吉地，厚加遷葬，庶不負朝廷明旨，某等亦可免唐突之愆。”禱祝未完，只見香案前忽然捲起一陣風來，颳得寒森森、冷颼颼，著實有些怕人。怎見得？但見：就地幾旋，無影無蹤捲起；漫天一陣，撲頭撲面吹來。一霎時，滿目沙灰飛作霧；須臾裡，接天塵土滾如煙。刮過去，心骨俱寒，疑有一團鬼氣；飄將來，毫毛盡豎，豈無百丈神威。冷冷颼颼，逼迫的紅日無光；冥冥晦晦，盪漾的陰雲有勢。四圍刮雜，哪裡辨東西南北；一氣盤旋，如何分春夏秋冬。也不是虎嘯而生，也不是谷虛而起；也不乘一萬里之長波，也不傳廿四番之花信。只見如悲如泣如有聲，來往墓門蕩魂魄。\n\n當下冷風捲起，麻叔謀嚇得魂不附體，只是抖衣而戰。不多時，風過處，只聽得一聲響亮，兩扇石門輕輕閃開。麻叔謀見了，更覺驚慌，方信鬼神不可不敬。定了定神，方才同令孤達帶領眾人進石屋來看。先看那兩扇石門，裡面又無閂，又無撐，再關過來看，卻又輕便好開。不知為何那般撞打，絲毫不動。眾人看了，一個個都凜然駭怕。麻叔謀再走進來，只見裡面有幾百盞漆燈點得雪亮，屋中照耀如白晝一般。四壁上皆是五彩畫成的影致，兩邊都畫奇花異草，怪獸珍禽。畫的那蛟龍虎豹，就宛然如生。上面卻畫許多鬼神的形象，也有千手千眼的，也有三頭六臂的，點綴得十分莊嚴肅靜。\n\n使人不敢不敬，不敢不畏。再走進第二層，只見正當中放著一個石匣，有四五尺長短，上面都是細細鑿的花紋。麻叔謀見了，因心下有幾分懼怯，便不敢輕易來開看。又轉進看後一層，卻是小小的一個圓洞。洞中卻筆直的停著一個石棺材。麻叔謀與令孤達商量道：“這個棺材，一定要開看，方知端的。”令孤達道：“開便要開，只是不可褻瀆。”麻叔謀仍舊叫排下香案，二人又將前言拜祝了一回，方叫左右將棺材抬出，輕輕把蓋兒揭開。二人上前細看，只見裡面仰臥一人，容貌顏色猶紅紅白白，就像未死的一般；渾身肌膚，卻肥肥胖胖，潔白如美玉；一頭黑髮，從頭上、臉上、腹上一直蓋將下來，直蓋到腳下，倒又從身後轉繞生上去，只生到脊背中間方祝手上的指爪都有尺餘長短，自然是個神仙的模樣。\n\n有詩為證：\n\n仙人遺蛻，遂於大明。\n\n冥冥窈窈，常抱至精。\n\n顏如玉美，貌若花榮。\n\n髮長繞足，指爪手盈。\n\n有形有相，無臭無聲。\n\n若真若幻，不死不生。\n\n莫言羽化，大道憶成。\n\n麻督謀看了這些奇形異狀，料是得道仙人的骨相，不敢輕易打動，仍叫左右將棺蓋上。又與令狐達商議道：“看此一段光景，若要遷移動了，又要得罪神明；若照舊葬下，這河道卻如何區處？”令狐達道：“老先生切莫要忙，我們且去把前邊那個石匣開了看看，再作計較。”二人遂折出前一層，叫眾人把石匣的蓋兒揭起。只見裡面並無別物，只有三尺來長、一尺來闊的一塊石板。上面寫著許多字跡，都是蝌蚪鳥跡篆文，茫茫一片，辨它不出。令狐達道：“此石板定是個碑銘偈贊之類，須是看明瞭，方知它出處下落。”麻叔謀道：“這些上古籀文，一時不能辨認，卻是如何？”令狐道：“人多智廣，或者眾人之中有能識的，也未可知。”麻叔謀遂傳令道：“不論官吏，不論丁夫，不論老幼男女，如有識得石上篆文者，即免其差役。”\n\n發下令來，大家都巴不得要脫苦役，略認得幾個篆字的，也來看上一會。怎奈這篆文，乃仙家妙用，這些愚民俗子，如何得能識破？你猜張字，我猜王字，大家譯了一場，終莫能辨。麻叔謀滿心焦躁。令狐達道：“不必心焦，隱逸之中，定有高人，可著人四下去訪。”麻叔謀又只得傳下令說道：“不論軍民人等，有能訪得高賢隱士識此篆文者，丁夫免役，其餘重賞。”才發下令來，只見一個丁夫向前稟道：“小的認得一人，可以識此。”麻叔謀問道：“此人是誰？”丁夫道：“小的乃下沛人，此人與小的同鄉。這下沛地方，漢時曾有個神仙，叫做黃石公。此人因慕黃石公為人，就自家起一個號，叫做白石老人。這一村因他，遂順口呼為白石村。\n\n村中相傳說他有百十餘歲。據小人的祖父說，他百十年前就是這個模樣。如今鶴髮童顏，步履如飛。此人無書不讀，凡說的話，往往有些應驗，其實像有幾分仙意。這篆文若叫他看，定然認得。”麻叔謀大喜道：“你就與我叫來，如認得出，我重重有賞。”丁夫道：“此人道高德重，小人如何叫得他來？還求老爺差人去喚，或者肯來。”令狐達道：“這話說得有理，山中有道之士，不事王侯，高尚其志，須加優禮相待，還該差人去請才是。”麻叔謀遂撥了兩匹馬，發了一個名帖，又差兩個吏人同丁夫去請。去了半日，只見丁夫同了一個老人，也不騎馬，竟步行而來。將到面前，麻叔謀與令狐達將那老人仔細一看，怎生模樣？只見他：鶴髮蓬鬆，經莫有七八十歲的年紀；童顏鮮美，還不上十七八歲的姿容。兩支黑瞳子，深入眼中；三縷白鬍須，長垂腹下。眉稜骨高高聳起，手指甲曲曲蟠來。一雙大耳輪，直壓肩頭；兩道長眉毛，竟連鬢角。一頂破方巾，高罩壽星頭；兩隻爛皁靴，斜穿仙鶴腿。文縐縐似東魯夫子行來，慢騰騰如南極老人降下。\n\n那白石老人見了麻叔謀、令狐達二人，也不行禮，竟只是朝上一個長揖。二人見他仙風道骨，料不是凡庸之人，慌忙答禮”白石老人道：“老朽乃山谷野人，無知無識，蒙二位大人呼喚，不知有何吩咐？”麻叔謀道：“我等奉朝廷嚴旨，開掘淮河，不期才掘得數裡，忽有一石穴攔路，穴中有一個仙人遺蛻，我等不敢輕動。今幸搜得一個石碑，若認得碑上篆文，便有了出處下落。怎奈這篆文乃仙家字跡，下官等不能辨識。聞老翁多學有道，必知仙家玄奧，乞為指教。”白石老人道：“石碑在於何處？”麻叔謀隨叫左右將石碑取至當面。老人近前仔細看了一遍，說道：“此乃是個石銘。”麻叔謀道：“既是石銘，求老翁讀一遍與下官等聽。”老人道：“上邊有大人的尊諱，老朽不敢唐突。”令狐達道：“既如此，敢勞抄譯出來。”隨取紙筆，老人一一寫出。二人細看上面說道：我是大金仙，死來一千年。\n\n數滿一千年，背下有流泉。\n\n得逢麻叔謀，葬我在高原。\n\n髮長至泥丸，更候一千年；\n\n方登兜率天。\n\n麻叔謀見連他姓名都先寫在上面，驚訝不已，方信仙家妙用，自有神機。又服老人能識仙字，因復問道：“我等開河，得成大功否？”老人道：“大人奉當今天子明旨，威權加於海內，大功何患不成。”麻叔謀又問道：“成功後富貴如何？”老人道：“富貴小事，還有二金之喜。”麻叔謀道：“何謂二金？”老人道：“後來自知。”遂不肯說。麻叔謀大喜，隨取綵緞二匹，白金十兩，以為謝禮。老人笑道：“山僻野人，要此何用！”竟不肯受，依舊是一揖辭去。\n\n正是：\n\n山中抱道人，性命有至寶。\n\n世上黃白金，視之同糞草。\n\n麻叔謀見白石老人去了，隨與令狐達商議道：“大金仙既前知今日之事，則我等替他改葬，料無妨矣。”令狐達道：“改葬自然無妨，還須撿塊好地。”麻叔謀不敢褻狎，親到城西，選擇了一帶又豐壟又茂盛的高原，另具棺槨，將大金仙加禮厚葬於上。即今大佛寺是其遺蹟。\n\n正是：\n\n不怕奸謀海樣深，一臨仙術便寒心。\n\n千年遺蛻知靈否？厚禮高高葬碧岑。\n\n不知大金仙改葬之後，畢竟又有何事，且聽下回分解。"
		},
		{
			"章節": "第二十回",
			"章節名稱": "留侯廟假道 中牟夫遇神",
			"章節內容": "詞曰：\n\n人世堪憐，被鬼神播弄，倒倒顛顛。才教名引去，復以利驅旋。船帶纖，馬加鞭，誰能得自然！細看來，朝朝塵土，日日風煙。∪乃?蘋?奐椋?蚧鸝由畲Φ炙籃??Ｉ鄙砬蟾還螅??就?襝傘？莨切啵??巰剩?街?親鐲?Ｄ薌溉恕⒊?晃鑀猓?啦交?齲?\n\n話說麻叔謀既改葬了大金仙，遂催督人夫開挖河道。原來王賁這條舊河，只有十數裡遠近開完了，便都是人家的田地房產。或是墳墓陵寢，或是庵觀寺院；或是郡縣，或是城池。麻叔謀總不顧它，只是取直了河道，竟自挖去。遇人家挖人家，遇城廓挖城郭，遇墳墓挖墳墓，一毫也不做人情。若有人說半個不字，便請過聖旨來，或打或殺，定要害他性命。故此一路上任他橫行，無一人來阻擋。只可憐那些沿河的百姓，平空裡將好家好當都挖做一條河道，就如遭喪失火一般，一個個抱男負女，各處去逃生。一路上挖得墳墓中的骨櫬都堆積如山，好不悽慘！\n\n正是：\n\n殺人一命猶須報，百萬生靈卻奈何！\n\n不是君臣能作孽，由來天道有平陂。\n\n麻叔謀催督人夫開挖，一日將挖到陳留地方，眾夫正往前挖，忽然烏雲陡暗，猛風和箭，驟雨翻盆。冰雹子就如卵石一般，一陣一陣的亂打將來，打得那些丁夫跌跌倒倒，往後倒退；再打慌了，一個個都拖鍬曳鋤，跳上岸，往樹林裡去躲。原來這風雨冰雹，雖然凶狠，卻只打得裡餘遠近，眾人跑遠了就打不著。麻叔謀正在後邊催督，只見前面丁夫亂紛紛禁扎不住的都往後退，慌忙問道：“為何這等亂退？”眾人說道：“前面風雨大，冰雹子打慌了，故往後退。”麻叔謀大罵道：“這樣胡說！這等晴天，哪裡來的風雨冰雹？”眾人稟道：“小的們上萬人同被打傷，難道敢一齊說謊！”麻叔謀猶不肯信，忙叫搭轎親臨去看。麻叔謀上了八人顯轎，前面張著一把黃涼傘蓋，猶氣昂昂的不在心上。不期才到得界邊，忽然一陣狂風猛雨劈面刮來，冰雹子就如飛蝗，從半空中乒乒乓乓打將下來。黃涼傘先被風颳作幾截，傘衣都東一片，西一片，碎碎飛去。抬轎眾人被冰雹子打得頭破血出，立腳不住，一聲響，把麻叔謀跌下地來，紗帽圓領，盡行打得稀爛。\n\n雨又大，風又緊，冰雹子又凶，麻叔謀在地下扒來扒去，掙了半晌，也掙不起來。還虧自家一個得力家人，叫做黃金窟，有些膂力，看見主人這般模樣，慌忙跑到面前將麻叔謀抱將起來，往後拖了便走。麻叔謀哪裡還敢停留，將兩隻手蒙著頭，奔命一般飛走。距離了百十餘步，風雨方才稍緩。黃金窟見沒有風雨，就叫道：“老爺慢走，沒風雨了！”麻叔謀被打慌了，哪裡就敢住腳！又跑有二三十步，方才歇祝急放下手來看時，頭髮俱已打散，紗帽都不知去向，眉角上被冰雹子打傷了一塊，微微的流出血來。立了半晌，眾跟隨才趕去拿了一頂巾，牽了一匹馬來。麻叔謀到此田地，顧不得羞慚，只得按上方巾，騎了馬，惶惶恐恐的走將回來。\n\n正是：\n\n謾道天無眼，從來有鬼神。\n\n猛風兼雨雹，偏要打奸臣。\n\n麻叔謀到得行營，著實有幾分沒趣。只得重新收拾，換了衣服，忙著人請令狐達來商議。不多時，令狐達來到。麻叔謀將上項事情說了一遍。令狐達思想道：“這樣晴天，卻有風雨冰雹，又只在一處，並不打遠，此必是地方什麼土神護守疆界，不容開河，故弄這些神通驚駭眾人。”麻叔謀道：“就是土地神，卻也沒處查考。”令狐達道：“只消喚幾個鄉民來問便知。”麻叔謀隨吩咐左右道：“你到附近鄉村中撿知事老成的鄉民叫幾個來，我有事要問他。”\n\n左右去不多時，帶領了十數個鄉民來見。麻叔謀忙問道：“你這地方有什麼神道最為靈顯。”眾鄉民道：“此去不上二三裡，有一座留侯廟，乃漢代張良老爺的香火。這位老爺，十分靈顯。小人這鄉村中，若是乾旱去求雨，立刻就有雨來；若是水潦時求晴，立刻就雲開日出。就是男婦有什麼疾病，若是誠心去祈禱許願，也不日就好。此乃是陳留一郡至靈至聖的一位古神。”令狐達問道：“這廟宇是民間私自創蓋的，卻是朝廷敕賜的？”眾鄉民道：“這廟乃歷朝敕建的，郡中老爺春秋皆來祭祀。”令狐達問明端的，遂發放了鄉民，與麻叔謀說道：“漢留侯乃是一位正神，既受了這方血食，自然要為地方護守。”麻叔謀道：“如此卻怎生區處？”令狐達道：“還須是老先生與學生備了香燭，穿了公服，前到廟中，將皇上的聖旨宣讀一遍，拜禱留侯，求他假道，方可過去。”麻叔謀被打怕了，聽見還要他去，便搖頭道：“極該如此！只是學生實去不得，敢煩老先生代走一遭吧。”令狐達道：“老先生是正，學生是副，禮該同去，如何代得？”\n\n麻叔謀沒奈何，只得依著令狐達，叫人安排香燭紙馬祭禮，又穿了公服，也不抬轎，同令狐達騎了兩匹馬，帶領跟隨，到留侯廟來燒香假道。誰想神明赫赫有靈，麻叔謀的馬才到得界口，忽一陣猛風大雨，冰雹子又一齊捲來。卻也作怪，那風雨冰雹，就是認得人的一般，一毫也不打到令狐達身上，偏只望著麻叔謀沒頭沒臉的打來。麻叔謀心下原十分駭怕，只看見風雨一起，他也不顧令狐達，帶轉馬頭，加上一鞭，飛星一般跑了回去。令狐達見麻叔謀跑回，又不好獨去，也只得兜馬轉來。到得營中，對麻叔謀說道：“風雨乃神明肅殺之氣，不過是祛滌人之邪心，無十分厲害，老先生為何就忙忙走回？”麻叔謀道：“有大害無大害，學生是斷然不去的，只煩老先生另作一處罷。”令狐達沉吟了半晌道：“老先生既不肯去，只得寫表申奏朝廷，只說神明顯赫，我等職卑不能祈禱，求聖上差官致祭，假道前來。”麻叔謀道，“這個使得。”隨寫成表章，連夜差人奏入東京。煬帝這一日正在儀鳳院與袁寶兒、薛冶兒投壺賭酒耍子，忽見奏章，看了其中詳細，說道：“留侯乃漢代良臣，又為我朝正神，不可褻瀆。”遂命翰林院官做了一道祝文，尚寶官打了一顆國寶，又取白璧一雙，叫有司具少牢的祭祀，差太常卿牛弘前去陳留留侯廟中致祭，求他假道，以成開河之功，各衙門領了聖旨，隨即將祭祀打點停當。牛弘奉旨不敢遲延，登時取道望陳留而來。到了行營，麻叔謀、令狐達二人慌忙接住，敘了寒溫，問了來意，隨將祭祀著人抬到廟中。牛弘隨後上馬去祭。麻叔謀中心畢竟駭怕，推有足疾不便行禮，不敢同去。只有令狐達一人相陪而往。真個是天子威權，非同小可。二人到了界口，哪有什麼風雨冰雹！\n\n正是：\n\n莫笑君無德，君王位至尊。\n\n一身持社稷，三足並乾坤。\n\n道法傳千古，威權徹九閽。\n\n鬼神雖顯赫，莫敢不承人。\n\n令狐達陪著牛弘到了廟前，細細觀看殿宇，甚是莊嚴。廟門上橫著一個匾額，上寫著“敕建漢留侯廟”六個大金字。甬道旁種著兩行柏樹，陰陰森森，十分嚴肅。正殿上供奉著留侯的神像，兩廊上都畫著張良出身的故事。左邊畫的是募力士，錐秦始皇於博浪沙中；右邊畫的是遇黃石公，圯橋三進履；下邊一帶卻畫著燒絕棧道，賣劍，說韓信，囊沙擒龍且，辟穀從赤松子遊，各樣故事，裝飾的甚是莊嚴齊整。後殿上卻供養著黃石公在內。真個是漢代出類拔萃的豪傑，與眾不同。後唐人李太白過此，有詩讚之曰：子房未虎嘯，破產不為家。\n\n滄海得壯士，錐秦博浪沙。\n\n報韓雖未成，天地皆震動。\n\n潛游匿下沛，豈曰非智勇。\n\n我來圯橋上，懷古欽英風。\n\n唯見碧流水，曾無黃石公。\n\n嘆息此人去，蕭餘徐泗空。\n\n牛弘與令狐達二人看了一回，見有些顯赫，不敢怠慢，隨命左右將祭禮排下，點起香燭。牛弘拜了四拜，然後將白璧一雙，獻與聖座之前。自家卻將煬帝要開河的旨意細細宣了一遍。令狐達也將奉旨開河之事，再三拜禱。二人拜禱畢，遂同出殿外，到紙爐邊來焚帛奠酒。帛焚未完，只見正殿內捲起一陣風來，颳得窗櫺門扇都錚錚有聲。香爐中的煙氣一霎兒噴吐如霧，風霧中就像有無數鬼神往來之狀。\n\n正是：\n\n風聲連屋響，得霧滿庭飛。\n\n莫道幽明隔，神靈自有威。\n\n眾跟隨人役，一個個都嚇得膽戰心驚。幸喜得牛弘與令狐達二人有幾分膽量，敬立在丹墀下面，毫不退動。不多時，風煙平息。二人復進殿來看時，一對蠟燭依舊照得明明亮亮，毫釐不曾吹動。聖座前一雙白璧，早已不知去向。二人見靈異倍常，更加謹凜，又同拜了幾拜，忙叫左右收拾過祭禮，退還行營。麻叔謀接住，聞知這般靈應，心中著實駭怕，又不好說出，只得勉強支撐，叫備酒與牛弘送行。牛弘因事已畢，不敢久留，吃過酒，隨辭了二人，回東京復旨不題。\n\n卻說麻叔謀終有幾分心怯，到次日依舊要催督人夫開河，他卻只躲在後面，定要推令孤達上前。令狐達知道他駭怕，便湊趣不來睬他，竟自帶領人夫向前開挖。真個鬼神有靈，自從祭祀過了，便無風無雨，大家安然挖將過去。不數日就挖過了陳留地方。麻叔謀見過了陳留，不在留侯境內，心下不怕，便換了令狐達到後營，他依舊到前面來逞威使勢的催督。原來令狐達為人寬厚，雖然督工不懈，若是遇人夫有病，便將他換到後面調理，待好了再補入隊中。因有這一段空處，有一丁夫，乃是中牟人，人就順口叫他中牟夫。這中牟夫偶患心氣疼，不能開挖，也是他造化好，剛剛遇著令狐達在前營，遂將他換到後邊調理。不期這一日中牟夫疼痛難禁，行走不得，遂躲出營外，在一棵樹根上坐了歇息。眾人因他有病，也不來催他，遂一陣一陣的都去了。這中牟夫坐了一會，因神情睏倦，不覺竟昏昏睡去。及至醒來，早已東方月上。中牟夫著了一驚，忙走起看時，挖河人夫也不知去了多遠，又不知晚了幾時。幸喜得腹中疼痛好了，只得抖擻精神，趁著月光，沿著那條新挖的河道一直趕來。走不上二三百步，只見前面燈燭熒煌，許多人馬之聲呼喝而來。中牟夫尋思道：“這山野地方，又是半夜三更，如何還有官府往來？”\n\n正驚疑之際，只見人馬執事早已走到前面，一隊一隊，甚是尊嚴，不像郡縣官府模樣。過去了許多儀從，然後正中間簇擁著一位貴人出來。那貴人頭戴一頂有簪有纓的金冠，身穿一件半龍半蟒的袞服，騎了一匹白馬，左右跟隨都是錦衣花帽，中牟夫定睛細看，見是個王侯氣象，方才慌了，忙忙的要往樹林中去躲。不期早被那貴人看見，叫一聲“拿來！”左右不由分說，便將中牟夫帶到面前。中牟夫嚇得魂不附體，跪在地下，半字也不能說出，只是戰兢兢不住的磕頭。那貴人吩咐道：“不要著慌，不難為你。只要你帶件東西還你家皇帝，就說我還他白璧一雙，十二郎當賓於天。”中牟夫聽了忙說道：“小人乃開河的伕役，如何得見皇帝，帶白璧還他？貴人道：“只交付與你本官就是。你若隱瞞不報，我定拿來殺了！”隨叫左右將白璧付與中牟夫。中牟夫接璧，再要問時，那貴人早已躍馬往西而去。去不上三五十步，一陣風過，那些燈火人馬，俱忽然不見。中牟夫嚇了一身冷汗，方知是遇著神道。幸得月色皎潔，還有一二分仗膽，定了定神，因思道：“莫非做夢？”卻又一雙白璧明明拿在手裡，沉吟了一會，沒做道理處，只得硬膽迎著月色向東而走。\n\n原來那些丁夫雖然過去了，因人眾牽牽連連，卻去不甚遠。中牟夫走不上一里多路，早望見後營燈火，心才放下幾分。又走有半里多路，方才走到。他將白璧好好收了，悄悄地尋著自家的隊伍，也不驚動眾人，竟自睡了。到次早不敢隱瞞，一徑到麻叔謀營中來報。見了麻叔謀，因說道：“小人昨夜因病行不上，落在後邊，忽遇一位神道，與小人白璧一雙，叫小人帶還皇帝。又說道：‘白璧一雙，十二郎當賓於天。’小人不敢隱瞞，故報知老爺。”\n\n麻叔謀聽了大怒，罵道：“你這廝在令狐爺面前推病躲懶，不知在哪裡去快活了幾日！恐怕我查點出來，故造此一篇謊來瞞我。我且問你，如何叫做‘十二郎當賓於天’？”中牟夫道：“小人如何曉得，他是這般說，小人只得這般報知老爺。”麻叔謀道：“他既對你說，你為何不細細問明？”中牟夫道：“老爺，他是個神道王侯一般的服飾，左右人馬簇擁，好不赫赫怕人。小人彼時已驚倒在地，哪裡還敢問他長短？若是小人說謊，這一雙白璧，卻是哪裡來？”隨將白璧送上。麻叔謀接璧看時，認得是煬帝祭留侯之物。心下便明白昨夜的神道，乃是張良，只不曉得“十二郎當賓於天”是何意思。原來這是句隱語，煬帝只實做了十二年天子，就被弒死了。故此說“十二郎當賓於天”，只到後來方才解得，此時如何得知？麻叔謀思想了一會，欲要奏知煬帝，又捨不得這雙白璧，既到手又送了出去；欲要藏起白璧，竟不奏聞，又恐怕中牟夫亂傳出去，將後來煬帝知道不便。又揣度了半晌，心下只貪圖白璧哪裡還顧得中牟夫的性命！遂變轉麵皮大怒道：“什麼神道！什麼白璧！分明是躲避差役，詭言惑眾，都像你這般見神見鬼，這河道幾時方能挖通？”叫左右快推出梟首示眾。中牟夫忙上前分辯，怎擋得麻叔謀拍著几案大叫如雷，總不容他開口，一刀梟了。可憐中牟夫一條無辜的性命，明明被麻叔謀貪財害了。\n\n正是：\n\n人逢利處難逃，心到貪時最硬。\n\n只因兩塊石頭，害了一條性命。\n\n麻叔謀既殺了中牟夫，遂將一雙白璧收入私囊。又吩咐左右不許亂傳。如有漏洩者，以中牟夫為樣。左右都畏懼麻叔謀，誰敢管他閒事！因此竟無一人得知，只到後來麻叔謀事敗眾人方才說出。後話休題。且說麻叔謀吩咐才完，忽前隊隊長來報道：“前面雍丘地方有一帶大林，樹木交加，林中有一所墳墓，墳墓上有一座祠堂，正礙著開河的道路。小的們不敢擅自挖毀，請老爺鈞旨施行。”麻叔謀隨上馬親自來看，到了林中，只見墳墓與祠堂雖不甚大，卻周圍護衛，隱隱約約覺有幾分靈氣。麻叔謀因在留侯廟吃過一番虧，知道神明不是好惹的。故見此墳墓，也不敢輕易動手。隨叫左右喚鄉民來問。不多時，鄉民喚到。麻叔謀因問道：“這是誰家墳墓？”眾鄉民答道：“這不是如今人家的墳墓，乃上古高人的礦穴。也不知多少年代，也不知姓張姓李，這一方都相傳叫他做隱士墓。這個死的神道，最是靈驗。近村放的牛羊，腳蹤兒也不敢走到墓上，就像有人看守一般。”\n\n麻叔謀聽見說是隱士墓，便不放在心上，隨發放了眾鄉民，登時叫人夫上前開掘。眾人夫得令，不管好歹，大家拖鍬拽鋤，一齊動手。拆祠的拆祠，掘墓的掘墓；這一隊起石，那一隊築土，把一座墳墓挖得七坑八缺。挖下去三五尺，忽然露出一層石板，石板縫裡都長起靈芝瑞草，異香撲人。麻叔謀見了，卻也忍心，不管什麼，只是叫掘。眾人夫誰敢停留，乒乒乓乓，把那一層石板盡行挖去。不期挖了一層，下面又有一層。麻叔謀道：“就是一百層，也要挖將下去。”眾人一齊努力，不多時，又將這一層挖去。到了第三層，四邊都是土地，唯正中間是一塊石板。這塊石板，卻也不小，周圍約有五六丈大小，四四方方，蓋在上面。麻叔謀只倚著自己人多，又吩咐道：“石板大，挖不起，就鑿碎了罷。”眾人在上面，蜂屯蟻聚，你一錐，我一鑿。霎時間，將一塊石板打得粉碎。不料石板下是個大空穴，大家鑿破了石板，忽然一聲響亮，就如山崩地裂之狀，連人連石板都墜將下去。\n\n正是：\n\n不是天崩，也非地塌。\n\n天地殺機，實由人發。\n\n不知眾人跌入穴中，畢竟有何奇異，且聽下回分解。"
		},
		{
			"章節": "第二十一回",
			"章節名稱": "狄去邪入深穴 皇甫君擊大鼠",
			"章節內容": "詩曰：\n\n不是天差與地訛，當時劫運自生魔。\n\n乘權狐鼠千般橫，竊位豺狼百樣苛。\n\n人事謾言爭不得。鬼神亦莫敢相呵。\n\n不須感嘆生民苦，否泰迴圈可奈何！\n\n卻說麻叔謀率領丁夫掘隱士墓，挖到第三層石板上，不防下面是個空穴。打碎了石板，連人連石板，都一齊跌入穴中。忙忙救得起來，人撞石板，石板壓人，傷的傷，死的死，也不知損壞了多少丁夫！麻叔謀吃了一驚，忙差的當人役下穴去探看這穴中有多大。眾人役忙用繩索系將下去，四面探看，只見這穴有些奇怪，直落去止有二三丈深，到了下面，便有一個橫穴進去，進去不止十數步，便又是一個直穴。眾人趴到穴邊，望下一看，只見穴中黑暗就如深井一般，也不知有許多深淺。大家再要系將下去，卻又沒有這樣大膽，都只在穴上轉來轉去。正商議間，忽聽得穴中隱隱約約有鐘磬之聲，眾人大驚；再往穴中一看，只見穴底下，熒熒煌煌一派燈火，照得雪亮，一直望將下去，就像枯海一般，其深無底。\n\n眾人見這般奇怪，誰敢自作主張，只得又系將上來，報與麻叔謀知道。麻叔謀尋思道：“下邊既有鐘磬燈火，非神即仙，必定有些古怪，須得一個勇敢大膽之人，系入穴中，探看明白，方好開挖將去。”因問道：“你眾人有膽大能入穴探看的，吾當重重賞賜，決不食言。”眾人就像啞了一般，哪個敢出來答應？麻叔謀見無人答應，又指名叫幾個健漢，要他們入去。眾健漢都一齊哭將起來稟道：“小的們雖然叫做健漢，不過止多幾斤膂力，實沒有什麼本事。若是平地上差役還可掙扎，這穴中有百丈之深，下面都是鬼怪出沒地所在，小的一個活人，能有多大氣魄，如何敢去！只望老爺超拔。”麻叔謀知道強眾人不得，隨喝退眾健漢，忙叫左右去後營請令狐達來商議。不多時，令狐達請到。麻叔謀將上項事情說了一遍後，道：“如今只苦沒個膽大之人。敢去探看。”令狐達道：“這不難，有一人儘可去得。”麻叔謀忙問道：“此人是誰？”令狐達道：“此人平素好劍術，常自比荊軻、聶政為人，有膽氣，有智略，姓狄，名去邪，是個武官出身，現任武平郎將。如今現在一營管督糧米。若差此人，他定然去得。”麻叔謀聽了大喜。隨叫左右去請。卻說狄去邪，正在後營查點糧米，忽見麻叔謀來請，忙換了公服，隨著左右來見。不多時到了前營。麻叔謀將狄去邪上下一看，果然生得像一個好漢。怎見得？但見：八尺身長，十圍腰大。雙眸中灼灼生光，滿面上堂堂吐氣。天生成骯骯髒髒之骨相，自煉就磊磊落落之胸襟。不學書而學劍，愛談俠而談兵。血可瀝，頭可斷，鹹知有慕義之心；虎可暴，河可憑，盡道有包身之膽。真是萬人必往吾何懼，報到睚眥誰敢當！\n\n狄去邪進得營來，忙參見麻叔謀、令狐達二人。二人因用人之際，俱出位答禮。參見畢，麻叔謀便說道：“請將軍來，別無他事，因前面隱士墓，挖出一個大穴，穴中有燈火熒煌，不知是何奇異。聞將軍膽勇兼全，敢煩入穴中一探，便是開河第一大功。明日奏知聖上，自有重用。”狄去邪道：“末將乃無用之人，既蒙二位老大人差遣，敢不效力。但不知穴在何處？”麻叔謀見狄去邪一口應允，滿心歡喜。隨起身與令狐達、狄去邪，同到穴邊來看。狄去邪看了一回，因說道：“既要下去，便斯文不得。”遂脫去公服，換上一件緊身細甲腰間懸了一口寶劍，又叫左右取幾十丈長索，一個大竹籃，以便系將下去。又在索子上拴了許多大鈴，欲要上來時，以搖得鈴響為號。\n\n不多時，打點停當。狄去邪辭了麻叔謀、令狐達二人，遂同一班人役，先系下穴中。再轉入橫穴，然後將竹籃放在大穴口裡。又叫眾人用圓滾木為軸，橫在穴上，繫好了索頭，竟自坐入籃中。眾人扶定滾木，一節一節慢慢的放將下去。這條索子，接了又接，足放有五七十丈方才到底。狄去邪起初在上面看時，見底下輝煌照耀，像有燈火一般。到了下面，哪有什麼燈火，四圍都是黑暗暗一毫也看不見。狄去邪真有主意，也不慌，也不忙，倒將眼睛閉了。存息一會，再睜開看時，便覺微微有些亮影。他方才輕輕的走出籃來，也不辨東西南北，就真著那些亮影兒慢慢的摸將去。摸不上十數步，漸覺有幾分光亮。再走得三五十步，忽然通到一處，猛抬頭看時，也是有天有日，別是一個世界，與人間無二。狄去邪看了這段光景，不覺恍然嘆道：“人只知在世上爭名奪利，苦戀定了閻浮塵土，誰知這深穴中，又有一重天地。真是天外有天，神仙家妙用無窮。”\n\n心下早把功名之念，看淡了幾分。又信著步兒往前走去，轉過一帶石壁，忽見一座洞府，四圍都是白石砌成；中間一座門樓，門外列著兩個石獅子，就像人間王侯的第宅。狄去邪真也大膽，不管是好是歹，竟走進門來，東西一看，並不見有人在內，只見向南一層石門緊緊關著。狄去邪不敢輕易去敲，只得站在旁邊等候，指望有人出來。立了一會，人倒不見，忽聽得東邊一間石房裡，得得有聲。狄去邪忙走近前從窗眼裡一張，只見裡面四角上，立了四根石柱，石柱上有鐵索一條，繫著一個怪獸在中間，那怪獸把蹄兒突了幾突，故外面聽的得得有聲。那怪獸生得有些奇異，尖頭賊眼，腳短體肥，彷彿有一個牛大，也不是虎，也不是豹。狄去邪看了半日晌，再認不出，猛然想了一想，再定睛一看，卻原來是個大老鼠。狄去邪著驚道：“老鼠有這般大，還不知貓有多大，此中斷非人世間矣。”正躊躇間，忽見正南兩扇石門開放，走出一個童子來。那童子生得：皙皙清眉秀目，纖纖白齒紅脣。雙丫髻煞有仙風，黃布衫頗多道氣。若非野鶴為胎，定是白猿作骨。\n\n那童子看見狄去邪便問道：“將軍莫狄去邪乎？”狄去邪大驚道：“正是，正是！仙童何以得知？”童子道：“皇甫君待將軍久矣，此時方來，何不快快進去？”遂邀狄去邪同入。狄去邪見有些奇怪，不敢推辭，只得隨著童子入來。進得門來，始見殿宇崢嶸，廳堂弘敞，不是等閒氣象。將至殿前，再往上一看，只見殿上坐著一位貴人，身穿蟠龍絳服，頭戴八寶雲冠，垂纓佩玉，儼然就是一個王者。左右排列著許多官吏，階下侍衛著兩班武士。狄去邪見這般赫赫揚揚，知是皇甫君，忙肅衣容進前再拜。皇甫君也不開言，也不答禮，只等狄去邪拜完，方才叫一個綠衣吏，將狄去邪領到西邊廊下站著。狄去邪不敢問他長短，只得隨了綠衣吏，到西階站下。忽聽皇甫君傳旨，叫把阿摩牽來。只見幾個武士，生得形容醜惡，又長又大，領了令旨，忙往外走。去不多時，就將石房內那個大老鼠牽來。狄去邪原是在京官員，曉得煬帝小名叫做阿摩。乃見牽進鼠來，心下暗想道：“當今皇帝，終不成是個老鼠精變的？”又不敢做聲，只得側著耳朵細聽。皇甫君見大鼠牽到，遂責它說道：“阿摩，我念你馴養日久，姑與你脫去皮毛，為一國人王帝主，便是你莫大之福，有何虧負於你？你卻不遵天道，苦苦的窮奢極欲，虐害生民。”那大鼠也不哀叫一聲，倒把頭往上搖了幾搖，尾巴向後擺了幾擺。皇甫君看見更大怒道：“你這畜生，如此荒淫，尚不知悔，留下你未免要殃害黎民。”遂叫武士將大棒攔腦門著實痛打。武士得令，舉起大棒沒頭沒腦，盡力打將下來。一聲響亮，就如山崩地裂。那大鼠疼痛難禁，咆哮大叫，渾似雷鳴。武士方要舉棒再打，忽半空中降下一個童子，手捧一道天符，忙止住武士不要動手，對皇甫君說道：“上帝有命。”皇甫君聽了，大驚失色，慌忙趨下殿來，俯伏在地。童子遂轉到殿上，宣讀天符道：“阿摩國運原該一紀，今已七年，更候五年，可將練巾繫頸賜死，以償荒淫之罪。今日暫免其楚之苦。”童子讀罷天符，依舊冉冉騰空而去。皇甫君覆上殿，說道：“好了你這個畜生，若不是上帝好生，活活的將你打殺。今還有五年受享，你若不知改悔，也終難免頸上之苦。”說罷，叫武士照舊牽出去鎖了。\n\n武士領旨牽去，皇甫君才叫狄去邪到面前問道：“你看得明白麼？”狄去邪道：“某乃塵凡下愚，仙機安能盡識！”皇甫君說道：“你但記了，後日自然知道。此乃九華堂上，你非有仙緣，也不能到此。”狄去邪道：“某奉麻叔謀之命，入穴探取吉凶，不期誤入仙府，今進退茫茫，伏乞神明指示。”皇甫君道：“你前程有在，但須澄心猛省，不可自甘墮落。麻叔謀小人得志橫行，罪在不赦。你可對他說我感他伐墳墓之情，無以為謝，明年當以二金刀相贈，勿謂酬勞之輕。”說罷，又吩咐一個綠衣吏道：“你可引他出去。”狄去邪在威嚴之下，不敢細問，只得拜謝而出。綠衣吏引著狄去邪不往舊路來，轉過幾株大樹，走不上一二百步，綠衣吏用手往前一指說道：“前邊林子裡卻是大路。”狄去邪抬頭一看，只見樹木交加，並不見什麼大路。急回頭問時，綠衣吏早已不見。\n\n狄去邪胸中狐疑不定，再轉身看時，連那座洞府，都不知哪裡去，越覺駭然道：“神仙之妙，原來如此！”只得一步一步，奔進林子中來。過了林子，卻是一帶山崗，雖不十分險峭，卻也崎嶇狹隘，不好行走。狄去邪只得攀藤附葛，慢慢的走將過去。轉過山崗，前面便是平坦坦的大路，路雖然好走。狄去邪卻終有些恍惚。又不知是已出穴外，又不知是否在穴中，只得照著大路，一徑走來。又走有二三裡田地，忽見幾株喬木，環繞成村，村裡面一帶疏籬，掩映著數間茅屋，倒有些幽雅景緻。怎見得？\n\n但見：\n\n青山四五疊，茅屋兩三家。\n\n傍水柴門小，臨溪石徑斜。\n\n老鬆蟠作壁，新竹織成笆。\n\n雞犬鳴深巷，牛羊臥淺沙。\n\n一村多少石，十畝足煙霞。\n\n春韻聞啼鳥，秋香吹稻花。\n\n宅垂陶令柳，畦種邵平瓜。\n\n西渚魚堪釣，東鄰酒可賒。\n\n山翁與溪友，相對話桑麻。\n\n狄去邪望見路旁有一帶人家，心才稍稍放下些。說道：“有問路的所在了。”遂忙忙奔入村中，見一家籬門半開半掩。狄去邪遂挨身入去立了一歇，並不見有人出來。狄去邪只得輕輕的咳嗽幾聲，早驚動了一隻小花狗兒，在籬笆旁邊汪汪的亂叫。叫了半晌，裡面方才走出一個老人來問道：“是誰在此？”狄去邪忙閃睛一看，只見那老人生得：雪白頭顱雪白鬚，婆娑真有百年餘。\n\n莫言野老身康健，步履全憑拄杖扶。\n\n狄去邪見了老者，慌忙上前施禮道：“下官迷失道路，特造寶莊，敢求老翁指教。”那老者看見狄去邪身上穿甲，腰間掛劍，慌忙答禮道：“將軍貴人，為何徒步到此荒村？”狄去邪不敢隱瞞，遂將入穴遇皇甫君，及棒打大鼠的事情，細細說了一遍。老者聽了，又驚又喜，笑嘻嘻說道：“原來當今皇帝，是個老鼠變的，大奇大奇！怪道這般荒淫無度，全沒些人君氣象。”狄去邪說道：“某自入穴，心下彷徨，不知此間是何地方，到雍丘還有多遠？”老者道：“將軍不必心焦，此間乃嵩陽少室山中，沿大路往東去，只三裡便到寧陵縣中，不消又往雍丘去了。將軍入穴這半日，想不曾用飯，若不棄嫌野人的精糲盤餐，稍進一箸，再慢慢回去，未為遲也。”狄去邪走了半日，腹中實是飢餓，又見說道寧陵只三裡，心下早已放寬。因說道：“雖承翁丈厚意，只是打攪不便。”老者道：“鄉下家常飯，只好充飢，何攪之有！”遂將狄去邪邀入草堂，隨叫一個老蒼頭去收拾飯饌，因對狄去邪說道：“據將軍今日所見之事，看將起來，當今皇帝，料沒多時光，就是麻叔謀，只怕其禍也不甚遠。我看將軍一貌堂堂，滿懷義氣，如何隨波逐流，與這一班虐民的權奸為伍！”狄去邪聽了，羞的滿臉通紅。因遜謝道：“承翁丈良言指教，某非不知開河乃虐民之事，只恨官卑職小，不敢不奉令而行。”老者笑道：“做官便要奉令而行，不做官他須令將軍不得。”狄去邪聞言解意，連連點頭道：“翁丈金玉之言，某雖不才，當奉為蓍龜矣。”老者道：“狂言唐突，望將軍勿罪！”\n\n須臾，老蒼頭擺上飯來，不過是塘裡的魚，自養的雞，與家園的蔬菜之類。狄去邪腹中正飢，放開肚飽餐了一頓，然後起身稱謝辭別而出。老者親拖了一條拄杖，直送到大路口上，因說道：“日色尚早，不要著忙。轉過前邊那個山嘴，便望得見縣中了。”狄去邪再三稱謝而別。才走了十數步，再回頭看時，哪裡有個老者，哪裡有什麼人家，兩邊都是些長鬆怪石，歷歷落落。狄去邪看見又吃了一驚，心中暗想道：“今日卻也作怪，遇著的事情，都有些蹊蹺。難道青天白日，鐵錚錚的漢子見鬼不成？”一頭想，一頭走，不多時轉過山嘴，果然就望見寧陵縣的城池樓閣。自家又想一想暗笑道：“須要留心看著，莫一過歇兒，連寧陵縣都不見了。”心下又像夢，又像醒，只走到縣中，見城市人民擠擠簇簇，方才通道是真。及尋問挖河人役，都說道：“還未曾挖到此處。”狄去邪遂不肯復走回來，隨報知縣官，竟自在公館中住了等候不提。\n\n卻說麻叔謀自差狄去邪入墓，在穴上等了一會，猛然一聲響亮，那個橫穴忽崩坍倒了，將許多拽繩索的人夫，都壓死在下面。麻叔謀吃了一驚，忙叫各隊丁夫，都一齊來挖，要將崩坍的浮土掘去，照舊露出穴口。好等狄去邪上來。眾丁夫左挖也挖不見穴口，右挖也挖不見穴口，將一所墳墓都掘光了，已成一條河道，也不見什麼穴口。麻叔謀心下不樂，還要叫人挖找。令狐達道：“不必尋穴口了，竟自開河去罷；就尋著穴口，狄去邪也料不能生矣。”麻叔謀方才傳令，不要尋穴，照舊開河前去。眾人夫得令，一徑望寧陵縣開挖將來，又開了七八日，方才到寧陵縣界口。這一日，麻叔謀才起來查點人夫，忽左右報道：“營外狄將軍要稟見老爺。”麻叔謀大驚道：“狄去邪已死在穴中，如何又有一人來稟見？”左右道：“明明一個狄將軍，現在營外。”麻叔謀暗想道：“前日令狐達原說此人能劍術，莫非前日隱遁開了，不曾入去？”隨傳令叫請進來。狄去邪進營參見才完，麻叔謀就問道：“前日將軍一入穴後，穴即崩坍，都以為死生難保，正要表奏朝廷，追封高義，不知將軍從何處得能安全到此？”狄去邪道：“某自入穴，也不知遇了多少奇事。”遂將遇童子，見皇甫君，責罰大鼠，天符下降，與贈金刀。綠衣吏送出，後來又逢老人留飯，上項事情，細細說了一遍。又道：“某到寧陵中，已經七日矣。”\n\n麻叔謀聽了，似信不信的答道：“贈我什麼金刀？”狄去邪道：“某也不解其意。但皇甫君說道：‘感老大人伐墳墓之情，明歲當以二金刀相曾。’某不敢不據實報知。”麻叔謀笑笑說道：“這鬼神有影無形的說話，哪裡十分當得正經。”狄去邪道：“依末將看來，恐怕倒有幾分玄妙，老大人不可認為虛誕。”麻叔謀見狄去邪諄諄說奇說怪，心下愈疑前日劍術遁開，不曾進去，今日故造出許多謊言來說，也不答應，只是微微而笑。\n\n狄去邪道：“老大人含笑，似疑末將之言為虛。末將卻親身經過，親眼見過，安敢不信以為實？”麻叔謀笑道：“將軍見過，故信以為實；我未曾見過，自然疑其為虛。然實者自實，虛者自虛，將軍心下豈不明白？”狄去邪道：“某若是妄誕之言，欺哄老大人，這樣百十丈的深穴，又崩坍倒了，某非神非仙，如何得能出來？”麻叔謀笑道：“將軍雖不妄誕，或者鬼神妄誕也不可知。將軍如何包得許多！將軍自穴中出來，又步行了許多路程，一定辛苦，且請後營歇息歇息，神鬼的事情，自有造化主張，不必我與將軍細辯。”狄去邪見話不投機，不敢再言，只得打了一恭，退出營來。\n\n正是：\n\n赤心難見，忠言被疑。\n\n金刀驗日，悔之已遲。\n\n不知狄去邪退出，畢竟又有何說？且聽下回分解。"
		},
		{
			"章節": "第二十二回",
			"章節名稱": "美女宮中春試馬 奸人林內夜逢魑",
			"章節內容": "詩曰：小人得志謾猖狂，莫道冥冥沒主張。\n\n天地若讎應獲罪，鬼神一怒便為殃。\n\n貪淫好色難完局，極欲窮奢易散常\n\n何以君臣同道德，享名享壽國全昌。\n\n話說狄去邪被麻叔謀疑他說謊，搶白了一場，退回後營，自家思想道：“我本以忠言相告，他卻以戲言見侮，我是一個頂天立地的男子漢，如何與這奸雄同幹害民之事！便挖完了這條河路，分到我身上，能有多少功績！料不能封妻廕子。”又想起皇甫君與嵩陽老人勸他之言，遂省悟道：“國家氣運，已自有限，我何苦在奸佞叢中，戀此雞肋！倒不如託個狂疾，棄了這頂紗帽，歸隱於終南山中，修心辨道，倒得個逍遙自在。”算計定了，次早遂遞兩張呈子：一張遞與麻叔謀，一張遞與令狐達。稱說道：“自入穴還營，偶得狂疾，不能料理事務，請願掛冠回籍調理，伏乞批允施行。”令狐達見了呈子，還要留他。麻叔謀說道：“這哪裡是什麼狂疾，只怕倒是說謊之玻他既要去，留之何益。”遂將呈子批准。\n\n又另委了一員官吏，管督糧米。狄去邪見準了呈子，遂收拾行李，帶領了兩個舊蒼頭，竟回家鄉去了。行到路上，因想起皇甫君呼大鼠為阿摩，心中委決不下道：“豈有中國天子，卻是老鼠之理！若果然是，則前日大棒打時，也該有些頭疼腦熱，鬼神之事，雖不可不信，也不可全信，何不便道往東京探訪一個訊息，便知端的。”遂悄悄來京探訪不題。\n\n卻說煬帝日日在西苑與袁寶兒、朱貴兒、杳娘、妥娘、各院夫人，縱淫無度。這一日吏部侍郎裴矩在張掖與西域胡人開市，換得大苑一匹名馬，渾身雪白，神駿異常，遂差人獻與煬帝。煬帝見裴矩獻馬，遂同了各院夫人、眾美人，到翠光湖堤邊來看。左右將馬牽至堤上，煬帝仔細一看，只見那匹馬生得促蹄高，竹批雙耳，渾身毛片就如白雪剪成一般。真個是千金買駿，萬里嘶風，無價之寶。\n\n後人有詩讚之曰：\n\n寶馬權騎出未央，雕鞍照耀紫金裝。\n\n春草初生馳土苑，秋風欲勁戲長揚。\n\n鳴珂屢度章臺側，細蹀經向濯龍旁。\n\n徒令漢將連年去，宛城今已獻明王。\n\n又云：\n\n鴛鴦赭白齒新齊，晚入花中散碧蹄。\n\n玉勒乍回初噴沫，金鞭欲下不成嘶。\n\n煬帝看了，滿心歡喜，不住口的稱讚道：“果然好馬，果然好馬！”秦夫人道：“此馬外邊的毛片真實可愛，但不知行步如何？”煬帝笑道：“毛片既好，必定善走，就如美人一般，容顏秀麗，自然聰慧有才。朕小時最愛騎射，因天下太平，深宮安享，這些弓馬之伎，都久生疏了。今日見此駿馬，心下不覺有幾分伎癢。待朕走試一回，與眾妃子看何如？”眾夫人未及答，只見王義跪在地下奏道：“胡馬新來，未經操練，不知馴烈；陛下奈何以萬乘之尊，臨此不測之險以為戲也！”煬帝笑道：“朕不比那些嬌脆之主，往常時，任它如何烈馬，也曾騎過；況今日御苑之中，騎了耍子，又是這樣良馬，放一轡，不過半里一里，有何險處！”就將身上的龍袍脫下，換了一件最輕軟五彩蟠龍的便衣，也不戴金紗帽，只戴一頂軟翅紗巾，腳下換了一雙天藍軟底靴兒，拿了一根金鞭子，便盤鞍上馬。眾夫人慌忙取酒來，奉上說道：“陛下慢放馬，且滿飲三杯助興。”煬帝歡喜道：“拿來拿來。”隨接酒在手，一飲而幹。眾夫人又斟上兩杯，煬帝也不推辭，俱笑嘻嘻的吃了。吃完三杯，兩個牽馬的內相將馬緩緩的領到堤中。\n\n煬帝左手挽定了絲韁，雙膝夾緊鞍轡，右手將金鞭輕輕在馬尾上打了一下，那馬果然有些奇異，見金鞭打下，也不驚，也不跳，放開四蹄，悠悠揚揚的望前跑去，只跑盡了這條長堤。煬帝把絲韁一勒，那馬便徐徐勒祝眾夫人、美人與宮娥、太監見煬帝跑去跑回，坐在馬上，風流飄逸，毫無驚懼之色，大家都齊呼萬歲。煬帝跳下馬來，洋洋得意對眾夫人說道：“朕之走馬何如？”眾夫人都稱羨道：“陛下既能文，又能武，這樣英雄，古今帝王真莫能及。”隨又獻上酒來。煬帝道：“朕雖善騎，此馬亦自不凡；騎在上面，又平又穩，又解人意，要東就東，要西就西，毫不費人駕馭之心，果然是匹良馬。朕自跑不見馳驟之狀，你們宮娥中，不拘是誰善跑的，跑一回與朕看看下酒，豈不妙哉！”眾宮人你看我，我看你，無一人答應。煬帝笑笑說道：“這苑中三千粉黛，八百妖娥，難道就沒一個女中男子，能騎馬與朕看？”朱貴兒在旁邊說道：“薛冶兒既善舞劍，一定便會走馬。”煬帝聽了大喜道：“這個想得有理。”\n\n薛冶兒正立在煬帝背後，聽見朱貴兒舉她跑馬，慌忙走出來說道：“朱貴兒專會攀人，妾只曉得舞劍，幾時又會跑馬！”煬帝半笑半耍的說道：“是人的伎倆，都要在人的面前賣弄，偏你會的只說不會，能的只講不能，不罰你個爛醉，你也不怕。”隨叫左右取過一個頂大的犀觴來說道：“你若不會跑馬，便要罰這三巨觴酒才饒你。”薛冶兒也笑說道：“妾若跑馬，這三巨觴酒卻是誰吃？”煬帝喜道：“你若跑馬，朕就飲此三觴何如？”薛冶兒料道推辭不得，只得說道：“跑得不好，萬歲與列位娘娘不要見笑。”遂把鳳頭弓鞋緊兜了一兜，腰間又添束上一條鸞帶，徐徐的走到馬前，將一隻白雪般的纖手，扶住金鞍下邊，也不踏鐙，輕輕把身軀往上一縱，早不知不覺的騎在馬上。煬帝看了，喜不自勝，對眾夫人說道：“這個上馬勢兒，便是會騎的了。朱貴兒所舉不差，快拿酒來我吃。”眾夫人忙斟上一巨觴，奉與煬帝。煬帝因心下快暢，拿起來不多幾口，就吃乾了。又叫篩一金盃，與冶兒在馬上吃了壯膽好跑。左右篩了，遞與冶兒，冶兒接酒吃了。又在內相手中取了金鞭，連打幾下，那馬就如飛一般跑去。冶兒也不挽絲韁，兩隻手高高的調弄那根金鞭，坐在馬上，左顧右盼，百般樣賣俏。跑盡了那條長堤，也不用手兜轉，只將身軀略略的往半邊一斜，那馬就折回頭來又跑。起先煬帝跑時那馬還慢，不知怎麼冶兒騎上就如掣電一般。煬帝與眾夫人遠遠望著，並分不出是人是馬，只見上邊一片紅雲，下邊一團白雪，飛滾將來，一霎時，眼也不及轉睛，早已跑回。真個會家不忙，將近面前，略把雙膝一夾，那馬便立住不動。\n\n煬帝看見，鼓掌大笑道：“跑得好，跑得好！”便要自家上前接她下馬，腳還未動，冶兒早已下馬走到面前。煬帝將手攜住說道：“美人走馬最是奇觀，今日得了匹良馬，恰又有美人這般善騎，真可謂之雙絕也。”眾夫人道：“果然跑得可愛。”煬帝又道：“朕跑時還用手挽絲韁；你這小妮子，小小年紀，是哪裡學得韁繩也不帶，只將身軀婉轉，跑得這等翩躚飛舞，有韻有致！”冶兒道：“賤妾不過是遊鱗舞燕，怎知萬歲有龍鳳翥之妙。”煬帝聽了，一發大喜。冶兒道：“好不好，跑已跑了。萬歲還有這兩巨觴酒，卻是如何？”煬帝道：“誰賴你的？就斟來我吃。”眾美人斟上，煬帝接酒在手說道：“冶兒走馬甚妙，眾妃子也該賞鑑一杯。”眾夫人道：“妾等願陪。”說說笑笑，一霎兒，兩巨觴煬帝早已吃將下去。因說道：“冶兒有伎不獻，該罰一杯；貴兒薦賢不差，該賞一杯。”二人吃了，又各斟一杯，奉於煬帝，說道：“萬歲賞罰至公，也該慶祝一杯。”大家你纏我，我纏你，不多時，煬帝早已昏昏醉矣。\n\n正是：\n\n神迷佳麗應難醒，情溫柔莫不昏。\n\n休怪君王易沉醉，玉人試馬易銷魂。\n\n眾夫人見煬帝醉了，慌忙扶上香輿，就近推到迎暉院房中去睡。此時日色才午，眾夫人打點煬帝睡下，又恐怕一時醒來呼喚，都不敢散去，就在外邊軒子裡或下棋，或彈琴，或飲酒，或說閒話耍子，只叫眾宮娥在房中伺候。眾夫人才坐了不上一個時辰，忽聽得煬帝在房中山搖地震的吆喝起來。\n\n眾夫人各各大驚，都慌跑入房中來看，只見煬帝睡在床上，昏迷不醒，緊緊的將兩手抱著頭，口中不住的吆喝：“打殺我也，打殺我也！”眾夫人慌做一堆，忙上前問道：“陛下為何這般驚悸？”煬帝昏昏迷迷一毫也不明白，只是叫：“打殺我也！”眾夫人嚇得手腳無措，只得差宮人飛馬來報與蕭後。蕭後聞言，頓時飛輦來看，到了床前，連問數聲，俱不答應，只是叫“打殺”不住口。蕭後著了忙，只得傳懿旨宣太醫院火速來看。眾內相領旨，不敢怠慢，頃刻間，即將一個太醫院令宣到面前。那太醫令姓巢名元方，乃西京人氏，積祖精醫，原是太醫院一個吏目；因指下十分明白，用藥如神，故漸漸升做太醫院令。當下朝見過蕭後，隨即進房，先將煬帝面色一看，次即將兩手脈，細細把過，因奏道：“聖上六脈平和，唯陽明經數而且急。這聖恙，非外感，亦不是內傷，又將兩手抱額，以臣看來，定是夢寐中受了驚魘，頭腦之中作痛，故如此叫喚不祝只消用安神止痛湯，服數劑，自然無事。”蕭後道：“既如此，可快用藥來。”\n\n巢元方退出院外，忙配了一劑煎藥，送入院來。蕭後也不託人，親自煎了來與煬帝吃。煬帝此時十分昏沉，只是叫痛，哪裡曉得吃藥。蕭後沒法，只得與眾夫人扶起煬帝，輕輕的灌將下去。真個藥用當而通神，哪消半個時辰，煬帝忽然醒轉來說道：“打殺我也！”蕭後忙扶著說道：“陛下請甦醒，誰人敢打陛下！”煬帝睜開眼，看見蕭後坐在床面前，因說道：“御妻，我好苦也！”蕭後見煬帝漸漸明白，忙叫再煎藥來。眾夫人忙命巢元方撮了二劑流水煎來。煬帝吃了二劑，便恍然明白，說道：“痛殺我也，幾乎與御妻等不得相見。”蕭後問道：“聞陛下好好地飲酒而睡，為何忽然疼痛起來？”煬帝道：“朕因酒醉，昏昏睡去，忽夢見一個武士，生得獰惡異常，手執大棒，不由分說，照腦門打一下，打得朕昏暈幾死。如今雖掙扎轉來，只是頭腦之中，還如破了的一般，痛不可忍。”蕭後道：“夢中被打，不過是虛驚，非真有之事。陛下寬心靜養，這疼痛自然就止。”隨又叫巢元方用藥止痛。\n\n煬帝這一病，早驚動了文武百官，一個個都到西苑中來問安；聞知是夢中被打傷腦，無甚大事，才各各散去。不一日滿東京都紛紛揚揚宣傳此事。卻說狄去邪到了東京，訪得這個訊息，心下甚是凜然；又細問煬帝病頭之日，恰正是狄去邪見鼠之日，驚得痴呆了半晌，方信鬼神之事，毫釐不爽。因此，把世情都看得冰冷，遂一意往終南山訪道。\n\n正是：\n\n鬼神指點原精妙，只奈愚人識見粗。\n\n若把世情都看破，道門已是半工夫。\n\n狄去邪在終南山修道，後來果然得了大事。這是閒話休題。卻說煬帝在西苑中一連疼痛了七八日，方才全止。這一日病好了。蕭後與眾夫人都來稱賀。煬帝因問道：“前日朕初病時，在夢中昏昏迷迷，就如死去一般，再不能夠醒來，不知是吃哪個的藥，才得救轉。”蕭後道：“虧了太醫令巢元方，他一看了，便說陛下六脈和平，沒有別病，只是夢中被魘，頭腦疼痛，連忙用安神止痛之藥，只一貼，陛下就恍然明白。”煬帝道：“有這樣神醫，就曉得是夢中被魘，難得，難得！”遂傳旨叫宣來重賞。左右方才去宣，忽見段達捧了一道表章來奏。煬帝接表，展開一看，乃是麻叔謀的奏疏。上面寫著：開河都護臣麻叔謀，稽首頓首，奉表於皇帝陛下：“臣自奉命開河，日夜催督丁夫，不敢稍懈。賴皇上洪福齊天，今幸掘至寧陵縣地方，功已成十分之七。不期臣拮据過勞，積久成病，今忽患頭痛，一日昏暈數次，不能料理事務。伏乞陛下另選良臣，代臣之任，庶不有誤河工，以辜聖望。臣不勝待命之至。\n\n煬帝看了，大驚道：“麻叔謀如何也病頭痛？河工既開了十分之七，怎生又換得他人？”正躊躇間，只見左右已將巢元方宣至。巢元方見了煬帝，慌忙俯伏朝賀。拜畢，煬帝說道：“朕夢中暴患頭痛，賴卿妙藥得安，此功不可不報。”遂叫近侍取白金百兩、黃金五十兩、綵緞十匹、白璧一雙，以為賞賜。巢元方辭謝道：“聖體天佑，微臣何功之有，敢受這般重賞！”煬帝道：“酬勞之意，不必過辭。”巢元方謝恩受了。正要辭出，煬帝忽想道：“麻叔謀也是頭痛，何不即著此人去醫；倘醫好了，也省得一番更換。”遂對巢遠方說道：“開河都護麻叔謀，今日有表來奏說，他也頭痛，不能開河。朕望河工甚急，卿可望奉旨前去一醫；醫好了，朕當另有升賞，”巢元方道：“君父之命，焉敢辭勞。”遂領旨而出。到家裡收拾了行李藥物，隨即起身望寧陵縣來。到了界口，早有人報知麻叔謀。麻叔謀知他奉旨前來，不敢輕慢；自家又動身不得，隨央令狐達出來迎接。不多時，令狐達將巢元方邀入營中。\n\n此時麻叔謀病在床上不能出來，只得叫請進房內去看。巢元方到了房中，將麻叔謀兩手脈細細看了，便說道：“老先生的貴恙，有些奇怪；雖然是外感，但所感卻不是尋常的風寒暑溼。以學生據脈息看來，乃是為鬼風所吹，邪氣入於頭顱，不曾吃得散藥。如今又轉入胸臆，所以老先生頭痛而數數昏暈。”麻叔謀聽見說出為鬼風所吹，看著了他的病源，連加點首稱是道：“老先生真神醫也！”原來麻叔謀一夜在星月之下，審視河道，忽見林子中放出一道光來，他心下疑有寶物出現，遂撇了跟隨，竟獨自步入來看。到了林子中間看時，光倒沒有，只見一群鬼坐在石頭上相對而哭。麻叔謀看見，吃了一驚，又不敢忙忙走出，只得將身閃在石崖旁邊竊聽。\n\n少頃，只聽見眾鬼嗚嗚咽咽地說起話來。這一個道：“我一個好好墳墓，都被麻叔謀那奸臣挖去，教我大男小女，都無處棲身。”那個道：“我齊齊整整的屍骸，被麻叔謀那殺才弄得七零八落，不得周全。”這個也恨麻叔謀，那個也怨麻叔謀，嚇得麻叔謀抖衣而顫，魂不附體，又立了一會，忽見一個鬼說道：“此人離此不遠，我們何不拿他出來殺了，以報此仇，又可絕其後患！”眾鬼齊哭道：“怎奈他奉著皇帝敕命，還有一年陽壽不盡，因此殺他不得。”那個鬼怒道：“就殺他不得，拿出來痛打一頓，也可以出氣。”眾鬼都道：“說得有理。”遂一齊走起來要拿麻叔謀。麻叔謀聽見眾鬼來拿，嚇得膽顫心驚，魂魄俱無，又沒處躲避，只得舍著性命往林子外亂跑。才跑不上十數步，忽一陣陰風沒頭沒臉的吹來，陰風中啼啼哭哭，有無數的鬼魂來捉拿，嚇得他骨軟筋酥，大叫一聲，就昏撲在地，幸得跟隨人役，在林子外聽得麻叔謀叫喊，慌忙跑入來看，見麻叔謀暈倒在地，只得扶回營中，用滾湯灌醒。麻叔謀醒來，恐失觀瞻，不好說是被鬼迷了，只推偶然頭痛，昏暈起來。今日卻被巢元方看出病根，故連聲稱讚神醫。\n\n正是：\n\n小人識見一何愚！病入膏肓猶自誣。\n\n不是神醫明看破，誰人知被鬼揶揄。\n\n不知巢遠方看破病源，畢竟用何藥調治，且聽下回分解。"
		},
		{
			"章節": "第二十三回",
			"章節名稱": "陶榔兒盜小兒 段中門阻諫奏",
			"章節內容": "詞曰：\n\n花酒迷魂猶淺，坑人唯利為深。多少貪夫圖富貴，斷頭折骨寒心。但顧一生快樂，管誰怨恨沉沉。莫道九閽可叩，休言上帝遙臨。若要掩他天下目，只消幾鎰黃金。閒吊斯民慘禍，潸然涕淚難禁！\n\n調寄《何滿子》\n\n話說麻叔謀被巢元方看破病源，連稱神醫。因問道：“學生賤恙，老先生已洞見肺肝，但不知何藥可以療治？”巢元方道：“貴恙乃鬼氣所射，比他症不同，須用初生的嫩羊羔蒸熟，伴了末藥，日日吃它幾次，方可除根；若單用藥餌，恐怕沾了陰風，又要復發。”麻叔謀聽了大喜，隨叫左右到民間去尋取羔羊，一面治酒款待巢元方，就留在營中居祝真是妙用通靈，一連吃了兩三日，便也不頭痛，也不昏暈，竟自照舊起來行走。巢元方見病好了，便要辭別回京覆命。麻叔謀不敢久留，隨整酒送行，又厚厚地備了一副禮要謝。巢元方吃了酒，受了禮，一徑回京而去不題。\n\n卻說麻叔謀自從醫病吃了羊羔，遂每日家做成了個定例，一日之間，必要殺上幾隻小羊方夠。起初伴藥吃，猶不覺其妙，後來藥吃完了，竟將五味調和起來，更覺香甜肥嫩，美不可言，每日叫庖人整整煮爛，用大盤子盛到面前，自家親用箸子，細細剖碎而吃。因滋味甚美，又替它起個美名，叫做“含酥臠”。日日尋買羔羊的，或城或鄉，無處不到。因此，麻叔謀好吃羊羔的名聲，轟動了遠近。先還要差人去買，後漸有人來獻。麻叔謀因好吃它，要邀買來獻的人心，故此凡是獻羊的，都厚賞其價；該一倍，就與他兩三倍。這些鄉村小民因有厚利，無一處的羔羊，不尋將來獻。只因這一件口腹之好，就驅動了數千人奔走。\n\n正是：\n\n饞夫貪口腹，小人為利役。\n\n彼此皆有求，如何得知足。\n\n只因麻叔謀好吃羊羔，又惹出一件事來，不知坑了多少性命。原來這寧陵縣有個下馬村，村中有個陶家；這陶家有弟兄三人，大哥叫做陶榔兒，二哥叫做陶柳兒，三哥叫做陶小壽。弟兄三人皆是不良之徒，專幹些雞鳴狗盜的事業。手下養著無數的好漢，都能飛簷走壁。不論遠鄉近村，但是富豪之家，都是他們的好買賣。靠天地保佑，也是他兄弟們造化，做了一生盜賊，並不曾被人看破，你道為何？原來他家祖墳上的風水甚好，曾有高人題破道：水暗流，山暗過，下邊有個賊龍臥。沙不揚，風不播，任是神仙識不破。只嫌水口露刀鋒，若要殺人便有禍。\n\n陶家因得了這個風水，故此整年屢月，弟兄們輪班出去做生意，再沒些風吹草動。因此日積月累，竟做了大富之家，不想麻叔謀來開河，這條河路，一毫也不偏，正在他祖墳上穿過。弟兄們著了忙，日日焦愁。\n\n欲要去求免，王侯家陵寢也不知挖去多少，如何肯免他家；欲要行凶阻撓，又是朝廷的事情，如何拗得他過？千思萬想，再沒一個好法兒可以解得。忽打聽得麻叔謀好吃羊羔，鄉民都尋了去獻，陶柳兒因想道：“麻叔謀既好吃羊，我們何不將上好小羔兒，蒸幾隻去獻？若賞價時，我們只是不要。今日也獻，明日也獻，獻久了，又不要賞，他必然歡喜。然後將真情告他，或者可免，也未可知。”陶小壽道：“我聞得麻叔謀是個貪而無厭之人，他門下獻羊的，一日有上千上百，哪裡就稀罕我們這幾隻？就是不要賞，幾隻羊能值多少銀錢，他便歡喜，就替你改移河道？”陶柳兒道：“依你這樣說，難道一個祖墳，就是這樣束手待斃，憑他挖去？好歹也要設個法兒，去求他一番。拿羊去獻，雖值不多，或者投其所好，他一時歡喜起來，也不見得。”小壽兒道：“若要他歡喜，除非是天下都絕了羊種，只是我家裡有，方才能夠。”弟兄二人你一言，我一語，只管爭執起來。陶榔兒全不理論，只是低了頭想。陶柳兒道：“大哥，你為何也不做聲？”陶榔兒道：“非我不做聲，我正在這裡想主意。”陶柳兒道：“想得什麼好主意麼？”陶榔兒道：“你二人之言，俱各有理，若不拿羊去獻他，卻沒個入門之路；若真個拿羊去獻他，幾隻羊能值多少，怎能夠得他歡喜？”小壽兒道：“依大哥，卻怎生區處？”榔兒道：“麻叔謀既好吃羔羊，必定是個貪圖口腹之人。我聞得人肉至美，何不將三四歲的小孩子，尋他幾個來，斬了頭，去了足，蒸得透熟，煮得稀爛，將五味調和的絕精絕美，拿去當羔羊獻他，他吃了見滋味好，想著甜頭，自然歡喜，要來尋我們。那時與他鬼混熟了，再隨機應變，或多送他些銀子，或拿捏他的短處，要他護免祖墳，卻不怕他不肯。兄弟，你道我主意如何？”二人拍手打掌的笑將起來道：“好計，好計！真有鬼神不測之妙！”榔兒道：“此計若妙，便事不宜遲。”柳兒道：“須今夜尋了孩子，安排端正，明日絕早獻去，趕他未吃飲食方妙。”小壽兒道：“有理，有理1”三弟兄計議定了，遂叫手下幾個黨羽去盜。那些人，都是偷雞摸狗的英雄，一個個都有盜狐白裘手段。叫他去盜小兒，一發是尋常之事，真個是甕中捉鱉，手到擒來。\n\n去不多時，早偷了兩個又肥又嫩三四歲的小孩子來。他三兄弟得了孩子，便拿出狠心，活漓漓的殺了，把頭腳丟開不用，骨頭俱細細剔出，身上的好肉，切得四四方方，加上五味椒料，連夜安排的噴香爛熟。次早起個絕早，早用盤盒盛了，陶榔兒騎了一匹快馬，竟望麻叔謀營中而來。\n\n正是：\n\n要保自家宗祖墓，卻教別個子孫殃。\n\n誰知天道無多遠，保得墳存身亦亡。\n\n陶榔兒到了營前，見過守門人役，即將肉獻上。這營前因日日有人獻慣，門上人也不作難，就一面叫人拿了進去，一面拿出個簿子來問道：“你叫什麼名字？快說出來好登簿。”陶榔兒道：“小的乃鄉下小人，又不是尊客來拜，為何要上門簿？”那門役笑道：“上了門簿，老爺好來回拜。”陶榔兒道：“休得取笑，端的為何？”門役道：“上了簿子，好便領賞。此時天色早，獻羊的還少，再過一歇，來的人眾，哪個記得許多！”陶榔兒道：“原來如此！小人乃下馬村人，叫做陶榔兒。”那門役依著寫在簿上。二人正說話，只見營內走出一個人來問道：“方才獻熟羊羔的人在哪裡？”門役遂指陶榔兒說道：“這不是！問他怎的？”那人道：“老父叫他。”門役道：“叫他做什？”那人道：“哪個曉得！”遂將陶榔兒帶入去。陶榔兒暗喜道：“此人有幾分著鬼了。”原來麻叔謀才梳洗畢，正要吃飯，忽獻進羔羊來，遂就著盤子，拿到面前去吃。只見香噴噴，肥膩膩，鮮美異常，就是龍肝鳳髓，也不過如此。麻叔謀恣意飽食，十分歡喜。因問道：“這蒸羊羔是誰獻的？這等香美可愛，快叫他來問。”故有人出來叫他。陶榔兒進得營來，看見麻叔謀，慌忙叩頭。麻叔謀問道：“你是哪裡人？叫什麼名字？這羊羔如何蒸得這等甘美？”陶榔兒答道：“小人叫做陶榔兒，就是這寧陵縣下馬村人。聞知老爺愛吃羊羔，故蒸熟獻上，聊表小人一點孝敬之心。但恐鄉村皰治，不堪上用。”麻叔謀道：“羔羊雖日日有人來獻，但無這等滋味，難為你費心了。”\n\n隨叫左右取過三兩銀子來賞他。陶榔兒忙辭道：“小人原要孝敬老爺，這厚賞決不敢領。”麻叔謀道：“賞以酬勞，自然該的，你為何不受？”陶榔兒道：“若領了厚賞，就不見小人的孝敬了。”麻叔謀道：“你既不受賞，我若再要時，就覺有些不便。”陶榔兒道：“老爺若不嫌粗，小人情願日日獻來孝敬；若要賞賜小人，就是圖利了，倒轉不敢來獻。”麻叔謀道：“難得你這一片好心，怎生消受！既是你執意如此，也罷，到後來再一總謝罷。”遂將銀子收回。陶榔兒見麻叔謀收回銀子，倒轉上前磕一個頭，說道：“謝老爺抬舉。”麻叔謀笑起來道：“世上有這等的好人！你明早必須要來！”陶榔兒道：“既蒙老爺抬愛，安敢不來。”說罷，遂收拾了盒子，欣然回去。\n\n正是：\n\n香餌不虛投，貪夫容易動。\n\n既已受其私，自然為他用。\n\n陶榔兒回到家中，與柳兒、小壽說知此事，弟兄都喜不自勝。遂日日去偷盜小孩子，蒸熟了來獻。麻叔謀自吃慣了孩子，便覺那些羔羊，都無滋味。凡有人來的，都一概謝絕不受，只將陶榔兒獻來的盡心受用。一日三，三日九，麻叔謀只為貪這些口腹，倒與陶榔兒做成了一個相知。但是陶榔兒來時，必定要留茶留飯，營門上也沒人攔阻，任他走出走進。一日，麻叔謀說道：“難為你日日送來，我甚不過意。你又不肯受賞，我又缺它不得。你何不將這個烹皰法兒，教了我的廚役，也免得你日日奔波，我又吃得安心，豈不兩便？”陶榔兒道：“小人情願日日蒸來，老爺不必掛心。”麻叔謀道：“我如今在寧陵地方開河，你好送來，再過幾時，我開到別處去，你如何送得許多？羊倒捨得，一個蒸羊的方兒，倒恁般捨不得。”陶榔兒道：“不是小人捨不得，只是這方兒有些干係；說破了，若提防不密，不獨小人有禍，就是老爺也有幾分不便。”麻叔謀笑道：“一個蒸羊方兒，又不是殺人做賊，怎麼連我也不便。”陶榔兒道：“老爺便與不便，小人也不得知，只是小人委實不敢說破。”麻叔謀道：“你若不說，連許多時獻蒸羊的好意都是虛了。”\n\n陶榔兒沉吟了一歇，說道：“老爺畢竟要小偏差，須求退了左右。”麻叔謀笑道：“鄉里小人，不知世事，這等膽小！”因對左右說道：“也罷，你們就都出去，看他說些什麼？”左右連忙避出。陶榔兒見眾人都出去，便把眼揉一揉，假作悲傷，先哽哽咽咽的哭將起來。麻叔謀道：“我問你蒸羊方兒，你為何啼哭？”陶榔兒含淚說道：“老爺，哪有蒸羊方兒，只有個蒸小孩子的方兒。”麻叔謀聽見蒸孩子，便大驚失色道：“怎麼蒸孩子？”陶榔兒道：“實不敢瞞老爺，前日初次來獻的，就是小人的親生兒子，今年才三歲。因聞得老爺喜吃羊羔，故假充羊羔來獻。後來家中沒了，其餘都是各鄉村偷盜來的。”麻叔謀道：“胡說！小孩子可是輕易殺的，我不信你謊言！”陶榔兒道：“小人怎敢在老爺面前說謊！偷盜的人家姓名，小人都有一本帳，記得清清白白，就是孩子的骨櫬，現今都在。老爺如不信，只消差人去看便知。”\n\n麻叔謀聽見是真，心下也有幾分驚懼，因說道：“我與你素不相識，又無統屬，你何苦幹此慘毒之事，取悅於我？”陶榔兒道：“小人的苦情到此田地，也隱瞞不得了。小人一族有百十餘丁人口，都共著一所祖墳；這祖墳曾被仙人題破，甚是靈驗。若墳上動了一塊磚，一塊土，小人合族便或災或病，害得七損八傷，只從新收拾好了，方才免得。今不幸這祖墳恰恰在河道界限中間，這一掘去，小人合族百丁，料應都是死了。欲要懇求老爺，苦於無門而入，故小人情願將幼子殺了，充作羊羔以為進身之地。今僥天之倖，得蒙老爺青目，也是千載奇逢，只求老爺開天地之恩，將河道略委曲得三五丈地，便救了小人合族百十餘條蟻命。”說罷，又嗚嗚的哭倒在地。\n\n麻叔謀心中暗想道：“此人為我害了許多性命，也是絕後之計。若不依他，他是亡命之徒，拼著一死，一頓猖狂起來，真有幾分不便。”又想著小孩子的滋味甚美，若絕了，便再吃不成。因說道：“保護祖墳，便要違背聖旨，實是難事。但念你情意十分殷勤，不得不為人保全了。只是這蒸羊羔，我須缺他不得。”陶榔兒道：“老爺既肯開恩，真是重生父母。這蒸羊羔，小人便赴湯蹈火，也要日日尋來上獻。”麻叔謀大喜，隨叫左右進來，暗暗傳令與眾丁夫，下馬村地方，河須橫開一曲，不許挖動陶榔兒的祖墳。\n\n正是：\n\n既忍食人子，何難背君旨。\n\n東海掘波濤，不足贖其死。\n\n陶榔兒既得保全祖墳，便千恩萬謝的辭出。回到家中，與柳兒、小壽說知。弟兄三人，歡喜不荊只是每夜去偷盜孩子來報恩。先叫人去偷，一時偷不來，便自家去偷。先只在近村去偷，近村偷完了，便遠村去偷，或招窮人偷了來賣，或著人四處去買。可憐寧陵縣以至睢陽，這一路鄉村市井，三四歲的小孩子也不知被他偷盜了多少！這家不見了兒子，那家失脫了女兒，處處含冤，村村抱怨。初猶不知下落，後訪知是陶榔兒盜了獻與麻叔謀，都恨不可言。也有到縣中告狀鳴冤的，也有到郡中公呈出首的；也有約齊了眾人，打到陶榔兒家中的。被害之家，紛紛攘攘。陶榔兒著了忙，只得求麻叔謀做主。麻叔謀大怒道：“幾個百性，焉敢如此橫行？莫說偷孩子沒有形跡，便吃了幾個孩子，待要怎麼？”便叫拿帖子到郡縣中去講。郡縣都曉得麻叔謀是煬帝的寵臣，誰敢不依！只得轉將這些告狀的百姓拿去，打的打，夾的夾，問罪的問罪，弄得哭聲遍地，怨氣沖天。\n\n正是：\n\n天下只權勢，為官誰得情。\n\n明知冤與屈，猶自重加刑。\n\n眾百姓受苦不過，大家齊聲道：“我們兒女被他盜去吃了，還要受楚問罪，天理難容！郡縣料敵他不過，除非到皇帝面前鳴冤，方得個明白。就拼一死，也說不得了！”遂三三五五，都相聚往東京去告御狀。麻叔謀聞知此信，心下也有幾分追悔駭怕。怎奈騎在虎背上，下來不得。只得忍著肚痛，收拾了白金千兩，寫書一封，差心腹家人黃金窟到東京來彌縫此事。因吩咐他道：“虎賁郎將段爺，現為中門使，掌管四方奏章。他與我平素交厚，你可將此書並禮投上，就說寧陵縣百姓要阻撓河工，妄造誣言，毀謗上官。今進京來告御狀，求段爺千萬為情，不要奏上。段爺若承應了，我就將天下的孩子吃完了，這些百姓也沒法奈何。”\n\n黃金窟領了主人之命，連夜望東京而來。到了段達私宅前，先將官書投上。段達接書，看知來意。又見寫著白金千兩，將黃金窟叫入後堂。黃金窟見了段達，忙磕了一個頭，隨將白金鋪在地上說道：“家爺因一路民刁，開河甚難，久失修候。今聊具代儀些須，以表敬意。望老爺笑納。”段達道：“你家老爺開河辛苦，我時常相念，正愧無以為情，如何倒以厚禮見惠！就是書中所說的這些小事，你老爺與我們這等相厚，自然要用情，如何好收禮的？”黃金窟道：“薄禮不足展敬，望老爺勿拒。只是這些刁民若得重處一番，便是老爺的厚恩了。”段達想一想說道：“我若不受禮物，你老爺倒轉疑心。我權且收下，你回去多拜上老爺，只管放心開河前去，凡事都在我身上。莫說幾個百姓的御狀，就是參劾的表章，也不與他傳上。”黃金窟道：“若是如此，感恩不淺。”段達一面叫人收禮，一面叫款待黃金窟酒飯，一面打發回書。黃金窟領了回書，竟到寧陵縣來回復麻叔謀，不在話下。\n\n遲了兩日，只見寧陵與睢陽的百姓，亂紛紛都到東京來，御狀就似雪片一般，都是告麻叔謀蓄養大盜陶榔兒，偷盜孩子作羔羊蒸吃，一路被盜孩子三五千人，白骨如此，慘莫可言，伏乞追究等情。段達收了御狀，隨叫眾百姓來審道：“麻爺乃朝廷大臣，焉肯為此參毒之事？皆是你這起刁民，要阻撓河工，故造此誣言毀謗。”眾百姓道：“小人們乃窮鄉下邑的百姓，又無墳墓田地與河道相礙，何苦要阻撓大工？小人們只為自家的兒女受此慘禍，故來鳴冤！”段達道：“胡說！兩三歲的孩子，日間必有人看管，夜間必有父母同寢，如何得能家家偷去？就偷了三五千人？這等誣言，不問可知。若不嚴治，刁風愈熾。”遂不由分說，將眾百姓每人毒責四十，解回原籍問罪。\n\n正是：\n\n世法陂如此，人心慘莫言。\n\n乾坤空浩大，無處吐民冤。\n\n不知眾百姓畢竟如何結局，且聽下回分解。"
		},
		{
			"章節": "第二十四回",
			"章節名稱": "司馬施銅刑懼佞 偃王賜國寶愚奸",
			"章節內容": "詩曰：盡道小人奸狡，偏予獨笑他痴。日向利名尋死路，昏昏認作便宜。不得希賢希聖，自甘為魅為魑。〖苛└屯方?劍??匱├鉳袷??壞┘樾鄱際咕。?舅?９橇羝ぃ炕叵氪憂案還螅?閃?薌負問保?\n\n調寄《何滿子》\n\n話說段達自受了麻叔謀的賄賂，便不管好歹，倒將那些告御狀的百姓，每人痛打四十，押回原籍問罪。可憐眾百姓有屈難申，只是叫天叫地的啼哭，一路上也不知死了多少。麻叔謀聞知此信，大喜道：“處得痛快！”心下一發沒有忌憚。遂日夜叫陶榔兒去偷孩子。陶榔兒先還暗暗去偷，後來得了志，竟明明搶劫，毫不在意。一邊偷來，便一邊蒸熟去獻。舊時的骨骸還掩藏了，恐人看見；如今竟四下亂投，全不駭怕。眾百姓無可奈何，只得家家打一個木櫃，把孩子鎖在中間，大家圍繞看守，保得一日無事，便舉家歡喜，眾親皆來慶賀。若稍疏虞，就被偷去，百姓們苦莫能言。打聽得令狐達為人耿直，只得約齊了眾人，來見令狐達，將這些苦楚下情，細細哭訴一番，求他轉達勸止。\n\n令狐達見了，甚是不忍，因說道：“這事情我盡知道，時常相勸，他哪裡肯聽！除非上疏奏明，又恐怕傷了同官體面。今既到這個田地，也說不得了！你們好好回去，我明日即上本替你們鳴冤。”眾百姓大喜，拜謝退出不題。卻說令狐達真寫了一道表文，細細開列麻叔謀的過惡。叫人暗暗齎到東京呈上。誰想段達受了賄賂，竟高高擱起，並不奏聞。令狐達等不見訊息，遂一連上了三疏，就如石投水中，全沒有影響；欲要到京面奏，卻又不敢離任。心下又氣又惱，遂暗暗叫人將小孩子的骨櫬，收藏在一處，以為後日證見。\n\n正是：\n\n九重一有私人蔽，便似天閽叫不開。\n\n收骨且留功罪案，待他不幸一齊來。\n\n按下令狐達收藏骸骨不題。卻說這條河道挖至睢陽界口，若要一直掘去，就連城廓人民都要掘壞；若要回護此城，便要迂迴二十里路。麻叔謀倚著聖旨在上，哪管什麼人民，竟一直定了界樁，剛剛從城心中挖過。慌得滿城百姓兒啼女哭，郡縣官員又不敢稟。城中豪富之家，聞知麻叔謀殘忍而貪，大家遂共湊了三千兩金子送他，要回護此城，只恨無個進路，卻說麻叔謀一日正催督丁夫，忽左右報道：“前邊大林子中，有一所古墓攔路，不敢輕挖，乞鈞旨定奪。”麻叔謀親自來看，只見墓旁立著一碑，上鐫著：“宋司馬華元之墓”。麻叔謀道：“亡國之臣，管他做什！”遂叫丁夫挖去。才挖得七八尺深，便是一間石屋。屋中有漆燈明亮，照見裡面的棺柩帳幔都宛然如新。麻叔謀驚訝道：“宋到如今，二千餘年，如何還不爛壞？”忽一陣風來，再看時，早已化成灰燼，只有正中間四四方方一件東西，挺然不壞。麻叔謀忙走到面前去看，原來是一個小石碑兒，上有兩行石銘，說道：睢陽土地高，竹木可為壕。\n\n若也不迴避，奉贈二金刀。\n\n麻叔謀看了道：“這都是惑人的詐言，何足深信，可盡情挖去。”眾丁夫一齊動手，不多時，將一間石屋竟挖成了一條河路，相去睢陽城只有十數裡。此時日已黃昏，麻叔謀還要催督人夫連夜挖去。忽然一陣麻木，渾身困倦起來，慌忙退入營中去歇息。到了床上，還不曾閤眼只見一個使者，綠衣花帽，忙走將來說道：“大王在殿上立召將軍，有事商議。”麻叔謀恍惚之中，不知所以，只得起身隨他前去。忽到一處，宮殿巍巍，儼然一王者之居。那使者竟將麻叔謀領到殿前，麻叔謀抬頭一看，只殿上早有一人坐在中間。怎生模樣？但見：面方耳大，眼細眉長。一雙手長垂過膝，三縷髯低壓過臍。眸子飛日月之光，肩臂聳虎龍之勢。衣袞龍之絳綃，非王即帝；戴進賢之冠冕，乃聖乃神。\n\n麻叔謀見威儀嚴肅，不敢環視，慌忙拜伏於地。那王者亦起身答禮。麻叔謀拜罷，那王者說道：“寡人乃春秋時宋國襄公，奉上帝之命，坐鎮此土，已經二千年矣。今汝主為遊佚開河，便要挖傷城郭，寡人不得不為民守護，故請將軍來商議。若能保全此城，則滿城老小皆荷將軍之厚德矣。”麻叔謀道：“此事乃皇上之命，小臣不過奉旨效力，怎敢擅移河道？”襄公道：“就是護城，亦非寡人私意。蓋因上帝有命，此地五百年後當篤生五者，建萬世之業，豈可因一人荒佚遊樂之故，倒把一條真正龍脈穿鑿壞了。”麻叔謀道：“大王為五百年後王者，便要回護城池；當今天子之命，卻教小臣休以違背！”\n\n正說未了，忽見左右報大司馬華元要進見。襄公叫宣。不多時，左右引入一人，身穿紫羅袍，頭戴金襆冠，生得龍眉廣顙，須卷如虯，面貌十分凶惡。參拜過襄公，便指著麻叔謀問道：“此何人也？”襄公道：“此乃阿摩差來開河的麻都護，司馬可與相見。”麻叔謀便要上前施禮，華元全然不睬。轉身對襄公說道：“臣聞此人乃奸佞之徒，不當加以禮貌。”襄公道：“寡人因要他迴護城池，故屈體相待。”華元道：“護城之事，他曾允否？”襄公道：“寡人再三致上帝之命，他只是推辭不允。”華元道：“臣原曉得他乃愚昧之人，只知貪財好利，虐害小民，哪裡知上帝之命。主上只該嚴刑重法，痛加拷打，他才知懼；若以禮相待，他一發狂妄起來。”襄公點首道：“司馬之言有理。”因問道：“拷打刑法，不知何者最苦？”華元道：“他刑雖重，俱只傷得面板。此人心術不正，當以銅汁燒溶，從口中灌入，叫他腸胃俱爛，此為第一。”襄公依允，遂傳旨道：“眾武士何在？”只見階出擁出兩班武士。怎生打扮？\n\n柳綠包巾抹額，茜紅短襖隨身。黃金罩甲起魚麟，挺帶腰間束緊。《襠膊皇飫鞴恚???盟菩諮瘛Ｒ簧?漢缺隳萌耍?す薔〕伸捶邸?\n\n眾武士一齊出來稟道：“大王有何使令？”襄公道：“麻叔謀不遵上帝敕命，汝等可將銅汁燒化，灌他腸胃。”眾武士齊吆喝一聲領旨，遂一陣跑上殿來，將麻叔謀不由分說橫抱倒曳的扯下階去，把衣冠先剝一個乾淨，下邊只存一條褲子遮體。又將徑寸粗的麻索將他綁在鐵柱之上，拿一把大鐵勺，將銅汁燒得沸滾，一個武士拿起來，就要往麻叔謀口中直灌。嚇得麻叔謀魂飛魄散，就如殺豬一般，連聲吆喝道：“大王饒命，願保城池。”眾武士哪裡管他死活，見他叫得緊兜嘴，便是兩掌。還虧襄公道：“且住，聽他叫些什麼？”眾人稟道：“他叫道‘饒命，願保城池’。”襄公道：“他既願保城池，且放他轉來。”眾武士領旨，方才把繩子解了。麻叔謀掙得起來，渾身上下早已綁得麻麻木木，半晌行動不得。襄公又叫將衣冠還他。麻叔謀雖穿了衣服，然心膽俱已嚇碎。走上殿來，哪裡還敢之乎者也！稱陛下，道微臣，竟直直的跪在地下說道：“情願迴護城池，只望大王饒命。”華元看了笑道：“這樣愚人，只等刑法臨身，方才駭怕。”襄公道：“既肯回護地脈，也就罷了。”隨叫請起。\n\n麻叔謀走起來，慌慌張張，便要辭出。襄公道：“你既肯護城，便是有功之人，當賜你黃金三千兩。若再執迷不悟，下次拿來，性命不能保矣。”隨叫前使者照舊送出。麻叔謀因心慌膽怯，只要脫身，哪裡敢細問，連聲喏喏而退。及走到外面，心漸漸放了，便想道：“明明許我三千兩金子，如今卻在哪裡？”因問使者道：“方才大王說的金子，想是叫你拿著。”使者笑道：“誰拿金子？”麻叔謀說道：“方才大王明明說，當賜黃金三千兩，如何賴得沒有？”使者又笑道：“將軍不要忙，這金子有個下落。”麻叔謀道：“有下落卻在何處？”使者道：“都在睢陽百姓家，明日就有人來獻。”麻叔謀道：“百姓獻的，如何當得大王人情？”使者道：“這叫做陰注陽受，因陰間註定了，陽間才有人送來。”\n\n麻叔謀猶不醒悟，還只管金子長，金子短的絮聒。使者道：“將軍且不要問金子，那些武士又來拿了。”麻叔謀聽見武士來拿，又吃了一驚。猛然驚醒，卻是南柯一夢。夢雖醒了，形神顏色，自覺憔悴了一半。痴痴呆呆過了一夜，到次早方才起來，只見家奴黃金窟帶領著兩個人，抬了兩個油壇，悄悄的走到面前說道：“這二人乃睢陽城中百姓，恐挖河傷損城池，合城豪富之民，只有一百八十戶，共湊了黃金三千兩，情願獻與老爺，求老爺開恩迴護此城。小人不敢自專，故引這兩個為首的來見老爺。”那兩個百姓跪在地下，慌忙磕頭說道：“求老爺天恩，救合城的性命。”麻叔謀心下驚訝道：“果有三千兩金子，則昨夜之夢，不可不信。”想起夢來又怕，見了金子又喜，不由他不要保護城池。因對二人說道：“為你們要安居，倒叫我違背聖旨。我若不依，又說我執法，如今往西南穿去罷，只是造化了合城的百姓。”那兩個百姓聽見肯了，便連連磕頭道：“蒙老爺天恩，真是代陰功。”麻叔謀道：“依便依了你們，只是不許在外面胡講！快去罷！”兩個百姓道：“蒙老爺厚恩，感佩不盡，還敢講些什麼！”遂叩頭而出。麻叔謀見百姓去了，遂叫黃金窟將黃金一罈一罈的拿進裡面。開啟一看，果然是：累累赤氣驚貪眼，耀耀精光動欲心。\n\n試問古來名利客，幾人到此不情深。\n\n麻叔謀既受了黃金，遂傳令將睢陽城中的界樁拔去，卻將河道改往西南轉轉折折而掘，只掘過了劉趙村，方才照舊向東挖去。這一逶迤，足遠了有二十餘里。令狐達見麻叔謀改移了河道，又聞知受民間黃金，心下恨怒不過，又寫了一道奏疏，叫人去上。怎奈段達把持定了，半字兒也不能到煬帝面前。麻叔謀曉得了，一發放肆起來。一路上橫行無忌，並不將令狐達放在心上。一日挖到彭城地方，又有一座大墳攔路，四周松柏森森，十分茂盛。麻叔謀看了，隨叫鄉民來問道：“這是何人的墳墓？”鄉民道：“遠近相傳，都叫他做偃王墓，但不知是何代帝王。”麻叔謀道：“自周漢以來，並沒有什麼偃王，想是分封的親王了。不要管它，可盡力掘去。”眾丁夫得令，一齊動手。才掘下去三四尺，便挖不動。麻叔謀道：“一個泥土之地，又無石塊，如何挖不動？再不用力的，捆打四十。”\n\n眾人聽說要打，便大家沒性命的舉起鍬鋤，往下亂築。不築猶可，築狠了，只聽得下面錚錚有聲。大家慌忙住手觀看，原來是一所生鐵鑄成的墳墓，十分堅固，任百般錐打，毫莫能動。麻叔謀看了道：“你們不要亂打，雖是生鐵鑄成，也須有門；尋著了門，便容易打了。”眾人沿著鐵墓挖將下去，向東南角上，果然露出兩扇石門。用手推時，裡面卻關得緊緊。眾人便要將鍬鋤去錐打，麻叔謀忽想起大金仙的石墓，百般錐打，俱不能開，後來還是以禮拜求，方才開了。今又見是一所鐵墓，料不是尋常陵寢，必定有幾分神氣，錐打必定無用。遂叱退了眾人，獨自一個走到墓前來看。看了一會，沒法區處，只得朝著墓門深深一揖，禱祝道：“我麻叔謀奉旨開河，路遇仙塋，不能前進。伏乞尊神降鑑，此乃朝廷之事，開放墓門，容某別選高原，遷葬遺蛻，庶為兩便。”禱祝罷，忽見兩扇石門輕輕閃開。麻叔謀滿心歡喜，往裡一看，只見內中天光雲影，朗然透亮，不似墓中景象。遂舉步走將進去。卻也作怪，才走進去，那扇門兒，早依然關上，跟隨眾人。見麻叔謀拜開了墓門，走將進去，忙來跟時，墓門已閉上多時。眾人慌做一團，說道：“明明兩扇石門開了，怎麼老爺才走進去，卻又閉上？這分明是被鬼迷了，青天白日，如何有這樣靈鬼？這進去，多凶少吉，怎生區處？”也有用錐鑿打門的也有用石頭撞墓的，大家亂做一堆不題。\n\n卻說麻叔謀進得墓門，四下一看，原來不是墳墓，卻是一條白石砌成的大路，兩邊都種著絕高的杉樹，樹外便是粉牆圍繞。往前望去，隱隱約約，就如有宮闕一般。心下雖有幾分驚疑，卻見這等齊齊整整，便也不甚駭怕。遂信步往前觀看，走不上五七十步，只見兩個青衣童子，對面迎來說道：“麻將軍，如何此時才來？偃王等候多時了。”麻叔謀著驚道：“仙童何以知我姓氏？”二童子笑道：“當朝貴人，如何不知。”麻叔謀又驚又喜，遂跟定童子，向前走來。過了一道石橋，便望見門樓。不多時，早到了宮前。只見殿閣巍峨，十分弘麗。怎見得？但見：朱門隱隱，紫闕沉沉。琉璃瓦耀日輝星，玳瑁梁衝雲壓漢，香飄合殿九重深，煙鎖飛甍千丈起。巍然煥然，錦繡模糊；莊如肅如，珠璣錯落。罘思擁陛，分明乃天子宸居；金馬當門，果然是帝王宮闕。\n\n麻叔謀隨了二童子，直到殿前。童子說道：“將軍稍待，容進去通報。”童子去不多時，只見正殿許多侍衛簇擁著一位貴人出來。那貴人頭戴著一頂通天玄冠，身穿著一件大紅袞服，垂纓佩玉，明明是一個王侯氣象。麻叔謀望見，知是偃王，忙倒身下拜。偃王也答半禮。拜罷，偃王傳旨叫賜座。麻叔謀道：“大王在上，微臣焉敢坐！”偃王道：“有事相托，請坐了好講。”左右隨取過一顆錦墩，放在旁邊，麻叔謀依旨坐了。偃王說道：“寡人不幸，這所陵寢實當河道之中。將軍奉旨開河，其權在手，若能為寡人保全，實山嶽之大幸也。”麻叔謀欲要承應，恐怕迂曲了河道，日後難回旨意；欲要不允，又恐怕像宋襄公一般，發起怒來，討個沒趣。\n\n正沉吟未及答，偃王又說道：“將軍不必躊躇，寡人也不虛勞將軍，若肯保全，當以一至寶相酬。”隨傳旨叫取寶來，送與將軍。只見左右將一個四四方方的硃紅盒子拿到麻叔謀面前，麻叔謀開啟一看，卻是一方玉櫻上面刻著“受命於天，既壽永昌”八個篆字，乃是帝王傳國受命之寶也。麻叔謀接寶在手，因說道：“大王聖諭，非臣不遵，但恐得罪於當今皇上。今既蒙大王再三吩咐，微臣雖死，亦當竭力保全。但只是這顆玉璽，乃帝王傳國之寶，小臣何以克當。”偃王道：“此寶非輕易可得，必有天下者，方才能遇，今日送與將軍，將軍可好好收藏，日後自有應驗。”麻叔謀大喜道：“小臣能常保富貴，已為僥倖，如何敢有他望？偃王道：“將軍雖不望，然此乃天數，決不能逃。當再三保惜，此刀刀之兆也。”麻叔謀道：“微臣愚蠢，不知刀刀是何緣故？”偃王道：“此乃天機，安可說破？將軍但準備受用，明歲自然便知。”麻叔謀滿心歡喜，忙拜謝受了玉璽，就要辭出。偃王道：“將軍公冗在身，不敢久留，但所託墳墓，萬望保全。”麻叔謀道：“大王請放心，小臣回去，即叫丁夫照舊築完。偃王道：“若得如此，感將軍之德多矣。”仍復叫兩個童了送將出來。\n\n才走到廓下，只見許多官吏在那裡造冊籍。麻叔謀問童子道：“這些人造什麼冊籍，這等慌忙？”童子答道：“造的是天下盜賊的冊籍。”麻叔謀道：“方今天下太平，哪有盜賊，要造冊籍？”童子道：“數日之前，上帝有旨道：“新天子五年後當立，先要著盜賊群起殺戮一番，然後大定。故要造冊籍以便稽查。”麻叔謀既得了國寶，又聽見說新天子五年後當立，心下暗暗歡喜道：“莫非我有天子之分？”遂走進廊房，將那些造成的冊籍，拿起來一看。只見上面一處一處寫得甚是分明。\n\n上寫著：\n\n楊玄感起兵於黎陽；\n\n翟讓起兵於瓦崗寨；\n\n劉元進起兵於晉安，僭稱皇帝；\n\n劉武周起兵于山後；\n\n林士弘起兵於豫章；\n\n朱粲起兵於南陽，僭號楚帝；\n\n汪華起兵於新安；\n\n羅藝據守於幽州；\n\n李子通起兵於海陵，僭號楚王；\n\n高開道據守於北平；\n\n張長懸據守於五原；\n\n邵江海起兵於岐州，僭號新平王；\n\n周洮據守於上洛；\n\n楊士林居守于山南；\n\n徐圓朗據守於兗州；\n\n薛舉起兵於金城，僭號西秦霸王；\n\n楊仲逵據守於豫州；\n\n張善相據守於伊汝；\n\n王要漢據守於汴州；\n\n郭子和起兵於榆林，僭號永樂王；\n\n王德仁起兵於鄴，僭號太公；\n\n李義滿據守於平陵；\n\n綦公順據守於青萊；\n\n竇建德起兵於河間，僭號長樂王；\n\n淳于難佔據於文登；\n\n徐師順佔據於任城；\n\n蔣弘度佔據於東海；\n\n王須拔起兵於定恆，僭號漫天王；\n\n杜伏威起兵於淮南，僭號吳王；\n\n王薄據守於齊郡；\n\n蔣善合佔據於鄆州；\n\n李密起兵於洛陽，僭號魏公；\n\n左才相起兵於齊郡，僭號博山公；\n\n田留安據守於章丘；\n\n張青持據守於濟北；\n\n臧君相據守於海州；\n\n馮盎據守於高羅，僭號總管；\n\n樑師都據守於朔方，僭號大丞相；\n\n殷恭邃據守於舒州；\n\n周法明據守於永安；\n\n苗海潮據守於永嘉；\n\n孟海公佔據於曹州，號錄事；\n\n周文舉據守於淮陽，號柳葉軍；\n\n梅知巖據守於宣城；\n\n鄧文進據守於廣州俚酋；\n\n楊世略據守於循潮；\n\n冉安昌據守於巴東；\n\n寧長真據守於鬱林；\n\n蕭銑據守於巴陵。\n\n麻叔謀看了，大驚道：“如何有許多盜賊？”眾官吏說道：“這才幾個，還有許多，未曾造完。”麻叔謀還要再看，二童子說道：“天色晚了，不宜耽擱。”麻叔謀只得依了童子走出。不期才走到門前，忽然一陣陰風撲面捲起，只見陰風中有無數小孩子的鬼魂，一齊擁來說道：“麻叔謀哪裡去？還我命來！”麻叔謀看見，嚇得魂不附體。\n\n這正是：\n\n奸人不畏天，殺人當兒戲。\n\n狹路上相逢，卻從何處避？\n\n不知眾孩子鬼魂將麻叔謀圍住，畢竟如何脫身，且聽下回分解。"
		},
		{
			"章節": "第二十五回",
			"章節名稱": "王弘議選殿腳女 寶兒賜司迎輦花",
			"章節內容": "詩曰：天子風流不讓仙，看花特地泛龍船。\n\n綠蔭兩岸垂楊度，紅袖千行錦纜牽。\n\n麗勝西池羞穆主，富於牛鬥笑張搴。\n\n君王豈不欣欣樂，只是斯民實可憐。\n\n卻說麻叔謀，才走出偃王的闕門，忽見陰風裡有無數小孩子的鬼魂，擁將來討命。麻叔謀嚇得面如土色，心膽俱碎。幸虧兩個童子，將他扯到一間屋裡，說道：“且躲一躲，再作區處。”麻叔謀著了忙，急急往裡便走；走得進來，童子就關上了門。原來這間屋，沒有窗牖透亮，裡面竟然是黑暗暗的，一毫也看不見。那些小鬼魂，趕到門外，見門關了，就守著門，亂叫：“麻叔謀還我命來！”麻叔謀驚慌道：“這些小冤家，怎生得去！我幾時方能回營？”童子道：“將軍不要慌，這裡邊有一個方便門兒，送你去罷。”麻叔謀道：“門在哪裡？”童子道：“這裡來。遂將手拽著麻叔謀的衣袖而行。\n\n麻叔謀心下又慌，屋內又黑，地又不平，在裡面走一步跌一跌。童子說道：“開了門，將軍就快跑，不要被他們看見，又抄近路來趕。”麻叔謀道：“這個不必囑咐，若有一線生路，我自然就急急跑了。”童子道：“如此方好。”遂跌跌倒倒將麻叔謀領到一層門邊，一個童子把門扇曳開，一個童子即攔腰往外一推，說道：“還不快跑，更待何時！”麻叔謀因內中黑暗，不曾防備，被童子這一推，隔門限翻了跟斗，一跤跌將出來。那兩扇門兒，早已雙雙關上。麻叔謀因怕鬼魂來趕，著了忙，也不敢看是何處，爬起來，忍著痛，就往前跑。還未曾動腳，只見許多人擁將來，一齊吆喝道：“好了！老爺出來了。”麻叔謀又嚇了一跳，眾人慌忙扶起。再抬頭看時，方認得是自家的跟隨人役，心下才稍稍放了。\n\n然著這一驚，卻也不小，心下就如擂鼓一般亂跳，痴痴呆呆，寧定了半晌，神志方才清楚。再細看時，乃知就是墓門之外，心下暗暗想道：“又不是半夜三更，又不是做夢，如何朝廷一個臣子，青天白日，明明著鬼！”因問道：“我入墓去，你們怎麼不跟著進來。”眾人道：“老爺拜墓時，叫小人們走開；及墓門開時，老爺腳才進去，那門隨即閉上。小的們急急趕到，已無路可入。小的們著了慌，用錐擊門，將石打墓，毫釐莫想得動，慌忙了這一日，也不曾住手。幸老爺吉人天相，又重生出墓。”麻叔謀思量一歇，曉得是神明靈驗，不幹眾人之事，遂不追究。因傳令道：“這鐵墓料難開掘，可照舊用土填好，另定河道。”眾丁夫聽了令，倒將鐵墓重新收拾好了。麻叔謀回營安息了一夜，到次日起來，另畫了一條河道，往正南上繞去，迂迴有一里之遙，方才照舊向東開掘。麻叔謀因受任日久，在路耽延，恐怕煬帝見罪，過了彭城，遂不分曉夜的開掘。\n\n正是有話即長，無話即短，因一路無辭，不月餘，竟把這條淮河掘做通渠。麻叔謀見河工已成，滿心歡喜，遂一面寫表飛奏煬帝，一面檢點人夫，序功請賞。初起手下丁夫原是三百六十萬人，今只剩得一百一十餘萬，早死亡傷損過二百五十萬人。節級隊長原是五萬人，今只剩得二萬七千人，已死亡過二萬三千餘人。其餘供飲食老幼婦女，零零星星，剩不上二三萬人。這一場河工，總算將來，共死亡過天下將三百萬人。\n\n正是：\n\n賢君聖主為民悲，殺一無辜便不為。\n\n何事坑人三百萬，只圖幾日宴遊期。\n\n麻叔謀見死亡太多，便不開報名數，只葫蘆提請功請賞。又分出令狐達在淮揚收拾未了的殘工，自家便乘驛連夜進京，面見煬帝復旨。煬帝大喜道：“淮河既通，廣陵可安然而遊矣。卿功殊不小也！”麻叔謀道：“此皆陛下福德所致，鬼神效靈，小臣不過效拮据奔走之勞，何功之有！”煬帝道：“河既挖完，可即引水入淮，以看深淺何如。”麻叔謀領了旨，依舊帶眾丁夫，將孟津口一頓掘開。果然孟津的水勢，比內河高有幾丈。口一掘開，那水便翻波作浪，滔滔地往內河奔來，自河陰、大梁、汴梁、陳留、睢陽、寧陵、彭城一直向東，竟達於淮。不兩日，清波盪漾，早成了一條有源有尾的淮河。\n\n正是：\n\n治水禹王力，開渠煬帝功。\n\n共為千載利，仁慘不相同。\n\n煬帝見河渠已成，喜不自勝。遂召叢集臣商議道：“河渠既成，便要打造龍舟，不知多少隻數，方夠供用。”丞相宇文達出班奏道：“頭號龍舟，須造十隻，以為陛下與娘娘們的行殿；二號龍舟，須造五百隻，與十六院夫人並眾美人嬪妃乘坐，以備陛下不時的遊豫；其餘雜船，須造得一萬隻，方夠這些中官及應役有司來往之用。”煬帝大喜道：“卿言甚有條理，不知誰人可當此任？”宇文達道：“黃門侍郎王弘，此人謹慎多才，若一意委任，自能不日奏功。”煬帝依允，遂批旨著王弘就江淮地方，製造頭號龍舟十隻，二號龍舟五百隻，雜船一萬隻。錢糧各州縣取給，限三月完工；完工日，另行升賞。王弘領了旨意，不敢怠慢，忙到江淮地方，發文書各州縣，派造龍舟。也有造三百隻的，也有造二百隻的，也有造一百隻的，俱照州縣大小分開。那州縣官員，又照上、中、下戶，派與百姓。也有大戶一家造一隻的，也有中戶三五家共造一隻的，也有下戶幾十家共造一隻的紛紛派開。怎奈龍舟要造得富麗，每一隻動輒要上萬的銀兩，方能造起。\n\n可憐眾百姓，就是上戶，能有多少銀子如何夠朝廷的用度？中戶下戶，一發不消說起，這江淮一帶地方，一家家、一戶戶，無一人不受其禍。或是亡家，或是破產，或是賣男賣女，坑害得萬民百姓，十室九空。王弘沒有什麼善處之法，只是一味嚴刑重法，追逼眾百姓的膏血。或遲了期限，或欠少錢糧，或製造不工，拿將來，也不管有力無力，都打得皮開肉綻，要他限日完工。可憐眾百姓，死亡相繼，慘不可言。\n\n正是：\n\n君王一有欲，便是萬民災。\n\n莫詫龍舟麗，都從膏血來。\n\n真個是饒你人心似鐵，怎當官法如爐，眾百姓雖然窮苦，禁不得今日拷，明日打，沒奈何去剜心割肝，連夜製造。不上三四月，十隻大龍舟、五百隻中龍舟、一萬隻雜船，俱造得齊齊整整。王弘造完了龍舟，忙奏知煬帝。煬帝大喜。隨叫排宴在龍舟上，帶領文武百官，發駕望汴渠而來。一來看河道，二來看龍舟，三來就賞勞這些有功諸臣。不多時駕到了汴渠，煬帝細細將河渠一看，只見碧波初漲，一色澄鮮，水勢縈洄盪漾，一望渺然無際。真個是千秋之利，後人有詩單道淮河之妙，曰：石曲沙灣一千里，迢迢隱隱接江都。\n\n隋家天子今何在？春水依然繞舳艫。\n\n煬帝看了十分歡喜，又駕登龍舟。原來這頭號龍舟長有二十丈，闊有三丈，正當中造三間大殿，殿上起樓，樓外造閣。殿後又造一層後宮，四圍都是畫欄曲檻，窗戶玲瓏，壁間盡以金玉裝飾，五彩圖繪，錦幕高張，珠簾掩映。真個是金碧輝煌，精光璀璨。後人有詩單道龍舟之妙，曰：牙作帆檣錦作纜，蘭為櫓楫桂為橈。\n\n繁華不信人間有，疑是龍宮蜃氣高。\n\n煬帝看了又看，愛了又看，說道：“真個造得精工富麗，大稱朕心。”隨命排宴，君臣共樂。因蕭懷靜有獻議之功，麻叔謀有開掘之功，王弘有造船之功，宇文達有贊相薦賢之功，俱親自賜酒三盅，又每人賜黃金百兩，綵緞十匹。又敕吏部加升一級。四人謝過恩，然後與眾臣同入席飲酒。君臣們歡飲到半酣之際，宇文達忽說道：“龍舟製造得富麗非常，實千古所無。臣只慮太長太闊，就如宮殿一般，篙撐不動，櫓搖不動，槳劃不動，未免濡滯，不能前進。”煬帝道：“如此卻怎生區處？”王弘道：“不消陛下費心，臣已將蜀錦制就錦帆，乘風東下，何愁遲緩。”煬帝道：“錦帆之制最妙，但須有風才好，若使無風，卻又奈何？”王弘道：“臣籌之熟矣，已曾將五色彩絨，打成錦纜，系在殿柱之上，倘若無風，便叫人夫牽挽而去，就像殿之有腳，何怕不行？”煬帝聽了大喜道：“卿真有用之才也！”又賜酒三杯。\n\n王弘吃了酒，又說道：“錦纜雖好，臣但恐人夫牽挽，不甚美觀，陛下何不差人往吳越地方，選取十五六歲的女子，打扮做宮女模樣，無風叫她牽纜而行，有風叫她持楫繞船而坐。陛下憑欄觀望，方有興趣也。”煬帝大喜道：“此議更妙，但不知要選多少女子方夠？”王弘道：“一船有十條錦纜，一纜須用十名女子，十纜共用一百名女子，十隻大龍舟，共計要選一千女子，方才足用。”煬帝笑道：“這樣一隻大船，百十名柔媚女子，如何牽得他動？除非再添些內相相幫，才不費力。”王弘道：“用女子牽纜原要美觀，若添入男人便不韻矣；若慮女子牽挽不動，臣還有一計。”煬帝道：“還有何計？”王弘道：“古人以羊駕車，亦取美觀，莫若再選一千嫩羊，每纜也是十隻，就像駕羊車的一般，與美人相伴而行，豈不美哉，不知聖意以為何如？”煬帝大喜道：“卿言深得朕心！但選女作何名色？”王弘道：“名須陛下御定。”煬帝道：“錦纜就如龍舟的殿腳，美女要她牽纜，就叫殿腳女何如？”眾臣一齊應道：“好一個殿腳女！最相宜也。”\n\n煬帝遂一面差高昌幾個得力的太監，往吳越地方，選取美女一千，充作殿腳女；又一面令有司選好毛片的嫩羊一千隻，以備牽纜。高昌與各有司俱領旨而去。煬帝復同群臣盡情歡飲，只吃得大家沉醉，煬帝方才傳旨，令百官散去。眾美人嬪妃，見煬帝有幾分酒意，忙忙扶上玉輦回宮。煬帝雖有些酣酣之態，因心下快暢，還支援得住，在輦上一路兒與眾美人只是嬉笑耍子。車駕才到半路，只見黃門官攔街奏道：“有洛陽縣令，差人進貢異花等旨。”煬帝聽見進貢異花，遂帶酒傳旨，叫取花來看。黃門領旨，隨將花傳與宮嬪，宮嬪捧到玉輦上。\n\n煬帝睜開醉眼，模模糊糊的一看，只見那花只有三尺來高，種在一個白玉盆裡。花朵兒生得鮮豔可愛，外邊是深深的紫色，裡邊卻潔白如雪，膩膩滑滑，就如美人的肌膚一般，十分可愛。幾絲細細的紅心兒，直深含在著裡，葉圓而長，枝柔而翠，凡是一個蒂兒，上面都是兩枝花，香氣濃馥侵人。煬帝看了大喜，隨叫摘下一朵，親手拿到鼻上去嗅。原來煬帝此時，已有八分醉意，未免昏昏思睡。不想這花奇怪，嗅了一嗅，酒氣便醒去一半。再嗅一嗅，就恍然清醒起來，竟不思睡。煬帝又驚又喜道：“這花原來能醒酒醒睡，因將差人叫至輦前問道：“此花有何好處，獻來與朕？”差人奏道：“這花香氣耐久，一沾人衣，便經數日不散香氣，又能醒酒，又能醒睡，有此幾種奇處，故敢上獻。”煬帝心中暗想道：“果然如此靈驗。”又問道：“叫什麼名字？”差人道：“此花乃嵩山塢中採來，因與凡花不同，又有幾種奇異，隨即進貢，實不知名。”煬帝道：“這花方才迎著朕輦而來，又都是雙朵，既沒有名，朕即替它取一個，就叫做‘合蒂迎輦花’罷。”遂傳旨厚賞差人，又敕吏部加封洛陽令的官職。\n\n正是：\n\n不論為臣忠與佞，只須有術致君歡。\n\n洛陽令尹無他計，一朵花枝博好官。\n\n煬帝將迎輦花拿在手中，連嗅幾嗅，便覺宿酒俱醒，神情爽快，心下十分愛惜，不忍釋手。不多時，駕到了西苑。眾夫人接住問道：“陛下今日賜宴群臣，慶賀龍舟，定然君臣歡飲，如何歸來，全無酒意？”煬帝說道：“朕已大醉，不期路上適遇洛陽令獻一種奇花，朕只聞了幾聞，不覺酒都醒了。”眾夫人道：“有這等奇花？”隨問花在何處，左右忙從輦上移將下來。眾夫人看了，見鮮妍香媚，與眾花大不相同。你也喜，我也愛，都讚不絕口。這個道：“此花待賤妾養去，包管茂盛。”那個道：“這花等賤妾澆灌，方得新鮮。”\n\n眾夫人都要奪這花管。煬帝笑笑說道：“這花眾妃子都不可管，惟一人管了，方才相宜。”眾夫人問道：“哪個管便相宜？”煬帝四圍看一看，將手指著袁寶兒說道：“非此人不可。”眾夫人聽了，都氣不悅道：“賤妾等偏不可管，如何獨袁美人管了便相宜？”煬帝笑道：“眾妃子不要怪，袁寶兒原是長安進貢來御車的，這花朕取名叫迎輦花，御車女管了迎輦花，豈不相宜！”遂叫袁寶兒將花領去。又吩咐道：“這花苑中無第二棵，你既做了司花女，便要看管好了。”袁寶兒領旨，憨憨的笑著，把迎輦花移了進去。由此滿苑中，都叫她做司花女。\n\n正是：\n\n君寵益嬌態，君憐無是非。\n\n花枝能幾許？自覺有光輝。\n\n袁寶兒自司花之後，便日日摘一枝兒，拿在手裡，到處跟定煬帝。煬帝因花能醒酒醒睡，時時離花不得，便時時離袁寶兒不得，因此袁寶兒更加寵幸。次日，蕭後聞知，忙移宴來賞玩。煬帝吃到半酣之際，說道：“朕得此花，就如得了一種仙丹。”蕭後道：“為何卻像仙丹？”煬帝笑道：“此花吃醉了，聞一聞便醒；吃得一千盅的量，便吃得二千盅。此花聞了，再不思睡；受用了一百年，連夜裡算將來，便是二百年，豈不是一種仙丹！”蕭後笑道：“這等說來，能飲酒不睡的，便是神仙了。”煬帝又笑笑說道：“長享富貴不是神仙，哪裡更有神仙！”\n\n二人說說笑笑，飲酒甚暢。煬帝忽想道：“洛陽近地，便有了這等奇花，邊防外國，豈無異寶！或者外國，欺我中國不知，故不貢獻；或者貢獻了，邊臣藏匿也未可知。明日須細查一番，倘有奇怪之物，帶去江都助興，豈不美哉！”次日遂坐便殿，宣百官來問道：“這兩年為何外國不見進貢？”宇文達奏道：“陛下不問，臣也不敢奏聞。往時大宛進名馬，高昌貢寶劍、珠玉、犀象，絡繹於道，近年只因遼東高麗反了，不曾征討，故各國看樣，都漸漸不來進貢。陛下若要外邦照前納款，除非討平了遼東，方可憚壓諸蠻夷之心。”煬帝大怒道：“遼東高麗，不過是近邊小國，有何狡謀，輒敢抗逆天朝，不來進貢！若不大發精兵，搗平巢穴，何以彰中國的天威？”遂傳旨，著兵部選練兵馬，候御駕擇日親征。\n\n旨意方才傳下，只見班部內閃出一人，姓劉名炫，俯伏在地奏道：“方今河道初完，船工才罷，東南民力已竭，若又興動兵馬，天下豈能支援！伏望陛下洪天地之量，為四海惜民力，若慮遼東不服，只消遣一能言大臣，前往安撫，彼高麗小國，自然向化，何煩大動人馬！”煬帝道：“遼東反了，雖然事小，怎奈西北一帶胡夷，都看樣不朝。若不征剿，中國的體面安在？”劉炫道：“就要征剿，也只消遣一員良將，何必要勞御駕？”煬帝道：“遣將興師，往往虛費無功，朕若親臨，自當搗平，一勞永逸，豈不妙哉！”劉炫道：“陛下親征，固是勝算，但六軍一動，便要天下去徵兵徵餉，臣恐這些剝削傷殘的窮百姓，一時支援不來，逃亡散失，勢所必至。若再加追捕，那時相聚為盜為賊，禍害不校今遼東不貢，不過是癬疥之憂，如何輕本而務末？伏望陛下三思也！”煬帝道：“禮樂征伐，乃天子之大事，如何省得？況且徵兵徵餉，國家自有常例，何須又去騷擾？朕意已決！卿勿多言。”\n\n劉炫再要奏時，只見宇文達奏道：“陛下要親征，自是聖天子英武，正名分的作用；然劉炫愛民，亦未為不是。臣有一計，可以兩全。”煬帝道：“卿有何計，可以兩全？”宇文達道：“陛下少不得要遊幸江都，依臣愚見，莫若以徵遼為名，以幸江都為實也。不消徵兵，也不必徵餉，只須先發一道徵遼的詔書，播告四邊，只說聖駕不日就至，卻遣一員良將，少帶兵馬，前往遼東，虛張聲勢，彼遼東小國，聞知聖駕親征，自然革面。陛下只消坐在江都受用。此一舉，又不廢了天朝的名分，又不必騷擾百姓，不知聖意以為何如？”煬帝聞奏大喜道：“卿言甚是有理，就依卿所奏而行。”遂一面收回選練兵馬的旨意，一面差中官催選殿腳女，不日就要徵遼。\n\n正是：\n\n朝廷自不修文德，邊境偏思服遠人。\n\n尺土一民爭不得，錦宮繡闕已成塵。\n\n不知畢竟如何徵遼，且聽下回分解。"
		},
		{
			"章節": "第二十六回",
			"章節名稱": "虞世南詔題詩 王令言知不返",
			"章節內容": "詩曰：\n\n彼蒼萬事有安排，不必憂疑不必猜。\n\n曼倩冷譏皆贅語，長沙熱淚亦空哀。\n\n苑中風景猶相待，殿上絲紛尚欲裁。\n\n不料琵琶洩天意，被人看破不歸來。\n\n卻說煬帝準了宇文達的奏議，遂以徵遼為名，遊幸江都為實。一面差人催選殿腳女，一面命翰林院官草徵遼詔書，各官領旨而去。煬帝退回後宮，與蕭後查點帶去的宮女。宮中查點完了，又到西苑來查點。只等殿腳女一到，便要起身。次日翰林院官草成徵遼詔書，先來呈稿。煬帝看了，不甚中意，發下去重作。翰林院官一連更改了幾遍，便不中煬帝之意。煬帝心中不悅，因說道：“翰林院許多官員，就沒個出類的才人，作一道好詔書，震壓華夷！”遂帶了袁寶兒自到觀文殿來，要御製一篇，誇耀臣下。誰想看時容易，作時卻難。煬帝拿起筆來，左思右想，再寫不下去。思想了一歇，剛寫得三四行，拿起看時，卻也平常，不見有新奇警句，心下十分焦躁。遂把筆放下，立起身來四下裡團團走著思想。\n\n袁寶兒在旁邊看了，微微笑道：“陛下又不是詞臣，又不是史官，何必如此費心？”煬帝道：“非朕要自家費心，怎奈翰林這些官員，就沒有一個有真才學的，能當此任。”袁寶兒道：“翰林院既負虛名，或者散官中倒有。”煬帝道：“若要有，除非在古人中去尋。”遂將手到書架上要翻古人的文集來看，不期信手抽出一本，卻不是古人，就是當今祕書郎虞世南的文集。煬帝見了，又驚又喜道：“幾乎忘了此人。”袁寶兒道：“此人是誰？”煬帝道：“此人乃越州餘姚人，就是翰林院學士虞世基的兄弟，叫做虞世南，現任祕書郎之職。此人大有才學，這本文集，就是他的著作。只因他為人不肯隨和，故此數年來，並不曾升遷美任。今日這道詔書須宣他來面試一番。”\n\n隨叫兩個小黃門去宣虞世南，立等西苑見駕。黃門去不多時，隨將虞世南宣至。原來虞世南生得風流儒雅，為人沉靜寡慾。自小几無書不讀，又且記性超人，但讀過的書便終身不忘，下筆才思湍飛泉湧，如有神助。只是生性兒有些古怪，好的是方正，怕的是詭隨。與虞世基雖是同胞弟兄，任世基以諂諛官居清要，他卻甘守下僚，絕不起一個夤緣的念頭，每日只是讀書作文取樂而已。後來煬帝被宇文化及殺了，並要來殺世基。世南再三抱持痛哭，情願以身代死。宇文化及說道：“我只殺奸臣，不殺好人。”必不肯聽，竟把世基殺了。唐太宗登基之後，曉得虞世南為人正直，又有文名，遂起為弘文閣學士，言必行，計必聽，竟成了大唐一代的名臣。\n\n正是：\n\n佞臣只道為官易，誰料為臣佞有殃。\n\n何似良臣隨分去，有榮無辱享名長。\n\n又云：\n\n十年不調盡嫌遲，君子胸襟苦不知。\n\n只待萬紅零落後，青青方顯雪霜枝。\n\n按下後話休題。卻說虞世南見了煬帝，朝賀畢，煬帝便說道：“近日遼東高麗恃遠不朝，朕今親往征討，先要草一道詔書，播告四方，見得遠東小國抗逆天朝，法在必徵；怎奈翰林院眾官連草幾道都不達意，朕思卿才學兼優，必有妙論，以彰天朝威武，故召卿來，可展淵雲妙筆，為朕一草。”虞世南道：“微臣菲才，止可寫風雲月露，何堪宣至尊德意。”煬帝道：“不必過謙。”遂叫黃門，另將一個案兒，抬到左側首簾櫳前放下，上面鋪設了紙墨筆硯。又賜一顆錦墩，與世南坐了。真個是會家不忙，虞世南謝過恩，磨得墨濃，掭的筆飽，展開御紙，也不思想，直頭便寫。那支筆就如龍蛇一般，在紙上風行雲動，毫不停輳哪消半個時辰，早已草成了一道徵遼詔書，獻將上來。煬帝接了展開一看，只見上寫著：大隋皇帝，為遼東高麗不臣，將往徵之。先詔告四方，使知天朝恩威並著之化。詔曰：朕聞宇宙無兩天地，古今惟一君臣。華夷雖限，而來王之化，不分內外；風氣即殊，而朝宗之歸，自同邇遐。順則綏之以德，先施雨露之恩；逆則討之以威，聊代風雷之用。萬方納貢，堯舜取之鳴熙；一人橫行，武王用以為恥。是以高宗有鬼方之克，不憚三年；黃帝有涿鹿之徵，何辭百戰！薄伐狁，周元老之膚功；高勒燕然，漢驃騎之大捷。從古聖帝明王，未有不兼包胡蠻夷狄，而共一胞與者也！況遼東高麗，近在甸服之內，安可任其不庭，以傷王者之量，隨其梗化，有損中國之威哉！故今爰整干戈，正天朝之名分；大彰殺伐，警小丑之跳梁。以虎賁之眾，而下臨蟻穴，不異摧枯拉朽；以彈丸之地，而上抗天威，何難空幕犁庭。早知機而望風革面，猶不失有苗之格；倘恃頑而負固不臣，恐難逃樓蘭之誅。莫非赤子，容誰在覆戴之外；同一斯民，豈不置懷抱之中。六師動地，斷不如王用三驅；五色親裁，卿以當好生一面。款塞及時，一身可贖；天兵到日，百口何辭！慎用早思，無遺後悔。故詔。大業八年?月煬帝細看了一遍，滿心歡喜，大笑說道：“筆不停綴，文不加點，卿真奇才也！古人云：‘文章華國’。今日這一道詔書，真足華國矣！此去平定遼東，卿之功勞非校久屈卿於下僚，明日即當加升。”虞世南奏道：“微臣浮蔓之詞，不足以壯天威，尚望陛下睿思裁定。”煬帝道：“卿不必過謙，就煩卿一寫。”遂叫近侍將一道黃麻詔紙，鋪在案上。虞世南不敢抗旨，隨提起筆來端端楷楷而寫。煬帝因詔書作得樂意，甚愛其才，要稱讚他幾句，又因他低頭寫詔，不好說話。此時只有寶兒侍立在旁，遂側轉頭來，要對寶兒說話，不料頭才轉過，話還未曾說出，只見寶兒一雙眼珠也不轉，痴痴的看著虞世南寫字。\n\n煬帝看見，遂不做聲，任她去看。原來袁寶兒見煬帝自做詔書，費了許多吟哦搜尋，並不能成，虞世南只一揮便就。心下因想道：“無才的便那般吃力，有才的便如此風流！”又見世南生得清清楚楚，瘦不勝衣，故憨憨的只管貪看。看了一歇，忽迴轉頭，卻見煬帝清清的看著自己。若是寶兒心下有私，未免便要驚慌，或是面紅，或是蹴。只因她出於無心，故聲色不動。看著煬帝，也只是憨憨的嘻笑。煬帝因知她素常原是這等憨態，卻也不甚猜疑。不多時，虞世南寫完了詔書，獻將上來。煬帝看他寫的端嚴有體，十分歡喜。隨叫左右賜酒三杯，以為潤筆。\n\n虞世南再拜而飲。煬帝說道：“文章一出才人之口，便覺雋永可愛。但不知所指事實，亦可信否？”虞世南道：“《莊子》的寓言，《離騷》的託諷，固是詞人幻化之筆，君子感慨之談，當別有商量；若是見於經傳，事雖奇怪，恐亦不妄。”煬帝道：“卿言大是。朕觀趙飛燕傳，稱她能舞於掌中，翩躚輕盈，風欲吹去，常疑是詞人粉飾之句，世上婦人，哪有這般柔軟！今觀袁寶兒的憨態，方信古人摹寫，亦依稀彷彿不盡虛也。”虞世南道：“袁美人有何憨態？”煬帝道：“袁寶兒素多憨態，且不必論；今見卿揮毫瀟灑，便在朕前注目視卿，半晌不移，大有憐才之意，非憨態而何？卿才人勿辜其意，可題詩一首嘲之，使她憨態與飛燕輕盈並傳，也見得這一段光景。”虞世南聞旨，也不推辭，也不思索，走近案邊飛筆題詩四句，獻與煬帝。煬帝展開細看上寫道：學畫鴉黃半未成，垂肩袖大憨生。\n\n緣憨卻得君王寵，常把花枝傍輦行。\n\n煬帝看了大喜，因對袁寶兒說道：“得此佳句，不負你注目一段憨態矣。”又叫賜酒三杯。虞世南飲了，便起身辭出。煬帝道：“勞卿染翰，另當升賞。”虞世南謝恩退出不題。卻說煬帝先見虞世南草詔稱旨，心下十分愛他，便要加升官職；後因他題詩敏捷，大勝於己，忽然又忌起才來，故連金帛也不曾賞賜，只說了兩句好聽話兒，遂打發出來。次日吏部不知就裡，聞得虞世南草詔有功，煬帝御口許他加升。遂上一本說翰林院缺侍制學士，推祕書郎虞世南。煬帝看了，也不批允，也不批不允，只是留在閣中，竟不發下。\n\n正是：\n\n無才每被君王譴，不道君王又忌才；\n\n才與不才都見斥，朝廷東閣為誰開！\n\n按下虞世南因煬帝忌才、不得升遷不題。卻說煬帝有了詔書，遂傳旨命幽州總管元弘嗣提兵三十萬，以為前部先鋒，直壓遼東境地。就將詔書播告四方，聲言御駕隨後親征，誓必討平高麗。元弘嗣領旨，就在教場中點集兵馬糧草，往遼東進發不題。煬帝又與蕭後商議道：“這一番遊幸，乃新河道、新龍舟，朕又新選一班殿腳女，必須叫樂人再製得一部新樂，方才相稱。”蕭後道：“要新樂，必須陛下自譜一曲翻調，叫眾伶官演習方有趣處。若叫樂人自制，新煞了還是這些常套，如何得中聖意？”煬帝道：“這也說得是。”遂一面取酒來飲，一面叫朱貴兒、袁寶兒一班善吹彈的美人，都到面前。大家同吃了幾杯，將到微醺之際，卻叫眾美人各盡所長，或是簫，或是管，或是箏，只撿新奇的吹彈了聽。煬帝就中或一聲，或兩聲，但凡巧妙的都採取出來，湊成一曲。煬帝又倚著自家識些音律，且照著宮商角徵羽的五音，太簇、姑洗、蕤賓、林鐘的十二律，細細隨著遲疾緊慢，抑揚高下，摹寫入譜。哪消半日工夫，早已製成一曲翻調突公子曲。\n\n正是：\n\n治國偏無術，荒淫便有才。\n\n一聲翻調起，千古令人哀。\n\n煬帝制成翻調，遂叫眾美人將各樣樂器，照著譜兒奏起來。真個是絲清竹脆，管媚弦嬌，別是一番聲響；雖則是靡靡之音，倒其實流麗好聽。蕭後聽了，連聲稱讚道：“陛下真聖人也！能精通音樂如此！”煬帝大喜，又連飲了數杯。即叫近侍將新譜傳出，叫樂人連夜打出，以備遊幸供用。眾樂人領了旨意，遂聚集一處，各分樂器連夜演習。卻說內中一個伶人，叫做王國風，祖傳慣彈胡琵琶。這一日領了旨意，另抄出一個譜兒，日夜在坊中演習。忽一日有事回家，又恐怕演習不熟，就偷空兒在堂前把胡琵琶細細的彈演。\n\n原來這王國風，有個父親叫做王令言，原是有名知音律的樂人；只因煬帝嫌他年老，遂退出不用。這日正養病睡在房裡，忽聽得外面兒子彈琵琶之聲，音律與往日大不相同，遂吃了一驚，說道：“大變大變！如何有這樣聲調？”連忙跳起身來，扶著病走到堂前，問王國風道：“你這琵琶出了幾時，從何處學來？”王國風見父親問得古怪，連忙答道：“此曲出不上五七日，就是當今皇爺，御製了要遊幸江都，叫做翻調突公子曲。”\n\n王令言聽了，不覺嗚嗚的哭將起來，說道：“先皇爺東征西戰，不知費了多少氣力，方掙得這座江山，不想只享得二三十年，便一旦要亡家破國也。”說罷，兩眼中淚如雨下。王國風慌忙止住道：“此曲乃歡樂之詞，父親聽了，為何倒悲傷起來？”王令言道：“你哪裡知道？此曲調雖歡樂，然聲音淫厲，不出二三年，必有干戈起於四方，天下殺傷殆荊此曲又乃宮聲，為君之象；宮聲往而不返，皇爺這一番遊幸，斷不能重轉東京矣。你千萬不可從行；若要從行，定做他鄉之鬼矣！”說罷，又嚎啕痛哭。王國風曉得父親洞達音律，見說得剴切，也自著忙，因說道：“父親這話要謹慎，倘然皇爺知道，其禍不校兒子只是不去便了。”王令言道：“我們倒無大禍，只恐怕皇爺倒有大禍。”王國風再三勸解，王令言方才走了進去。一邊走，一邊猶含淚嘆息道：“好社稷，忽然至此，可惜，可惜！”\n\n正是：\n\n天心莫道深難測，一曲新聲識者窺。\n\n試問當時憂國者，誰知野老淚先垂。\n\n王國風次日依了父親言語，竟自託病辭退。眾樂人又選了一個補了演習不題。卻說煬帝急急要遊幸江都，在宮中各色俱打點齊整，只等殿腳女一到便要起身，連連差中官催促。一日，高昌忽飛馬來報道：“殿腳女一千名，俱已選到汴渠，候旨親選定奪。”煬帝聽了，大喜道：“時日迫切，不必親選，就差你分派定了。一纜十人，一船百人。一千殿腳女，分派在十隻大船舟上，有風時掛起錦帆，只叫她各持鏤金蘭楫繞船而坐；若是無風，便要牽纜而行。可忙忙教她習熟，其美惡待朕登舟之後，再加選擇。”高昌領旨，依舊飛馬而去。煬帝因諸事俱備，遂傳旨著越王一個守國，留一半君臣輔助，又命禮官選了一個吉日起行。\n\n到了這日，煬帝同蕭後龍章鳳藻，打扮出一個天子家氣象，共坐了一乘金圍玉蓋的逍遙輦，率領著十六院夫人、三千美女、無數宮嬪，都駕著七香車，圍繞在前前後後。眾內相都是蟒衣玉帶，騎在馬上，左右隨侍。又因借徵遼的名色出門，鑾輿前面，又有許多兵馬排列。真個是龍旗招展，鳳帶飄搖，從古帝王遊幸，哪有這般富貴！\n\n後人有詩吊之曰：\n\n帝王都有好風流，誰肯因荒便送休！\n\n獨有隋家慨天子，江山只換一遨遊。\n\n煬帝打點齊整，正要發輦，忽聽得輦旁哀哀哭聲。煬帝忙看時，只見一人俯伏在地哭奏道：“奴婢送駕！”不是別人，卻是西苑令馬守忠也。煬帝見了道：“好生看守西苑，不消送罷！”馬守忠奏道：“萬歲鑾輿已發，料難挽留。只望萬歲早還車駕，奴婢不勝?望。”說不完便哽哽咽咽，腮邊淚如雨下。煬帝道：“朕偶然遊幸，何必這般傷悲？”馬守忠道：“奴婢想萬歲造這一座西苑，窮年屢月，千工萬匠，也不知費多少心機，也不知花多少金錢，方蓋得成五湖、北海、三神山、十六院，這般風景，不異天宮，何殊仙島？今萬歲一旦棄之而去，致令園林冷落，殿院蕭條，臣對景傷心，故不禁欷?泣下。伏望萬歲再思而行！”煬帝道：“朕非不戀西苑，這也是天意如此，偶然思想江都，要去遊賞。只要你好好看守，不要差池了，被人笑朕棄甜桃而尋苦李也。”真個興亡自有先兆，煬帝一邊說著，也不覺慘然於色，就像要哭的一般。馬守忠道：“奴婢盡心收拾西苑，斷不敢荒蕪；但不知萬歲車駕何日方還？”煬帝道：“朕浮萍斷梗，飄零無定，還京之期，焉能有日！”左右見煬帝說話顛倒，俱駭然驚歎。還是蕭後看不過，代說道：“車駕遊幸江都，多也只一年半載，就要回鑾，何必這等戀戀？”馬守忠不敢再言，含著眼淚，磕一個頭，退將下來。二人一段依依光景，就像死別生離、再不見面一般。\n\n正是：\n\n社稷興亡自有機，機來不覺露其微。\n\n誰知萬乘歡騰日，忽有閹臣淚溼衣。\n\n馬守忠方才退下，鑾輿正要擁衛而行，忽又一派哭聲，從宮中湧出。只見上千宮女，聚做一陣，亂跑將來，攔定車輦，不容前進，齊聲說道：“萬歲棄了我們往哪裡去？”原來煬帝的宮女最多，雖有無數龍舟，畢竟裝載不盡，只帶得一半，還留下一半守宮。這一半宮女不得隨行，因此擁住車駕，不肯放行。煬帝見了，忙吩咐道：“朕前往徵遼，乃朝廷大事，如何強留得住！”眾宮女道：“遼東小國，何須要御駕親征？”煬帝道：“親征別有妙算，非汝等所知，不須苦苦攔阻。朕平定遼東，車駕即當回也。”眾宮女道：“遼東幾時得平，車駕幾時得回？只望萬歲不要去罷！”只因煬帝平素待宮女有情，故今日一個個不顧好歹，拼死命上前挽留。也有攀定幃幔苦勸的，也有拖住輪轅不放的，也有扒上輦來分說的，也有跪在地上啼哭的。煬帝百般安慰，眾宮女百般勸留。這一陣道：“我們也願隨去。”那一陣道：“我們死也不放。”亂哄哄的都嚷做一團。\n\n正是：\n\n嬌攀媚挽不勝愁，只願君王行處留。\n\n莫道江山遊樂盡，尚遺一種好風流。\n\n不知眾宮女如何得退，且聽下回分解。"
		},
		{
			"章節": "第二十七回",
			"章節名稱": "種楊柳世基進謀 畫長黛絳仙得寵",
			"章節內容": "詞曰：雨雲尤，香溫玉軟，只道魂銷已久。冤情孽債，誰知未了，又向無中生有。攛情掇趣，不是花，定然是酒。美語甜言笑口，偏有許多引誘。∶嗬虜徘Ｏ聳鄭?韁殖閃降萄盍?Ｎ仕?艿醬耍課ㄎǚ穹瘛Ｕ?每煨牡匆猓?幌氳饋⒏篩瓿溉酥狻＜奔泵γΓ?跎??埽?\n\n調寄《天香》\n\n卻說煬帝鑾輿，被眾宮女攔阻定了，不能前進。說又不理，講又不聽。煬帝沒奈何，只得拿出狠心來，叫左右驅輦竟行。左右領了旨意，便不顧宮女死活，推動輪鞅，往前竟進。那些宮女雖然團做一陣，終是柔媚女子，能有多大氣力，怎擋得駕輦內相，都是強健之人，一齊向前推動，如何攔擋得住！可憐眾宮人立腳不牢，跌的跌、倒的倒，或觸傷了纖指，或擦損了冰肌，鮮血淋漓，霎時間將輦上的錦帷繡幕都染紅了。煬帝去心甚急，只推掩面不看。眾宮女無計挽留王輦，都一齊向東啼哭起來。\n\n正是：\n\n如花宮女哭攀車，血染徵輪淚似麻。\n\n不是君王不回顧，車中更有勝如花。\n\n煬帝在輦中，聽得後面眾宮女一派啼哭之聲，心甚不忍。隨叫近侍取紙筆，就在輦上飛筆題了二十個字，叫左右傳與眾宮女，不消啼哭。眾宮女得了詩，都圍攏來看，卻是一首絕句。\n\n說道：\n\n我夢江都好，徵遼亦偶然。\n\n但存顏色在，離別只今年。\n\n眾宮人看了詩，沒法奈何，只得一個個悽悽慘慘回宮而去不題。卻說煬帝車駕離了東京，竟往汴渠而來。行不多時，早有虞世基、麻叔謀、王弘一班心腹大臣，前來接祝煬帝也不落行宮，御駕竟發上船，自同蕭後就坐了十隻頭號的大龍舟。十六院夫人與眾美人卻分派在五百隻二號龍舟之內。一萬隻雜船，撥一分裝載內相，撥一分裝載樂人，又撥一分供應飲食。文武百官，帶領著兵馬，都在兩岸立營駐紮，非有詔旨，不許輕易上船。自家的十隻大龍舟用索接連起來，居於正中。五百隻二號龍舟，分一半在前、一半在後，簇擁而進。每船俱插繡旗一面，編成字號，眾夫人、美人都照著字號居住，以便不時宣召。各雜船也插黃旗一面，又照龍舟上字號分一個小號，細細派開供用，毫釐也不許參前落後。大船上一聲鼓響，眾船便要魚貫而進；一聲金鳴，各船就要泊住，就如軍法一般，十分嚴肅。又設十名郎將為護纜使，叫他周圍巡視。這一行雖然有萬餘隻龍舟，幾十萬人役，把一條淮河俱填塞滿了。然天子的號令一出，俱整整肅肅，無一人敢喧譁錯落。\n\n真個是：\n\n至尊號令等風雷，萬隻龍舟一字開。\n\n莫道有才能治國，須知亡國亦由才。\n\n煬帝將龍舟分派定了，只見高昌引著一千殿腳女來見煬帝。煬帝看見眾女子，吳越裝束，一個個風流竊窕，十分可愛，滿心歡喜，因問道：“她們曾分派定麼？”高昌道：“分派倒定了，只是不曾經萬歲選過。”煬帝道：“不消選了，就等明日牽纜時朕憑欄觀看罷！”眾殿腳女領旨，各各散去。這日天色傍晚，開不得船，就在船殿中排起宴來，先召群臣飲了一回，群臣散去。又同蕭後、眾夫人，只吃到半夜方睡。次日起來，傳旨擊鼓開船。恰恰這一日風氣全無，掛不得錦帆。眾人只得將錦纜拴起，先把一千頭羊驅在前邊，隨叫眾殿腳女一齊上岸去牽挽。眾殿腳女都是演習定的，打扮得嬌嬌媚媚，上了岸，各照前後次第而立，船頭上一聲畫鼓輕敲，眾女子一齊著力，那十隻大龍舟，早被一百條錦纜悠悠漾漾的扯將前去。煬帝與蕭後，在船樓中細細觀看，只見兩岸上錦牽繡挽，玉曳珠搖，百樣風流，千般嫋娜。真個從古以來，未有這般富麗。怎見得？但見：蛾眉作隊，粉黛分行。蛾眉作隊，一千條錦纜牽嬌；粉黛分行，五百雙纖腰挽媚。香風蹴地，兩岸蘭半麝氤氳；彩袖翻空，一路上綺羅盪漾。沙分岸轉，齊輕輕側轉金蓮；水湧舟回，盡款款低橫玉腕。嫋嫋婷婷，風裡行來花有足；遮遮掩掩，月中過去水無痕。羞煞凌波仙子，笑她照水嫦娥。游龍偃態，分明無數洛川神；黛色橫秋，彷彿許多湘漢女。似怕春光去也，故教綵線長牽；如愁淑女難求，聊把赤繩偷系。正是：珠圍翠繞春無限，更把風流一串穿。\n\n煬帝看了，喜不自勝。因對蕭後說道：“朕今如此行樂，也不枉了為天子一常”蕭後道：“陛下能及時行樂，真可謂達天知命。”煬帝說了幾句閒話，又同蕭後扶著欄杆細看。只見眾殿腳女，走不上半里遠近，粉臉上都微微透出汗來，早有幾分喘息不定之意。你道為何？原來此時乃四月初旬，天氣新熱，初起的日色，又在東邊，正照當面，這些殿腳女不過都是十六七歲的嬌柔女子，如何禁當得起！故走不多路，便喘將起來。\n\n煬帝看了，心下暗想道：“這些女子，原是要她妝飾美觀，若是一個個都流出汗來，喘噓噓的行走，便沒一些趣味。”慌忙傳旨，叫鳴金住船。左右領旨，忙走到船頭上“當”的一棒金鳴，兩岸上眾殿腳女，便齊齊的將纜繩挽住不行。又一棒金鳴，眾女子都將纜繩一轉一轉的繞了回來。又一聲金響，眾女子都收了纜繩，一齊走上船來。蕭後見了便問道：“才走得幾步路，陛下為何又住了？”煬帝道：“御妻豈不看見這些殿腳女才走不上半里便氣喘起來？若再走一會，一個個流出汗來，成什麼光景？想是天氣熱，日色炎之故耳，故朕叫她暫住，必須商量一個妙法，免了這段光景方好。”蕭後笑道：“陛下原來愛惜她們，恐怕晒壞了。妾倒有一個法兒，不知可中聖意？”煬帝道：“御妻有何妙計？”蕭後道：“這些殿腳女，兩隻手要牽纜繩，又遮不得扇子，又打不得傘，怎生免得日晒？依妾愚見，倒不如在龍舟上，過了夏天，等待秋涼再去，便晒她們不壞。”煬帝笑道：“御妻休要取笑，朕不是愛惜她們，只是這段光景，實不美觀。”蕭後笑道：“妾也不是妒忌她們，只是這段光景再沒法區處。”\n\n煬帝低著頭，想了半晌，真個沒有計策，只得宣群臣來商議。不多時，群臣宣至。煬帝走出殿來，君臣拜過。煬帝即問道：“目今天氣新熱，這些殿腳女，叫她們在日色中行走，殊不美觀，卿等有何妙計，可以免此？”眾臣想了一會，都不能應。只有翰林院學士虞世基奏道：“此事不難，只需將這兩堤上，盡種了垂柳，清蔭交映，便蒼蒼涼涼，不憂日色矣。且不獨殿腳女可以遮蔽，柳根四下長開，這新築的河堤，盤結起來，又可免崩坍之患。況且摘下葉子，又可飽飼群羊。”\n\n煬帝聽了大喜道：“此計甚妙。只是這兩條河堤，有千里之遠，一時怎便將種得許多柳樹？”虞世基道：“若分地方，叫郡縣栽種，宮女雜行，攀挽在一處，殊屬不雅，更嫌你推我捱，耽延時日。陛下只消傳一道旨意出去，不論官民人等，有能種柳一株者，賞絹一匹。這些百姓好利而忘勞，自然連夜種將起來。臣料不出五七日，便能成功。”煬帝喜道：“卿真有用之才也！”遂傳旨著兵工二部火速寫告示，飛馬曉諭近兩堤的鄉村百姓，有能種柳樹一棵者，賞絹一匹。又叫許多太監督同戶部官，裝載無數的絹匹銀兩，沿途照樹給散。真個錢財有驅神役鬼之功，只因這一匹絹賞的重了，那些百姓便不顧性命，大大小小，連日夜都來種樹。也有一人獨種一棵的，也有幾人共種一棵的。掌絹官不管他人多人少，只見一顆柳樹栽在地下，便當面給絹一匹。眾人見賞的絹快，種了一棵，又趕著挖一棵來種，生怕別人種完了，沒得到它，往往來來，絡繹不絕。近處沒有柳樹，三五十里遠的都挖將來種，小柳樹種完了，連一人抱不來的大柳樹都連根帶土扛了來種。\n\n真個是：\n\n神不能差，鬼不能遣。\n\n一被利驅，便如磨轉。\n\n煬帝在船樓上望見種柳樹的百姓蜂擁而來，心下十分快樂，因對群臣說道：“昔周文王有德於民，故民為他起造臺池，就如子之事父一般，千古以為美談。你看今日這些百姓，一個個爭先趕快，何異昔時光景！”眾臣奏道：“陛下德高三皇，功過五帝，不必細述其他，只這一段種柳光景，便可永垂不朽矣。臣等不勝慶幸。”煬帝道：“這樣好光景不可虛過，朕也親種一株，以見君臣同樂的盛事。”遂帶領群臣走上岸來。眾百姓望見煬帝，都慌忙跪在地下，七上八下的亂磕頭。煬帝遂傳旨叫百姓起來，因說道：“勞你們百姓種樹，朕心甚不過意，朕也親栽一棵，以見恤民之意。”遂自家走到柳樹邊，選了一棵，親自用手去移。手還不曾到樹上，早有許多內相移將過來，挖了一個坑兒栽將下去。煬帝只將手在上面摸了幾摸，就當他種了一般。群臣與百姓看見，都齊呼萬歲。煬帝種過幾棵，大臣也依次兒各種一棵。眾臣種完，只見眾百姓齊聲喊叫起來，又不像歌，又不像唱，隨口兒編出幾句謠言來，說道：栽柳樹，大家來。\n\n又好遮蔭，又好當柴。\n\n天子自栽，然後百姓栽。\n\n煬帝聽了滿心歡喜，又取了許多金錢賞賜百姓，然後上船。眾百姓得了厚利，一發無遠無近都來種樹，哪消兩三日工夫，這一千里的堤路早已青枝綠葉，種的像柳巷一般。清蔭覆地，碧景參天，風來嫋嫋生涼，月上離離瀉影。後人讀史至此，有詩單道隋堤之妙，曰：兩堤楊柳綠絲絲，記得隋皇新種時。\n\n低壓龍舟金作縷，亂牽紅袖錦堆枝。\n\n萬條舞影留煙織，千里飛花當雪吹。\n\n今日夕陽春繫馬，風風雨雨不勝悲。\n\n煬帝同蕭後憑欄而看，滿心歡喜。因說道：“垂柳之妙，一至於此，竟當得一條漫天青幔。”蕭後道：“青幔哪有這等風流瀟灑？”煬帝道：“昔秦始皇封禪泰山，一時風雨驟至，無處躲避，幸虧五株大鬆遮蓋。始皇以為有功，就封它為五大夫松。朕今日遊幸江都，虧了這些柳樹遮蔽日色。亦大有功，朕要賜他一個外官職銜，卻又與眾臣難辨，朕今就賜它御姓，姓了楊罷。”蕭後笑道：“陛下賞草木之功，亦自有體。”煬帝大喜。隨叫近侍取紙筆，就御書“楊柳”兩個大字，叫左右掛在樹上，以為旌獎。又傳旨眾人，以後都要叫它做楊柳，不許單叫柳樹。蕭後道：“今日陛下得了這個同姓的功臣，也該慶賀。”隨命左右看上酒來，奉與煬帝。煬帝接酒笑道：“真可當得一個功臣。”\n\n飲了幾杯，隨命擊鼓開船。船頭上一聲鼓響，眾殿腳女依舊手持著錦纜，走上岸去牽挽。然這一回虧種了這兩堤楊柳，碧影沉沉，一毫日影也透不下來，又時時有清風撲面吹來，甚是涼爽可人。這些殿腳女，自覺快樂，不大費力，便一個個逞嬌鬥豔，在堤上嬉笑而行。煬帝看見殿腳女走得舒舒徐徐，毫無矜持愁苦之色，心下十分歡喜。因說道：“此皆虞世基教朕種楊柳之功也，不可不賞。”隨叫左右取黃金百兩，綵緞十端，御酒十樽，賜與虞世基。又排宴在龍舟上召十六院夫人與眾美人，都來賞玩。煬帝吃到半酣之際，不覺淫心蕩漾，遂帶了袁寶兒，到各龍舟上繞著雕欄曲檻，將那些殿腳女細細的選看。只見眾女子絳綃彩袖，翩翩躚躚，從綠楊影中行過，一個個都覺風流可愛，忽看到第三隻龍舟，只見一個女子，更生得十分俏浚但見：腰肢柔媚，似風前垂柳纖纖；體態風流，如春後梨雲冉冉。一雙眼，秋水低橫；兩道眉，春山長畫。白雪凝膚，而鮮妍有韻；烏雲綰髻，而滑膩生香。金蓮款款，而行不動塵；玉質翩翩，而過疑無影。莫言婉轉都堪死，更有銷魂不在容。\n\n煬帝看了大驚道：“這女子嬌柔秀麗，有西子、毛嬙之美，如何雜在此中？”袁寶兒道：“萬歲真能賞鑑，這女子果與眾人不同。”煬帝看了又看，相了又相，就倚著欄杆立了半晌。蕭後良久不見煬帝，便叫朱貴兒、薛冶兒來請去吃酒。煬帝哪裡肯來，只是目不轉睛的貪看。朱貴兒請煬帝不動，只得報與蕭後。蕭後笑道：“皇帝又不知著了哪個的魔了。”遂同十六院夫人，一齊都到第三龍舟上來看。只見那女子果然嬌美異常。蕭後說道：“怪不得陛下這等注目，此女其實有幾分顏色。”煬帝笑道：“朕幾曾有錯看的！”蕭後笑道：“陛下且不要忙，遠望雖然有態，不知近面何如，何不宣她上船一看？”\n\n煬帝大喜、隨叫人去宣。不多時，宣到面前，煬帝起初不過只見她風流嫋娜的態度，及走到面前，畫了一雙長黛，就如新月一般，更有明眸皓齒，黑白分明，一種芳香直從骨髓中透出，煬帝看了，喜得眉歡眼笑，忍不住對蕭後說道：“不意今日又得這一個美人。”蕭後笑道：“陛下該享風流之福，故天生佳麗，以供賞玩。”煬帝隨問那女子道：“你是何處人，叫什麼名字？”那女子羞澀澀的答道：“賤妾乃姑蘇人，姓吳，小字叫做絳仙。”煬帝又問道：“今年十幾歲了？”絳仙答道：“十七歲了。”煬帝道：“正是妙齡。”又笑問道：“曾嫁丈夫麼？”絳仙聽了，不覺害羞，連忙把頭低了下去。蕭後笑道：“不要害羞，只怕今夜就要嫁丈夫了。”煬帝笑道：“御妻倒像個媒人。”蕭後道：“陛下難道不像個新郎？”眾夫人道：“妾們少不得會有親酒吃了。”\n\n大家笑說了一會，不覺天色已晚，煬帝傳旨叫泊船。一聲金響，錦纜齊收，眾殿腳女都走上船來。須臾之間，左右排上夜宴。煬帝與蕭後並坐在上面，十六位夫人列坐在兩旁，眾美人都侍立在左右，歌的歌、舞的舞，大家團團歡飲。煬帝吃幾杯，一心只繫戀著吳絳仙，恐怕冷落了她，欲要叫她來坐，又因眾美人都是侍立，不好意思。拿著酒杯兒，只管沉吟，蕭後見這般光景，早已猜透八分，因說道：“陛下不必沉吟，新人比不得舊人，吳絳仙才入宮中來，何不叫她就坐在陛下的旁邊，吃一個合巹卮兒！”煬帝被蕭後一句道破他的心事，不覺哈哈大笑起來。蕭後隨叫絳仙斟了一杯酒送與煬帝。煬帝接了酒，就將她一雙尖鬆鬆的手兒牽了，說道：“娘娘賜你坐在旁邊好麼？”絳仙道：“妾賤人得侍立左右，已為萬幸，焉敢坐。”煬帝大喜道：“你倒知禮！坐便不坐，酒難道也吃不得？”遂叫左右斟了一杯賜與絳仙。絳仙不敢推辭，只得羞羞澀澀的吃了。\n\n眾夫人見煬帝有幾分狂蕩，把持不定，便都湊趣。你奉了杯，我獻了杯。不多時，煬帝早有幾分醺然之意。每吃一杯，就將絳仙臉兒細看一回。蕭後看了，只是微微冷笑。煬帝又吃得幾杯，忍耐不住，便立起身來，一隻手挽著絳仙的肩頭，竟往後宮去寢。蕭後見了，也有些心下不喜，又不好說出，只得勉強又與眾夫人吃酒。卻說煬帝到得房中，就是得了一件異寶，千歡萬喜，將絳仙抱到龍床上，百般狂肆。絳仙嬌啼婉轉，苦不能勝。這一夜受用，真個是：春魂欲斷憑誰續，花魄揉殘不自持。\n\n休訝荒唐雲雨事，巫山入夢已多時。\n\n煬帝因絳仙柔滑如脂，抱在懷中就是軟玉一般，不忍放手。次日直睡到晌午，猶不肯起床。還是絳仙說道：“妾蒙萬歲收錄，少不得時時隨侍，若垂愛太過，恐怕娘娘見罪。”煬帝道：“娘娘是再也不吃醋的。”絳仙道：“雖不吃醋，也要各盡其禮。”煬帝道：“這也說得是。”方才起身來梳洗。蕭後見煬帝日午不起，心下不大歡喜，走來說道：“陛下初幸新人，正好窮日夜之歡，如何這時節就起來？”煬帝道：“絳仙柔媚可人，朕昏昏貪睡，不覺起遲，御妻休罪。”蕭後心下雖然不喜，然曉得煬帝性兒，不敢十分作惡。只得勉強笑說道：“得此美人，以安聖懷，妾心不勝之喜，如何言罪！”煬帝大喜。因回頭對絳仙說道：“我說娘娘賢德，今何如？”蕭後笑道：“陛下也不要太贊過了，且看後來何如？”大家齊笑起來。遂回到殿中去吃早膳。\n\n正是：\n\n丈夫不好色，婦人自不妒；\n\n好色有同心，妒亦非無故。\n\n不知絳仙后來畢竟如何？且聽下回分解。"
		},
		{
			"章節": "第二十八回",
			"章節名稱": "木鵝開河 金刀斬佞",
			"章節內容": "詞曰：\n\n濯世清襟，撐時硬骨，試問世人有幾？慾火難澆，柔魂易蕩，大半願為情死。餓心饞眼，況又遇明眸皓齒。既得花調柳笑，怎不鶯怡燕喜！謾道好非君子，猶恐怕消他不起。管什鼠有皮，人而無禮！只恨子規聲急，催促春光歸去矣。滿目繁華，忽焉如洗！\n\n調寄《天香》\n\n卻說煬帝同蕭後正吃早膳，只見十六院夫人都走過大龍舟來向煬帝說道：“陛下昨夜幸新美人得意，妾等特來稱賀。”煬帝笑道：“昨夜美人還是新的，今日已弄做箇舊美人了。”蕭後笑道：“陛下今日若肯起早些，還是半新不舊的美人。”大家聽了，都一齊笑將起來。煬帝道：“絳仙別處猶可，朕最愛她這兩道長蛾眉畫得有趣。”說未了，忽一個黃門來奏道：“波斯國差人獻螺子黛候旨。”煬帝大喜道：“來獻的恰好，正好賜與絳仙畫長蛾眉。”\n\n遂一面傳旨，著禮部官款待夷人，就一面叫近侍將螺子黛開啟，取了一斛，賜與絳仙。此時絳仙因起遲了，還在裡面梳洗，未曾出來。近侍捧著螺子黛，就要送將進去，煬帝叫住近侍道：“你對她說，這螺子黛乃外國寶物，畫眉最綠，故獨賜與她畫長蛾眉，叫她快畫完了出來與大家賞玩。”近侍領旨，忙送了進去，就將煬帝的言語一一對絳仙說了，就要等絳仙同出來回旨。絳仙說道：“畫眉還有半晌，你哪裡等得同去？”近侍道：“不同去如何回旨？”絳仙道：“這不難。”就在御案上取了一幅箋紙，信筆寫了四句詩，遞與近侍說道：“你先拿去回旨，說我隨後即來謝恩。”近侍忙將詩獻與煬帝。煬帝展開一看，卻是一首絕句。\n\n雲：\n\n蒙恩賜螺黛，畫出春山形。\n\n豈是黛痕綠，良由聖眼青。\n\n煬帝看了大喜道：“又有這般才思，真美人也！”遂將詩傳與蕭後及眾夫人看。眾人看了，無不稱奇羨美。煬帝道：“絳仙詩句清新，不減漢時班婕妤，朕意下也要將他拜為婕妤，不知御妻以為何如？”蕭後道：“拜婕妤固當其才，只是聞她曾許嫁玉工萬群為妻，恐怕外官聽了不雅。”煬帝曉得是蕭後不肯，便不做聲。不多時，絳仙收拾完了，走將出來，先向煬帝謝了恩，後拜見蕭後與眾夫人。絳仙昨日還是草草妝束，今日既經煬帝幸過，便珠膏玉沐，更覺鮮妍；又兼螺子黛畫了雙蛾，真個容光飛舞，飄飄欲仙。煬帝看了，心下十分寵愛。\n\n絳仙立了一歇，便要照舊去充殿腳女。煬帝道：“朕既幸過，如何又去牽纜！”絳仙道：“今日有風，只消在船上持楫。”煬帝想一想說道：“也罷，朕正要看你持楫的風流態度；只持這一次，以後就不消了。”絳仙領旨便要去持，煬帝道：“且不要忙，可賜酒三杯以助興。”絳仙飲了，煬帝又說道：“昨日原派在第三隻龍舟上。今日可升為龍舟首楫，就在朕坐的這一隻上罷。”絳仙謝了恩，便柳嫣花媚的走到船邊，照眾殿腳女，也持一把鏤金蘭楫，逞弄划水之態。真個一經雨露，便不尋常。這一回比昨日大不相同，眾殿腳女看著她就如登仙一般。因聽得煬帝喜他畫得長蛾眉有趣，遂大家也都學她畫將起來。\n\n正是：\n\n西施愛捧心，東鄰便效顰。\n\n借問越溪女，承恩有幾人？\n\n煬帝同蕭後眾夫人憑欄觀看，見絳仙嫋娜輕盈，就似一枝映水芙蓉，與眾殿腳女自是不同。因說道：“古人云：‘秀色可餐’。以朕看來，如絳仙這般顏色，真可以療飢矣。”蕭後道：“果然秀美。”煬帝又看了一會，愛之不已，不覺詩興發作，遂朗吟持楫篇一首，以賜絳仙。吟道：舊曲歌桃葉，新妝豔落梅。\n\n將身傍輕楫，知是渡江來。\n\n煬帝吟完，遂叫左右抄了，分頭傳與眾殿腳女，叫她們念會了，一齊當做吳歌唱起來。左右領旨，忙傳與眾人。哪消半個時辰，眾殿腳女早已念會，一齊打著吳下的鄉音，唱將起來。唱了一遍，又唱一遍。煬帝聽了，滿心歡喜，遂傳旨召回絳仙說道：“朕要拜你為婕妤，怎奈你許嫁玉工萬群為妻，恐外官聽了不雅；如今只封你做崆峒夫人罷。”絳仙道：“如何叫做崆峒？”煬帝道：“因你有了丈夫，就取空同你一場恩愛之意。”絳仙笑笑，謝了聖恩。自此以後，煬帝在船上日日寵幸絳仙，時刻不離。舟行了十數日，將到雍丘地方，忽見虎賁郎將護纜使鮮于俱來奏道：“前面雍丘地方，河窄水淺，行舟甚難，伏乞聖旨定奪。”煬帝道：“一樣掘的河道，為何此處獨淺？”\n\n隨傳旨宣麻叔謀與一班臣子來問。不多時宣至，麻叔謀奏道：“臣定的界限，都是一樣闊，一樣深，不知為何淺窄，連臣也不知。”宇文達忙替他迴護道：“想是地脈靈又長起來。”煬帝道：“地脈哪裡長得這等快！這都是開河的丁夫偷工躲懶，不曾挖得妥當。如今淺住，卻怎生區處？”麻叔謀道：“容臣再去開挖，將功贖罪。”煬帝道：“若只一處還易為力，只怕前途還有淺處。”宇文達道：“須先差人一路探試，若有淺處，便作速叫人開挖，省得聖駕到了，又要耽延。”煬帝道：“卿言有理。”就要差人去探試。黃門侍郎王弘忙奏道：“前面寧陵、睢陽地方，水勢緊急，人又不能下去，篙又打不到底，怎生探試得明白？”煬帝道：“如此卻將奈何？”\n\n君臣們思想了半晌，皆無計策。只見翰林學士虞世基奏道：“微臣倒有一法，可以探試明白。”煬帝忙問道：“卿有何法？”虞世基道：“可制些大木鵝，下邊卻用一丈二尺長的鐵腳，從上流頭放下，木是浮的，鐵是沉的。若有淤淺，必然阻住不行，只消教人但看木鵝止處，便是淺處。”煬帝大喜道：“此法甚妙，還是學士有才。”隨傳旨著右翊將軍劉岑，製造鐵腳木鵝，一路探試淺處。劉岑領了旨意，隨即製造起三十隻木鵝，從上流頭一排排放將下去。自家卻坐了一隻小船，隨從探看。果然有些妙處，下邊略有些淤泥礙著鐵腳，便齊齊的歇在中流，任是水勢緊急，卻也衝他不動。劉岑於淺處都定起樁來記了，方才叫人拿起木鵝，另放一路，細細探來，也有淺三五丈的，也有淺十數丈的，也有淺一里二里的，劉岑都一一記號明白。\n\n自雍丘探至灌口，總共一百二十九處淤淺，隨開明地方，報知煬帝。煬帝大怒道：“怎便有許多淤淺，明明是丁夫們侮慢上命，不盡心開掘，致誤朝廷大事。不嚴法處死，何以震壓天下，何以洩聯之恨！”遂傳旨著劉岑於木鵝住處，將兩岸不盡心開挖的丁夫，根究查明，盡數倒埋於岸下，教他生做開河夫，死為抱沙鬼，不許私放一人。煬帝旨意一下，兩班無數臣僚就如泥塑木雕，誰敢為民請命，諫止一聲！任憑煬帝大行慘毒之事。\n\n正是：\n\n容悅偏多術，讒諛便有才。\n\n若為民請命，鉗口不能開。\n\n劉岑領了旨意，點起一萬兵士，到淤淺之處。哪裡去根究，如何得查明！也不管是他開不是他開，也不問誰盡心誰不盡心，只苦了近兩岸住的百姓。但凡貼著淤淺，都拿將來用麻繩捆了，活活的挖個坑兒，倒埋在岸下。埋了一處，又埋一處，這一百二十九處又活埋了五萬餘人。\n\n正是：\n\n荒淫既如彼，慘殺又如此。\n\n不必問天心，天心可知矣！\n\n麻叔謀見坑殺了許多人，也有幾分寒心。遂連夜摧督人夫，千方百計將淤淺之處開掘通了，請龍舟進發。煬帝因船上有了一個絳仙，日日只是窮淫極欲，貪歡愛笑，故不十分催促程途，一日行三十里也罷，二十里也罷，十里也罷。因此，麻叔謀得有工夫，將多處的淤淺掘開。一日到了睢陽地方，煬帝忽想起耿純臣奏有天子氣，如今挖斷了，想必可以消除，因召麻叔謀問道：“睢陽地方曾掘去多少城廓，幾許人家？”麻叔謀因迴護城池得了三千兩金子，心原是虛的，又見煬帝突然問起，十分著忙，又不好說謊，口裡結塞了一會，方才應道：“睢陽的城廓人家，俱未敢掘動。”煬帝聽了，便微微有些怒色，說道：“朕原有旨，要挖斷龍脈，為何俱不敢動？”麻叔謀道：“陛下的旨意，小臣焉敢不遵！只奈睢陽一帶，地脈甚是靈顯，往往有鬼神保守，不可干犯，若要掘動，必有不祥之事。臣不得已，故曲為迴護。”煬帝大怒道：“朕為天子至尊，百靈皆當聽命，有什麼不祥之事？怎麼信闇昧鬼神，倒將聖旨違了！這等看來，這河道一定迂迴遠了。”\n\n麻叔謀沒得回答，一時間要遮飾，只得謊奏道：“睢陽城廓雖已迴護了，河道其實不遠。”\n\n原來麻叔謀自從開了這條河道，煬帝以為有功，甚加寵眷，故於河道淤淺，只難為丁夫，並不罪及麻叔謀。今聽他說，河道不遠，心下便有幾分回意，因想一想說道：“若是河道不遠，其罪也還可赦。”遂叱退麻叔謀，隨差劉岑去檢視遠也不遠。劉岑領旨，坐了一隻小舟，用步弓隨彎就彎的丈量將去，又從城中心一路量回，兩邊准折一算，足差二十里遠近。次日奏知煬帝。煬帝大怒道：“差了二十里路，還說不遠！明明欺朕，此中定有情弊。”遂一面差人將麻叔謀拿下，睢陽獄中監了，一面急宣令狐達來問其備細。原來令狐達自上疏惱了麻叔謀，麻叔謀在煬帝面前譖說他不盡心開河，只是假惜民之名以市己恩，故煬帝序開河功績，並不曾賞及令狐達。令狐達因知麻叔謀為煬帝寵信，有權有勢，故不敢辯明，只得含忍在心。這一日，也是冤家路窄，恰恰煬帝宣他來究問。\n\n正是：\n\n只道自能言，誰知人有口！\n\n當時任我讒，今日聽他剖。\n\n令狐達見了煬帝，便奏說道：“陛下不問，臣也不敢上奏。麻叔謀自到了寧陵縣地方，便大為不法之事，起初因夜見林中有赤光，貪以為寶物出現，獨自去尋來，不期被鬼風吹了，故患頭痛。蒙陛下差醫官來看，因說要吃羔羊方好，便日日叫各鄉村小民來獻。下馬村一個大盜，叫做陶榔兒，因要回護祖墳，遂將人家小孩子偷來斬去頭足，蒸熟了當做羔羊來獻。麻叔謀吃了，以為美品，便替他迴護祖墳，只叫他偷孩子以為報恩。可憐這寧陵、睢陽一帶的小孩子，都被他偷吃完了。到睢陽地方，因家奴黃金窟，受了民間三千兩金子，便擅改了河道。”煬帝大怒道：“難道有這等事情！”令狐達道：“陛下若不信，現有小孩子的骨櫬為證。”遂叫跟隨將收藏的骨櫬挖了，抬到龍舟邊，請煬帝親驗。煬帝看了，十分大怒道：“怎敢如此妄為！罪不容於死矣！”又責令狐達道：“你既曉得，為何不上疏奏明？”令狐達道：“臣為他食小兒，連上了三疏；為他受金子改河道，又上了一疏。前後共上了四疏。俱被中門使段達扼定，不肯進呈。百姓苦不過，進京告御狀，又被段達每人痛責四十，解回原籍問罪。此皆歷歷可查，非臣不奏。”煬帝聽了，怒恨不已，隨傳旨差劉岑去搜麻叔謀行李，看有何贓。\n\n劉岑去不多時，即將麻叔謀囊橐中收藏的金銀寶物，盡行呈到御前。煬帝親同眾臣子一一檢看，其餘金銀不論，只見三千兩金子，還未曾動。又見獻留侯的白璧也在裡面。檢到底下，忽檢出一顆歷朝受命的玉璽來。煬帝看了大驚道：“此事卻又奇怪！？眾臣子不知就裡，俱各竦然而問。煬帝道：“此寶乃朕傳國玉璽，前日忽然不見。朕在宮中，尋覓遍了，並無蹤影。朕因自家收藏不密，也不好對眾卿說的，不期卻在他囊橐之中。這些金子與白璧還是小事，朕這顆國寶，如何得落他手！”宇文達奏道：“必是遣人偷盜來的。”煬帝道：“宮闈之中，至深至密，哪個就有這樣手段！”令狐達道：“陶榔兒兄弟三人，俱是大盜，飛簷走壁如神。人家孩子日夜有人看守，他還偷來，又何怕宮闈深密！以此看來，這國寶一定出榔兒之手。”煬帝大驚道：“陶榔兒有這般手段，今日盜朕的國寶，明日便可盜朕的首級矣！危哉，險哉！早是今日天敗其奸，犯露出來，若再養成，後當為害不校”遂傳旨著榮國公來護兒、內使李百藥、太僕卿楊義臣，三人就在睢陽城中，另置衙門推勘麻叔謀並拿陶榔兒全家，審問盜國寶等情，務要盡法。三個大臣，同領了旨意。隨差一個郎將，帶領一千軍校，飛馬到下馬村，連村圍了，捉拿陶榔兒全家。真個是天網恢恢，一報還一報。陶榔兒全不知訊息，被眾軍校圍住了村口宅門，合族大小共計八十七口，都被拿住，不曾走了一人。還有許多黨羽，也被捉來，同解到睢陽城裡。\n\n正是：\n\n當時偷去甕中鱉，今日拿來釜裡魚。\n\n一報到頭還一報，始知天網不曾疏。\n\n來護兒同李百藥、楊義臣三人，在睢陽城中擇一個大衙門坐了。奉起聖旨，先提麻叔謀來，審問盜國寶情由。麻叔謀道：“不消三位大人費心，食小兒，為醫病；改河道，畏神靈；受金子，從民便也，原俱是有的。只是國寶委實不曾偷盜。”來護兒道：“既不曾偷盜，為何得在囊中？”麻叔謀即將掘入鐵墓遇偃王賜玉印的情節，細細說了一遍。來護兒道：“此乃鬼神虛謬之言，無有憑據，如何回得聖旨？”因念同官體面，遂不動刑，依然監了候旨。隨後將陶榔兒兄弟三人，並家奴黃金窟拿將進去，嚴刑拷打，要他招盜國寶情由。陶榔兒起初猶抵辯不認，後來受不過刑法，只得將無作有，一一招成。\n\n黃金窟被打昏了，連送白金千兩與段達攔阻奏疏，也都招將出來。來護兒審問明白，遂逐款開了，同李百藥、楊義臣回奏煬帝。煬帝細細看了，大怒道：“段達為何也這般作弊！”遂叫段達到面前問道：“朕以你為心腹之人，故升你為中門使，管出入奏章，你如何受他白金千兩，便欺瞞朕躬？”段達嚇得汗流浹背，一字也不能說出。忙將紗帽除下，只是俯伏在地下叩頭不已。煬帝因念當初謀奪東宮，十分虧他，故不忍加害。遂傳旨道：“段達受賄欺君，本當斬首，姑念舊有功勞，免死降官為洛陽監門令。一應奏章事情；俱著虞世基帶管。”段達得饒了性命，再三謝恩而去。\n\n煬帝隨問宇文達道：“麻叔謀如此不法，當擬何罪？”宇文達道：“麻叔謀有大罪四條：一不合食人之子，二不合受人之金，三不合擅改河道，四不合偷盜國寶。據法當用極刑處死，以警奸貪。但其子孫或誅或免，此望聖恩裁定，臣等不敢預擬。”煬帝道：“麻叔謀有四大罪，難免刀下之苦。”即著來護兒監督腰斬。其子孫姑念開河有功，俱免收戮。陶榔兒全家梟首示眾，其餘黨羽盡流遠方。來護兒領旨，隨帶領軍士來監中取麻叔謀一干人犯。卻說麻叔謀，雖然下獄，還恃煬帝寵幸，未必便死。這一夜忽夢見一個童子，自天上飛下來，對麻叔謀說道，“將軍認得我麼”麻叔謀驚訝道：“像是認得，卻思量不起。”童子道：“我乃宋襄公與華司馬遣來的。”麻叔謀道：“正是，正是！但不知來此何干？”童子道：“宋襄公與華司馬感將軍迴護城廓之功，去年所許二金刀，今日特遣我送來。”麻叔謀道：“金刀卻在何處？”童子將手向外一指道：“那不是金刀來了！”\n\n麻叔謀急抬頭看時，被童子推了一跌，忽然驚醒，卻是南柯一夢。醒來腰項間隱隱痛疼。麻叔謀方才慌了，對家人說道：“此夢不祥，我的腰項恐不能保矣。”說未了，早有許多軍士擁進監來，將麻叔謀並陶榔兒全家，俱用大繩綁了，一齊驅至河口。大家都面面相覷，眼中流血，追悔無由。來護兒讀了聖旨，一聲鼓響，眾軍士將麻叔謀頸下一刀，腰下一刀，斬為三段，方應驗了二金刀之說。陶榔兒全傢俱梟首示眾。\n\n正是：\n\n謾道陶家墳墓好，試看麻老二金刀。\n\n奸人縱有千般計，到底難逃這一遭。\n\n煬帝既斬了麻叔謀、陶榔兒，不知又有何事？且聽下回分解。"
		},
		{
			"章節": "第二十九回",
			"章節名稱": "靜夜聞謠 清宵玩月",
			"章節內容": "詞曰：\n\n世事不可極，極則天忌之。試看花開爛漫，便是送春時。況復巫山頂上，豈堪攜雲握雨，更上最高枝。莫倚月如鏡，須臾殘蛾眉。“俁靼??х詛梗?螄嗨肌＜焙硪鬃恚?衲芤?順っ?矗看蚱莆甯?讓危?臀乙緩?粒?思世瀟??Ｋ恐襠性謔遙?馴凰?舜怠?\n\n調寄《水調歌頭》\n\n卻說煬帝腰斬了麻叔謀，梟示了陶榔兒，削貶了段達，睢陽、寧陵一帶的百姓聞知，盡鼓掌稱快道：“只說天沒眼睛，誰知也有今日！”男男女女都到河邊來看。見了屍首，你一磚，我一瓦，頓時打成肉醬。煬帝因民心快暢，知道為食子之故。隨差劉岑將麻叔謀私受的三千兩金子，分賞眾百姓，以慰民情。眾百姓得了金子，都一齊叩謝，歡聲振地。煬帝望見，亦覺歡喜。只看眾百姓散去，方才退入船宮。蕭後接住問道：“此事如何處了？”煬帝即將斬麻叔謀、百姓快樂及賞金子的事說了一遍。蕭後道：“麻叔謀食小兒、盜國寶，其實該斬。怎樣保護睢陽城池，卻也是罪？”煬帝道：“御妻記不得了？昔時耿純臣曾奏睢陽有天子氣，故叫他鑿損龍脈，以除滅此氣；他迴護城池，便不傷龍脈，豈不是罪？”蕭後道：“原來為此！妾倒也忘記了。但不知這天子氣，端的有無？”煬帝道：“據耿純臣是這等說，連朕也不知。”蕭後道：“陛下自識天文，今又近在睢陽城下，晚間何不登龍舟閣上，觀看一回，便知此等事情，是虛是實。”煬帝道：“御妻之言有理。”\n\n隨叫安排夜膳，酒只略飲幾杯，也不叫吳絳仙、袁寶兒們來勸，只等一黑便登閣望氣。不多時，紅日西沉，早換上一天星斗。此時乃四月盡間，夜氣正清，煬帝與蕭後同登舟閣之上，四周一望，月雖未上，只見銀漢斜橫，疏星燦爛，一派夜景，其實清幽。\n\n有詩為證：\n\n露下煙消夜氣清，星河指檻轉分明。\n\n令嚴萬乘不聞語，野鶴驚舟時一聲。\n\n又云：\n\n野曠天低雲影薄，危欄隱隱接高辰。\n\n不知明月在何處，落落疏星來照人。\n\n煬帝同蕭後燈也不點，悄悄的憑欄而坐。起初還似黑暗，略坐了一歇，便覺明亮。煬帝因得紫煙傳授，曉得些星辰步位，便用手一個一個指示與蕭後看。蕭後看了，卻又問長問短。二人閒話了半晌，漸近二更。此時河裡，雖有萬餘龍舟，兩岸雖有無數軍馬，只因煬帝性暴法嚴，無人敢犯他的旨意，故四下靜悄悄，絕無一人敢言語喧譁。煬帝徘徊良久，四下裡觀看，並不見什麼天子氣出現。因笑對蕭後說：“盡信書，不如無書。這些腐儒之談，安可盡信？”蕭後道：“今日看了，方見明白；若不如此，終久有些疑惑。”二人又立了一回，漸漸風露逼人，有個涼意。二人正要下樓，忽聽得岸上隱隱有悲泣之聲。煬帝忙移步到欄杆邊來細聽，卻不是悲泣，乃是人在岸上唱歌，聲音唱的悽慘，卻就像哭泣的一般。先還覺遠，又聽了一歇，漸漸的歌到船邊，竟聽得明明白白。\n\n其歌道：\n\n我兄徵遼東，餓死青山下。\n\n今我挽龍舟，又困隋堤道。\n\n方今天下飢，路糧無些少。\n\n前去三千程，此身安可保！\n\n寒骨枕荒沙，幽魂泣菸草。\n\n悲損門內妻，望斷吾家老。\n\n安得義男兒？焚此無主屍。\n\n引其孤魂回，負其白骨歸。\n\n煬帝細細聽了大怒道：“此歌明明怨朕徵遼遊幸，不愛惜軍士，什人敢高聲大氣，竟到朕龍舟邊來唱？”隨即叫左右近侍快趕去拿祝左右領了旨，二三十人作一陣忙往下跑。跑到船外，尚聽見歌聲未完。及趕上岸看時，莫要說人，就連鬼影也沒一個。二三十個內相在兩岸上分作四頭亂趕。不一刻，各龍舟上聽得有旨拿人，眾內相就有三五百，都燈籠火把，一齊跳上岸來，四圍趕捉，哪裡有一毫蹤影？煬帝大驚道：“卻又作怪！歌聲還未曾了，朕就叫人去拿，如何這等躲的快，就沒一毫形跡？”又叫人到各營去尋，眾內相尋了一回來奏道：“各營俱靜悄悄的，哪裡有一人動靜！”煬帝又問道：“你們眾人可曾聽見歌聲？”眾內相道：“奴婢俱明明聽見，趕到船外，還隱隱歌聲未絕。及走上岸，就不見了。”\n\n煬帝沉吟了半晌，對蕭後說道：“莫非是鬼，怎敢來譏誚寡人！”蕭後見煬帝彷徨著急，只得好言勸解道：“宇宙中古往今來，奇奇怪怪，何所不有！俗語說得好：‘見怪不怪，其怪自敗。’這歌聲任他是人是鬼，只不睬他，他自然消滅。就是耿純臣奏天子氣，以今日看來，氣在哪裡？”煬帝道：“御妻言雖有理，只是朕心終有些狐疑不安。”大家亂了一會，不覺一鉤殘月，早從東山上吐出。蕭後見了說道：“此時月出有四更多了，閣上風露重，請陛下且去安寢，管這些有聲無形的事做什！”煬帝沒法，只得依著蕭後走下樓來，又吩咐眾人道：“你們還要去尋，只怕倒躲在草裡或近水之處。”眾內相答應了，煬帝方退入寢宮去睡。眾內相領了旨意，不敢怠惰，忙又上岸到各處尋覓，就像見鬼的一般，東張張，西望望，你來我去，大家亂紛紛只鬧到大天白亮，方才住手。\n\n正是：\n\n謠聲豈出凡民口？字字分明上帝心。\n\n寄語君王不須捉，舉頭何日不予臨。\n\n煬帝雖然去睡，這一夜畢竟恍恍忽忽不能安寢。次日起來，蕭後知道煬帝心下不暢，忙叫吳絳仙、袁寶兒來隨侍。二人走到面前，略與煬帝說幾句沒要緊的閒話。煬帝滿肚皮猶疑，早不知不覺冰消了一半。\n\n正是：\n\n見面即生喜，開言便不嗔。\n\n君王何以樂？賴有解愁人。\n\n絳仙與寶兒，也不管煬帝心下有事沒事，只是笑吟吟講他戲耍的話兒。煬帝插在中間，混了半晌，哪裡還記得什麼歌聲！再過一歇，蕭後排上酒來。大家歡飲一陣，便依舊昏昏沉沉，只思量快樂。欲心一蕩，就如野馬一般，何處去挽韁收轡？今日吳絳仙，明日袁寶兒，早起朱貴兒，晚間韓俊娥，或是這院夫人，或是那院宮女，煬帝在五百一十隻大龍舟上串來串去，就如穿花的蝴蝶、戲水的鴛鴦，無一日不甜蜜蜜在箇中領略。這些美人，不是絲竹管絃將煬帝迎來，就是錦繡綺羅將煬帝引去。一路上窮奢極欲，比在西苑中更勝。錦帆過處，香氣聞數十里遠近，說不盡的繁華富貴。\n\n正是有話即長，無話即短。煬帝在龍舟中正天長地久的受用，早不知不覺的到了江都。眾臣忙報知煬帝。煬帝大喜道：“朕的遊興，還未曾遍，忽然到了，有趣有趣！此皆開河興龍舟之功也。”遂傳旨一面打掃離宮，一面收拾車輦，明日就要登岸。眾官領旨，各各分頭打點。一日百事俱整理齊備。到次日，煬帝依舊同蕭後乘了逍遙寶輦，眾夫人、美人依舊坐了七香車，眾內相依舊騎了馬，眾軍士依舊旌旗招展，鼓樂喧天，將車駕迎入離宮。原來煬帝前一次來時，帶得人少，離宮便覺寬大好住；這一回宮娥無數，如何居住得下？煬帝與眾妃妾一齊擁入，頓時將一座離宮，填塞得密滿。煬帝與蕭後住了正宮，眾夫人分居了傍宮，吳絳仙、袁寶兒一班寵妾，俱住在後宮樓上。其餘美人宮女，或是前軒，或是後殿。住不下的，連亭臺池榭裡都分散開了。\n\n住便住了，煬帝十分不快。隨即宣宇文達、虞世基、封德彝幾個心腹大臣來商議道：“這一所離宮，如何容得許多妃妾？朕當日原要在蕪城中起造宮苑，因匆忙回去，故未曾如願。今日合宮既都到此，再無不起蓋之理！卿等可火速料理，免叫朕擠塞在此不暢。”宇文達道：“陛下明旨，臣等敢不竭力。但恐工、戶二部及郡縣錢糧，一時不能湊手。”煬帝道：“不要拘定工、戶二部，不管天下，但有錢糧，俱可呼叫。如有違旨者，便拿來處斬。”宇文達道：“若得如此，便不難矣！但不知這宮苑要如何起蓋？”煬帝道：“也不要十分太大，只照西苑式樣就罷了，只以速完為主。”群臣不敢再奏，只得領旨而出。遂一面差人天下調取錢糧，一面審視地形，一面採選料物，一面召集工匠。話休絮煩，左來右去，只苦了這一帶的百姓。不半年早又造成一所窮奢極侈的宮苑。原來這宮苑，就連在一處，前面是宮，後面就是苑。苑中也有十六所別院，苑外東邊因有一塊閒地，形勢極高，又蓋了一所月觀。進宮去的路上，又造了一道大石板橋。苑旁邊又挖了一個九曲池，十分有趣。後宋文人蘇轍有詩一首，單感嘆九曲池之事。\n\n詩云：\n\n嵇老清彈怨廣陵，隋家水調寄哀音。\n\n可憐九曲遺音盡，惟有一池春水深。\n\n宇文達等造完了宮苑，忙奏知煬帝。煬帝大喜，隨即乘輦來看。到了宮苑中，只見樓臺富麗，殿閣崢嶸，一層層都是錦裝繡裹，一處處無非玉映金輝。也有十六院，又添出月觀與九曲池，比西苑倍覺有許多幽奇景緻。煬帝看了喜之不勝。隨即傳旨，將蕭後與眾夫人、美人，一齊都移入宮來。蕭後原住了正宮，眾夫人、美人，仍舊照十六院分開，惟吳絳仙獨賜他住於月觀。其餘殿腳女，都發入月觀，就當做宮女供用。煬帝宮苑分派即定，便日日帶領許多美人，各處去尋山問水，覽勝探奇，無一時一刻能離了婦人與酒杯絲竹。\n\n正是：\n\n快心若個能知足，得意誰人肯掉頭？\n\n只待戲場收拾起，悽悽冷冷大家休。\n\n一日正值三月三日，天氣清爽，春光明媚。煬帝對蕭後說道：“晉永和時節，但遇今日，大家小戶都要臨水飲酒，以為修楔。朕與御妻，何不借這個名色，往江頭遊玩一番，也不虛負春光。”蕭後道：“及時行樂，陛下之意最善。”隨叫近侍打點酒餚，又傳旨安排龍舟鳳舸，往江頭候駕。煬帝與蕭後同上玉輦，帶領眾美人，笙簫弦管，竟到江頭來取樂。不期江中發起風來，波浪大作，不便上船。遂同到江樓上坐下飲酒，卻觀看那長江一派風景。\n\n眾美人歌的歌，舞的舞。煬帝歡飲了半晌，忽見一隻鳳帽船，被風浪將纜繩掀斷，竟流到江中間去了，又無人在船上支撐，隨著風浪，一顛一播，再不能定。煬帝與眾人看見，都一齊笑將起來說道：“倒也有趣。”蕭後道：“何不叫人去救了回來？”煬帝道：“這樣大風，如何去救？”說未了，只見那隻船，一頭起，一頭落，在波浪中就如跌跳一般。煬帝指著問道：“你們看這船搖來搖去，像個什麼東西？”美人也有說像一隻大鞋的，也有說像一片蓮葉的。袁寶兒說道：“以妾看來，還像個大鯉魚。”煬帝笑道：“果然還像鯉魚。”蕭後笑道：“既像鯉魚，陛下何不釣他起來。”煬帝笑道：“釣倒要釣，只是沒這等長大絲綸。”一時高興，遂提起筆來，就在江樓粉壁之上題詩四句，說道：三月三日到江頭，正見鯉魚波上游。\n\n意欲持竿往釣取，恐是蛟龍還復休。\n\n煬帝題這四句詩不打緊，識者看來以鯉魚應著李淵，早已知是亡國的讖語。自家哪裡曉得？煬帝題完，蕭後看了，稱讚不已。眾美人復進上酒來，煬帝吃了半日，只等玉山頹倒，方才住手還宮。到了宮中，十六院夫人接住，依舊又彈絲品竹的歡飲。\n\n正是：\n\n歌舞又相勸，君王尚未醒。\n\n莫言沉醉也，猶如伴娉婷。\n\n一夜月色甚明，煬帝厭那些絲竹聒耳，遂同蕭後與十六院夫人，帶領了四五個美人，攜了一樽酒，幾個小盒兒，同到新造的石板橋上看月。此時夜已三更，一輪明月正照著當頭。煬帝道：“不要設座，就將錦毯鋪在橋上，大家席地而坐，更覺有趣。”眾夫人都笑道：“果然有趣。”遂不分大小，都隨便團團坐下；連袁寶兒幾個美人，也賜她坐了。大家清言調笑，歡飲了一會。煬帝說道：“我們這等清坐看月，豈不強似那些笙歌鬧吵。”蕭後說道：“斯時若是玉簫吹一兩聲，卻也不妨。”煬帝道：“月下吹簫最是妙事，御妻想得有理。”遂對朱貴兒說道：“你可單吹一曲，與大家賞鑑，吃杯酒兒。”朱貴兒笑笑說道：“我吹我吹。”隨取了一管紫竹蕭，拿在纖手裡，啟朱脣，輕吞慢吐的吹將起來，悠悠揚揚，其實好聽。\n\n真個是：\n\n珠圓鶯滑逗秋涼，別是風流宮與商。\n\n幾字細來青漢近，一聲鬆去碧天長。\n\n寒雲漱齒聲俱冷，白雪調喉韻欲香。\n\n不道無情三尺竹，月中吹出斷人腸。\n\n大家聽了無不快暢。蕭後道：“妾出的這題目如何？”煬帝道：“好題目。有此一曲簫聲，我們橋頭看月一段風流，方才摹寫得出。”蕭後道：“這座橋叫什名字？”煬帝道：“沒有名字。”蕭後道：“既沒名字，陛下何不就今日光景起它一個，留以為後日佳話？”煬帝道：“說得有理。”遂低頭想一想，又周圍數了一遍說道：“景物因人而勝，古人有七賢鄉、五老堂，皆是以人數著名。朕因御妻與十六個妃子，連袁寶兒、吳絳仙、朱貴兒、薛冶兒、杳娘、妥娘六個，共是二十四人在此，就叫它做二十四橋，豈不妙哉！”大家各歡喜道：“好個二十四橋！足見陛下無偏忘之意。”遂一齊奉上酒來。煬帝十分快暢，接杯在手，飲滿而酌。後唐人杜牧過此，吊其遺蹟，作詩一首感之。\n\n詩曰：\n\n青山隱隱水迢迢，秋盡江南草木凋。\n\n二十四橋明月夜，玉人何處教吹簫。\n\n煬帝同眾人儘量歡飲。只吃到十分酩酊，方才起身，同蕭後攜手踏月還宮。自此以後，今日賞花，明朝玩柳；一日亭臺，一日池榭。不多時，又將一所錦繡宮苑遊幸厭煩了。一日駕幸月觀，吳絳仙梳洗未完，煬帝遂走進房來，移一張椅兒坐在鏡臺旁，看她畫長蛾眉。絳仙笑道：“哪些好看，勞萬歲這般垂盼？”煬帝道：“看美人窗下畫眉，最是美觀。只可恨這些宮殿，蓋得曠蕩，窗牖又高又大，恐顯不出你這般風流態度。若得幾間曲房小室、幽軒短檻，與你們悄悄冥冥相對，便可遂朕平生之志。”絳仙道：萬歲要製造幾間卻也容易，何消說得這樣艱難！”煬帝道：“製造幾間，可知容易。難只難於沒一個有奇思之人會排程。若叫外邊這些臣子去造，他依舊蓋些直籠統的宮殿，有何趣味？”\n\n正說未了，忽見旁邊轉過近侍高昌，跪在地上奏道：“奴婢倒有一個朋友，常自說能造精巧宮室，不知可中聖意？”煬帝道：“此人是何處人？叫什名字？”高昌道：“此人姓項名升，乃浙人，與奴婢原是同鄉，奴婢因此曉得。”煬帝道：“既有此人，可就叫他來見朕。”高昌領旨，隨飛馬去叫。項升聞旨，不敢滯留，忙跟了高昌來月觀中見煬帝。煬帝隨問道：“高昌薦你能製造宮室，朕嫌這些宮殿沒有逶迤轉折之妙，你可盡心製造幾間有韻趣的宮室，朕當重賞。”項升奏道：“小臣雖曉得製造，只恐不當聖意，容臣先畫一個圖樣進呈，候萬歲裁定了方敢動手。”煬帝道：“這也說得是，只不可耽遲了。”項升退出，遂連夜畫寫圖樣，直畫了三四日，方才畫完了。\n\n尋著高昌，同獻與煬帝。煬帝接了展開細看，只見上面畫了一間大樓，中間卻千門萬戶，有無數的房屋。左一轉、右一折，竟看不出是哪裡出入。煬帝大喜道：“你這般巧心，朕有這樣一所宮室，也不負為天子一場，儘可老死其中矣。”隨先賞賜項升許多彩緞金銀，專督其事。一面敕工部選四方的材料，一面詔戶部發天下的錢糧，又差封德彝監督催辦：“如有遲緩，即指名參奏，朕當嚴刑重處。”項升同封德彝各有司，領了旨意出來。隨即相視地形，動工起手。朝廷旨意一下，誰敢不遵？只得剜心割肝去支應。怎奈這一次比前不同，內帑外庫，俱已空虛，天下百姓的膏血已盡，哪裡還禁得又起一場大工？只因這一番土木，有分教：干戈四起，盜賊蜂生；黎民保不得性命，朝廷坐不穩江山。\n\n這正是：\n\n世亂自遭兵，民窮定為盜。\n\n任有萬木撐，江山要重造。\n\n不知這場大工，畢竟如何得成？且聽下回分解。"
		},
		{
			"章節": "第三十回",
			"章節名稱": "幸迷樓何稠獻車 賣荔枝二仙警帝",
			"章節內容": "詞曰：拭淚問造物，造物一何乖！盡道禍淫福善，暗裡有安排。請看獨夫殘暴，為什刀兵水火，只作小民災！慘血終日瀝，勞骨何時埋８杌魅潰?喂母梗?蒼讜眨課耷櫫聊荊?恢?ニ榧付嗪。∶〉瀾?澆?疲?ド杴甯杳釵瑁?套宰斫痤巍Ｌ煲庖訝鞝耍?朗虜皇ぐА?\n\n調寄《水調歌頭》\n\n話說封德彝領了催督錢糧旨意，便日日發文書到天下各郡縣去催調。你想天下能有多少錢糧？怎禁得數年之內，這裡起宮，那裡蓋殿，東京才成，又造西苑；長城剛了，又動河工；又兼開市徵遼，也不知費過多少錢財！便有神輸鬼運，也不夠這樣耗散。就能點石成金，也不禁這般潑撒。況這些小民出產有限，供給自家身口，尚且艱難，怎當得千苛百斂、無了無休！有的時節，雖然捨不得，還要保全性命，只得剜心割肝拿了出去，到後來沒的時節，好也是死，歹也是死，便持著性命去為盜為賊。此時天下已十分窮困，怎禁得又興大工！故這些窮百姓，沒法支撐，只得三五成群，相聚為盜。這裡一起，那裡一陣，漸漸聚集起來，小盜遂成大盜。中間少不得有幾個亂世英雄豪傑。故竇建德在漳南作亂，李密在洛陽猖狂；瓦崗寨有翟讓聚義，山後有劉武周稱雄。盜賊紛紛蜂起，煬帝全然不知，終日還只是嚴旨催造宮室。\n\n正是：\n\n民已歸淵久，君猶為獺驅。\n\n不然千萬世，何以只須臾。\n\n按下百姓紛紛為盜不題。且說項升在宮苑東邊，選了一塊高敞之地，終日命工調匠，照著圖樣細細的起造。只因宮室要造得精美，裡邊的逶迤轉折處多，工程浩繁，把一個府庫都調得乾乾淨淨，天下的骨髓都刮完了。整整興了一年工役，方才製造得完。雖然費了錢糧，卻也造得精工華美，窮極天下之巧。外邊遠望，只見樓閣高低相映，畫棟與飛甍，隱隱勾連。或斜露出幾曲朱爛，或微窺見一帶繡幕，珠玉的光氣，映著日色，都漾成五彩。乍看見，只道是大海中蜃氣結成，決不信人間有此。到了裡邊，一發稀奇，正殿上花榱繡桷，不要說起。轉進去到了樓上，只見幽房祕室，就如花朵一般，令人應接不暇，前遮後映，各有一種情趣。這裡花木扶疏，那裡簾櫳掩映。轉過去，只有幾曲畫欄，依依約約，折轉來，早斜露出一道迴廊。走一步，便別是一天；轉轉眼，就另開一面。前軒一轉，忽不覺就到了後院。\n\n果然逶迤曲折，有愈入愈奇之妙。況又黃金作柱，碧玉為欄，瑤階瓊戶，珠牖瑣窗，富麗無比；千門萬戶，回合相通。人若是錯走進去，就轉一日，也莫想認得出來。真個是天上少，世間稀，古今沒有。\n\n有詩為證：\n\n天子行宮幽且奇，瑣窗繡戶壓雕幔\n\n香風曲曲吹難到，碧月深深照不知。\n\n魂縱未銷應斷續，夢雖有主亦逶迤。\n\n君王盡日貪歡耍，行過回廓也自疑。\n\n項升製造完了，忙請煬帝親臨。煬帝車駕一路行來，遙望見形勢新奇，縹緲間就像神仙洞府一般，十分幽異，一片遊魂，先引得悠悠盪盪。及到了裡面，見錦遮秀映，萬折千回。幽房與邃室婉轉相通，一步步皆有花迎柳引之妙。煬帝遊賞了半日，只見這裡一派洞天，那裡一片福地，竟不知身在何處，直喜得他七顛八倒，不知著落。因對項升說道：“你如何有這等巧心，真可奪天地造化之工矣！”項升道：“還有許多祕密之處，萬歲尚未曾游到。”煬帝道：“卻在哪裡？”項升又將煬帝引了入去，左一穿，右一折，又不知有多少幽奇去處。\n\n到了一處，分明水窮山盡，不知怎麼一曲，又有許多妙境，煬帝大喜道：“此樓曲折之妙，不要說世人到此沉冥不知，就使真仙來遊，亦當自迷也。可取一名，就叫做‘迷樓’。”隨叫項升領眾宮人，細細地記認了來蹤去跡，又叫左右傳旨吏部，賜項升五品官職，又叫太監到內庫支絹一千匹，賞與項升。項升謝恩，歡喜辭出。\n\n煬帝這一日竟不還宮，就自在迷樓中住了。隨詔吳絳仙、袁寶兒一班美人來承應，又發詔選良家十二三歲的幼女三千，到迷宮充作宮女。又在樓殿上鋪了四副寶帳，都是象床雕枕，繡褥錦茵，百般奇異服飾。在內又起四個美名，第一帳叫做散春愁，第二帳叫做醉忘歸，第三帳叫做夜酣香，第四帳叫做延秋月。不分日夜，與眾美人逞淫縱慾，只除了吃酒，其餘無一時一刻不在四帳中受用。又叫宮女，將上好的水沉香、龍涎餅，四角上燒將起來，煙氣霏霏，使外邊望著就像雲霧氤氳之狀。煬帝常笑說道：“便是瑤池瓊島、神仙境界，料也不能過此。”不多時，幼女三千俱已選到。煬帝看了，就都是些乳鶯雛燕，嫩柳新花，滿心歡喜。都叫她穿上輕羅薄紗，打扮得嫋嫋婷婷，就如仙子一般，分散於幽房祕室之內，叫她焚香煮茗，伺候聖駕，不時遊幸。\n\n正是：\n\n深宮幽邃日迷春，已覺風光萃此身。\n\n尚有遊魂銷未盡，重教選入斷魂人。\n\n煬帝自得三千幼女，欲心愈蕩，便日日到各幽房去玩耍，快不可言。只恨這幽祕去處，都是逶逶迤迤，曲曲折折，穿花拂柳的徑路，或上或下，或高或低，乘不得車，坐不得輦，抬不得肩輿，都要自家走來走去。煬帝日夜遊幸，雖然快樂，也未免行走費力，然沒法奈何，也只得罷了。誰知名利之下，偏有許多逢迎獻媚之人。只因項升造迷樓，便做了美官，早又打動了一個人的利心。這人姓何名稠，原是獻御女車與煬帝的何安的兄弟。因打聽得煬帝宮中游幸，只是步行，他便弄聰明、逞奇巧，制了一個轉關車兒來獻。這車兒下面，用滾圓的輪子，左右暗藏訊息，可以上，可以下，登樓轉閣都如平地一般，轉彎抹角一一皆如人意，毫無滯澀之弊。又不甚大，一人坐在上面，緊緊簇簇，外邊的輪軌，一些也不招風惹草。又極輕便，只消一個人推了，便可到處去遊幸。又製得精工富麗，都用金玉珠翠綴飾在上面，其實是一件鬼斧神工的妙物。\n\n正是：\n\n莫道天工巧，人心有鬼神。\n\n謾愁宮徑曲，請上轉關輪。\n\n何稠製成了，忙推到迷樓來獻與煬帝。煬帝見了大喜，隨坐在上面叫了一個內相推著試看，果然快便如風。左彎右轉，全不消費人氣力，上樓下樓比行走還快三分，煬帝喜之不勝。隨叫何稠說道：“朕造這迷樓，幽奇深邃，十分可愛。只苦於行走艱難，今得此車，可以任意逍遙，皆汝之功也。”因問道：“你叫什麼名字？”何稠奏道：“微臣叫做何稠。”煬帝猛想起說道：“朕向日初幸江都，有一個何安，曾獻一駕御女車，此人可是一家？”何稠說道：“就是臣親兄。”煬帝道：“原來就是弟兄，難怪此車造得巧妙。”何稠奏道：“向日臣兄所進御女車，取其寬大。只好途中御女，若要宮幃中用，還不見妙。容臣再另造一駕上用。”煬帝歡喜道：“但凡巧妙的，都制了獻來，朕自當重賞。”隨叫左右先取千金賜與何稠，俟御女車來，再加官職。何稠謝恩而去不題。\n\n卻說煬帝有了轉關車，便叫一個小內相推了，終日在迷樓中行樂，就像嫩柳中一個黃鸝穿梭來往，也不知幾時為日，也不知幾時為夜，經旬履月，只是昏昏沉沉與眾美人宮女淫蕩取樂。一日，煬帝因請蕭後賞花，多飲了幾杯，醉後又被淫事傷了，次日忽然病起酒來；一個頭就像有幾十斤重的一般，再也抬不起來。心下只是泛泛要嘔吐，睡在床上，十分難過。\n\n正是：\n\n吟詩快活愁，害酒風流玻\n\n莫言今日苦，昨夜卻高興。\n\n煬帝苦不過，忙叫袁寶兒將迎輦花拿了來聞，指望醒酒。誰知脾胃被酒淘壞，又兼淫慾過度，精神疲憊，支援不起。花的氣力淺薄，如何解得滿肚皮爛糟丘，正所謂一杯水救不得車薪之火。煬帝將花拿到鼻子上，聞了又聞，嗅了又嗅，全然沒些應驗。弄了一會，轉覺噁心上來，只得把花丟去，依然睡倒。只睡到晌午時，忽思想閩中的鮮荔枝吃，隨叫近侍去尋。近侍奏道：“這江都地方，去閩中二千餘里，如何一時能有？”煬帝道：“你只傳旨去尋，江都乃繁華之處，或者民間也有。”\n\n近侍不敢再奏，只得傳旨叫三五十個內相，分頭去尋。眾內相領了聖旨，忙到都市中，東家也訪訪，西家也問問。都回說道：“不要說隔著兩三千里路程一時不能得來，荔枝是秋天出的，如今方春，荔枝才開花，就到閩中，也不能有。”眾內相尋了一會，沒奈何只得折轉身來回旨。剛走到宮門前，忽見一個道人，生得長長大大，一個道姑生得標標致致。兩人都打扮做神仙模樣，飄飄然從對面走來，手中拿了一把大掌扇，扇上寫著兩行大字道：“出賣上好醒酒鮮荔枝。”\n\n眾內相看見，忙走上前問道：“老師父鮮荔枝在哪裡？我們要買。”道人笑說道：“荔枝有便有，只是價高，恐怕你們買不起。”眾內相笑道：“老師父要多少錢一斤，就買不起？”道人道：“俺這荔枝，與眾不同，不論斤賣，要一千兩銀子一個。”眾內相俱大笑道：“怎麼就要許多銀子？”道人道：“我說你們買不起。”搖著扇子便要走去，眾內相慌忙攔住道：“老師父不要性急，一千兩銀子一個也是小事，你且把荔枝拿與我們看看。”道人道：“有了銀子，便與你看。”眾內相道：“老師父你不要看錯了，這荔枝乃當今萬歲爺要買，難道怕少了銀子不成！你若只管爭價，萬歲爺曉得了，惱將起來，恐怕連性命也難保。”道人笑道：“俺們乃神仙弟子，方外之人，又不食他的水土，要管俺們，好一難哩！”眾內相道：“你雖出了家，難道皇帝就管你不著？”\n\n道人正待開言，只見那道姑說道：“既是當今皇帝要，就送了他罷，何必只管爭論！”眾內相都喜歡道：“還是這位女師父說得有理，若肯送與萬歲爺，萬歲爺吃了歡喜，少不得也要賞你銀子，決不白要。快拿出來，萬歲爺等久，我們要去回旨。”道人說道：“既然要送，必須當面方見個人情。”內中有兩個內相就要領他進迷樓去，又有兩個暗暗說道：“你看這兩個道人，都是隨身衣服，單單薄薄，又沒個籃兒罐兒，荔枝放在哪裡；或者是聽見我們尋荔枝，故意寫這個招子在扇子上捉弄我們。倘然帶了進去，一時沒有荔枝，皇帝面前，不是兒戲的！”又有幾個說道：“我們空手正難回旨。莫若且借他去搪塞一回，有荔枝沒荔枝，現有扇子作證，料不是我們說慌，怕怎的！”在家都說道：“講得有理。”遂一齊簇擁著道人同進宮來。\n\n到了殿上，留幾個看守道人，分幾個進去報與煬帝。煬帝此時渴想荔枝，恨不得一時到口，卻又自料必無。忽聽見兩個道人有的賣，心下十分歡喜。又說道：“既是道人有，賣也罷，送也罷，何不竟拿進來與朕吃。”眾內相奏道：“道人扇上雖寫著出賣，卻二人都是空身，不知放在何處？及問他取，他只說要親見萬歲方有。奴婢等沒法，只得奏知萬歲。”煬帝聽了，只得忍著頭眩，叫眾美人扶在轉關車上推了出來；到得殿上，只見許多太監簇擁著一個道人，一個道姑，立在階下，煬帝定睛一看，只見那道人，生得魁偉軒昂，飄然有出世之姿，與尋常的黃冠羽士，大不相同。怎生打扮，有《西江月》一首為證：柳葉雲巾盪漾，梅花鶴氅翩躚。黃絲絛子帶雲煙，草履天涯踏遍碧眼一雙湛若，長髯三縷飄然。分明瓊島散神仙，不得道人顏面。\n\n煬帝再將那道姑一看，雖道妝雅素，不點鉛華，然一種婷婷仙骨，自勝似人間萬萬。\n\n也有《西江月》一首為證：\n\n姑射紫芝作骨，瑤池白雪為膚。丹霞縹緲貌仙姑，不許紅塵點汙。\n\n眾內相看見煬帝駕到，隨將道人、道姑擁上殿來。他二人見了煬帝，也不行禮，只將兩隻手合起來，把腰略彎一彎，頭微點一點，說道：“道人稽首了。”煬帝道：“普天之下，莫非王土，你雖然是玄門弟子，見朕也該行個大禮。”道人道：“野人行禮不慣，望陛下恕罪。”煬帝道：“這也罷了。朕今日病酒，偶思鮮荔枝，你既有的賣，可拿出來，朕買你的。”道人道：“陛下的帑藏有限，不消買了，貧道相送罷！可將盤子來盛。”煬帝因想荔枝甚急，也不管他語帶譏諷，隨叫左右拿盤來盛。左右慌忙取了一個白玉冰盤，用雙手捧到道人面前。道人也不慌，也不忙，隨將手到袖中去一個一個取將出來。不多時，早取了一盤，都就像枝上才摘下來。左右獻與煬帝，煬帝仔細一看，只見：金盤滴滴排朱果，紅殼瑩瑩裹玉漿。\n\n不獨桃花好顏色，脂凝膏滑有餘香。\n\n煬帝看見顏色紅鮮可愛，滿心歡喜。隨叫美人用纖手剝了來吃。剝開時，就如水精，吃在口裡，就如絳雪。到得舌上，不消咀嚼，便都化了，其味馨香，甘美異常。煬帝吃了一個又一個，須臾之間，一盤有三五十個，不覺都吃完了，甜甜美美，喜不可言。一霎兒滿腔宿酒都不知往哪裡去了。煬帝心下十分爽快，隨對道人說道：“這荔枝十分鮮美，你道人家如何得有？”道人笑道：“陛下說差了，道人家的乾坤原大，帝王家沒有的，自然是道人家有，怎麼講如何得有？”煬帝笑道：“慣是道人家要說大話，你偶有了幾個荔枝，便連朕帝王富貴都褒貶起來。你且看朕這迷樓中，是何等富貴，不要說你兩個雲遊道人，夢也不曾夢見，就是世間真真有一個神仙，實實有一個蓬萊閬苑，恐怕也到不得這樣田地。”道人笑道：“古語說得好：冰蟲不可言夏，螻蛄不知春秋。陛下不曾認得神仙，如何知道神仙家的受用。今日守著這幾間木雕泥畫的房子，便誇張做偌大事業，不知入了俺道人們眼中，只好付之一笑。”煬帝笑道：“這些套話兒，都是道人們在山谷中，啃草根樹皮時，演習來的，料想富貴無分，不如轉把富貴說壞了倒還好聽，也還好哄騙愚民。若使這些繁華富貴真叫他受享半日，只怕魂要斷、骨要消，這張寡嘴再開不得了。”\n\n說罷，對著眾美人哈哈地大笑起來。道人道：“陛下說的都是假的，若以俺兩個道人看來，這些不耐久的膏脂，容易盡的錦繡，就要把人迷惑，還只怕不能夠。”煬帝道：“真與假一時也辨不出。只朕這迷樓中，有一十二重臺閣，二十四座亭池，三十六間祕室，七十二處幽房，一百零八所雕闈，三百五十六層繡闥，還有無數的曲檻迴廊，還有許多的朱欄翠幌，內中千門萬戶，都是婉轉相通，逶迤相接。朕常說就有真仙來遊，亦當自迷，故起名叫做迷樓。你兩個道人，既會說大話，必定有幾分手段。朕今日就與你打一個賭賽何如？”道人道：“陛下要打什麼賭賽？”煬帝道：“就與你賭遊迷樓。這迷樓中，你若有本事，一層層，一處處，都去遊遍，不許少了一間，不許重了一處，走得進去，又轉得出來，清清白白毫不昏迷，朕就認你是真神仙，另蓋一所觀宇與你住，歲給祿米千石，免你雲遊抄化之苦。若是進不去，出不來，轉的頭昏眼花，那時卻不要怪朕，就問你一個狂言罔上之罪，剝去道衣，發回原籍，養馬當差。這個道姑還生得俊俏，便要沒入宮來，備朕的枕蓆。”\n\n道人聽了，嘻嘻地笑著，連說道：“這個使得，這個使得！”只見道姑對道人說道：“我們好意送荔枝與他，他倒胡纏，說起瘋話來。此時唐天子在晉陽樓上，與舊宮人吃酒作樂，兀自不知，卻要思想別人。我們何不去了，只管在醉人面前說醒話怎麼！”道人道：“遊戲片時，卻也無礙。”煬帝聽了，對眾美人大笑說道：“他們思量要走了，如今卻怎生去得！”隨叫近侍催促去遊。\n\n正是：\n\n君王不識神仙妙，苦認繁華當一奇。\n\n好似花房蝴蝶戀，不教春色與人知。\n\n不知道人與煬帝賭遊迷樓畢竟誰贏，且聽下回分解。"
		},
		{
			"章節": "第三十一回",
			"章節名稱": "任意車處女試春 烏銅屏美人照豔",
			"章節內容": "詩曰：春到迷樓亦太濃，錦香繡月萬千重。\n\n笑他金谷能多大，羞殺巫山只幾峰。\n\n屏鑑照來真富貴，車帷度去實從容。\n\n只愁雲雨遭兵火，若個佳人留得儂。\n\n話說煬帝與道人賭遊迷樓，叫道人與道姑走在前面，自家坐下轉關車，緊緊隨著。其餘宮人內相，俱跟在後頭，不許一人開口。那道人對煬帝打一個稽首說道：“貧道告唐突了。”遂用手攜定道姑，二人逍逍遙遙，信著步兒往裡便走。卻也作怪，就像走過幾千萬遭一般，四下裡都是透熟，逢著轉彎便轉彎，遇著抹角便抹角，該上樓就上樓，該登閣就登閣。門關著，他竟用手推開；屏攔著，他便側身轉入。無一個幽微曲折之處，不被他串到；無一層錦闈繡闥之中，不被他游來。不多時，將一座誇天宮詫仙府的迷樓，早已團團遊遍，不曾遺了一處，仍舊轉到殿上來說道：“陛下還有什麼幽房邃室，請再賜貧道一遊。”煬帝驚得呆了半晌，不能答應。\n\n正是：\n\n世間哪有迷人物，原是痴人自著迷。\n\n試看神仙迷不得，迷樓何似武陵溪。\n\n煬帝見二人有些奇異，因驚問道：“你二人姓什名誰？”道人笑道：“俺們道人家，草木形骸，哪有什麼姓字。”煬帝道：“姓字既無，必有一個鄉貫住坐。”道人道：“天上的白雲，山中的野鶴，便是俺們的鄉貫住坐了。”煬帝道：“既如此無個定蹤，朕蓋一所庵觀與你住好麼？”道人笑道：“好便好，只恐怕不長遠些。”煬帝道：“朕欽賜蓋的，你便徒子徒孫終身受用，如何不長遠？”道人笑道：“陛下怎麼算得這等長遠，此時天下還有誰來蓋觀？就有人來，只怕陛下也等不得了。倒不如隨俺兩個道人，到深山中去出了家，還救得這條性命。”煬帝笑道：“這道人為何一會兒就瘋起來，朕一個萬乘天子，放著這樣錦繡窠巢，倒不受用，卻隨著兩個山僻道人去出家，好笑，好笑！”道人道：“陛下不要太認真了。這些蛾眉皓齒，不過是一堆白骨；這些雕樑畫棟，不過是日後燒火的乾柴；這些絲竹管絃，不過是借辦來應用的公器。有何好戀之處？況陛下的光景，月已斜了，鍾已敲了，雞已唱了，沒多些好天良夜，趁早醒悟，跟俺們出了家，還省得到頭來一段醜態。若只管貪戀火坑，日尋死路，只恐怕一聲鑼鼓住了，傀儡要下場去。那時節卻怎生區處？”\n\n煬帝笑道：“這一篇話兒，人都會說，說來倒也中聽，只是天地間，哪有個不死的仙方，長生的妙藥？你只看，秦始皇、漢武帝，何等好神仙！到頭來毫釐無用，這便是個樣子。”道人道：“秦始皇錯用了徐福，漢武帝偏信了文成五利，故沒有功效。俺二人卻非其類，陛下不要當面錯過，後來追悔。”煬帝笑道：“朕這裡瓊宮瑤室，便是仙家；奇花異草，便是仙景。絲竹管絃，又有仙樂；粉香色嫩，又有仙姬。朕遊幸其中，已明明是一個真神仙。你們山野之中，就多活得幾歲年紀，然身不知有錦繡，耳不知有五音，目不知有美色，卻與朽木枯樹何異？”道人笑道：“山中倒也頗不寂寞，只怕陛下沒有造化去遊。若肯隨俺們去出了家，管你受用不荊”煬帝道：“你且說山中有何景界？朕就沒造化去遊。”道人笑道：“是陛下也不知，待貧道略說一二：居住的是瑤宮紫府，出入的是碧落元穹。吃的是碗胡麻飯，怕的是庖龍烹鳳；飲幾杯紫瓊漿，愛的是交梨火棗。穿一個黑霞百補衣，冬不寒，夏不暖，春秋恰好；戴一頂日月九華巾，風不增，花不減，雪月相宜。霓裳羽衣，常奏於不謝花前；小玉雙成，時伴在長春帳裡。要遊時，白雲為車，天風作浪，一霎兒蒼梧北海；要睡時，高天為衾，大地作席，頃刻間往古來今。哪計是非，並無榮辱。羞他世上，馬牛不識死生；誰知壽夭，笑煞人間短命。”\n\n煬帝聽了呵呵大笑道：“純是一派胡言。其餘一時還考校不出，你既說天風為御，白雲為車，為何兩隻草鞋都走穿了？”道人道：“因要勸陛下出家，故信步而來。陛下既不醒悟，貧道只得去了；只怕明日白龍圍繞之時，好苦楚也。”說罷，向天叫一聲：“彩雲何在？”忽見半空中悠悠漾漾，飛下兩片雲來，炫然五色。道人與道姑走在上面，說道：“陛下請了！後日火起時，思想貧道只怕遲了。”煬帝慌忙走下殿來，霎時那兩片彩雲，早已飄然騰空而起，漸入雲霄，倏忽之間，就不見了。\n\n正是：\n\n神仙到處皆遊戲，只見凡夫認未真。\n\n金馬滑稽翻不信，文成五利轉相親。\n\n煬帝見二仙乘彩雲而去，又驚又喜，又有幾分追悔。因對眾美人說道：“大奇，大奇！不知他是兩個真神仙，倒是朕當面錯過了。”袁寶兒道：“便不錯過，卻也無益。”煬帝道：“為何無益？”袁寶兒道：“你要萬歲隨他去出家，萬歲肯舍了這些繁華富貴，向深山窮谷中粗衣淡飯去修心煉性麼？”煬帝道：“修煉實難，繁華富貴卻也舍他不得，只好送朕一丸丹藥吃了，作個現成仙人，依舊同你們在宮中受用方妙。”美人等一起笑起來，說道：“萬歲便說得這等容易，不修不煉或者還可，只是天下哪有個好女色的仙人？”煬帝笑道：“若好不得女色，仙人苦於凡人多矣。早是放了他去，不曾被他誤了，弄做個一假貨的神仙。”說罷，大家都笑做一團，笑了一會，煬帝仍舊上了轉關車，推入迷樓中去。\n\n正是：\n\n肉可銷魂骨可憐，人生只恐不當前。\n\n得成比目何辭死，願做鴛鴦不羨仙。\n\n煬帝進了迷樓，也不管到了何處，任著車兒推去。推到一層繡閣之中，只看幾種幽花，俱壓著一帶綠紗窗兒，十分清幽有趣。煬帝認得叫俏語窗，見窗下一個幼女在那裡煎茶。煬帝見了便下了車，走到窗下坐了。那幼女真個乖巧，便慌忙取了一隻碧玉甌子，香噴噴斟了一甌龍團新茗，將一雙尖鬆鬆的纖手，捧了送與煬帝。煬帝接了茶，將幼女仔細一看，只見她生得鶯雛燕嬌，柳柔花嫩，嫋嫋婷婷只好十二三歲；又且眉新畫月，髻乍拖雲，一種孩子風情，更可人意。煬帝看了，早有幾分把持不住，因問道：“你今年十幾歲？叫什麼名字？”幼女答道：“小婢今年十三歲，小名叫月賓。”煬帝笑道：“好一個月賓！朕今日與你做一個月主何如？”月賓雖然年小，卻是吳下人，十分伶俐，見煬帝調戲她，便嘻嘻笑答道：“萬歲若做月主，小婢焉敢當？只情願做個小星罷。”煬帝說道：“做個小星，便要為云為雨，只怕禁當不起。”月賓道：“雲雨雖則難當，雨露卻易消受。”煬帝見她答應甚巧，喜得心花都開。遂一把將她樓在懷中，說道：“你還是個小孩子，就曉得這般戲謔，真可愛也！”\n\n一時高興起來，就有要幸月賓之意；又慮她年紀甚小，恐難勝大任。心下尚恍惚，遂叫取酒來吃。左右忙排上宴來，煬帝不放月賓下懷，就將她抱在膝上坐了，靠著臉兒同飲。煬帝吃了幾杯，問道：“這繡閣中只有你一人在此，還有別人？”月賓道：“只小婢一人，再無別個。”煬帝笑道：“朕今夜相伴何如？虧你一個人在此，倒不害怕！”月賓笑道：“就害怕也奈何沒法，誰個肯來相伴？”煬帝笑道：“朕與汝伴。”月賓道：“萬歲相伴的人甚多，正好輪不到小婢；小婢也沒有這樣造化。”煬帝滿肚皮要幸月賓，只恐年幼懼怯，不期她全不在心，言來語去轉挑撥煬帝，煬帝喜不自勝。又笑道：“你要造化，卻也不難，但不知道臨期，是造化是晦氣？”月賓說道：“萬歲只管講它怎的，且請吃酒。”隨斟了一杯奉與煬帝。煬帝吃了半杯，剩半杯與月賓，說道：“你不吃，單叫朕吃，有什意趣？”月賓笑著吃了，又斟一杯奉與煬帝。說道：“這一杯卻不單了。”煬帝笑道：“你也吃一杯，才算不單。”二人說說笑笑，倒吃得十分有趣。\n\n正是：\n\n莫言野馬難收轡，縛束鯤鵬只藕絲。\n\n小小宮娃才一笑，九重天子已情痴。\n\n二人歡飲多時，不覺天色昏暗。左右慌忙掌了燈來，把瑣窗閉上。煬帝被月賓脂香粉嫩在懷中偎倚了半日，情興盪漾已久。再吃到醺醺之際，一發把持不祝抱了月賓，低低說道：“朕醉了，同去睡罷！”月賓孩子氣，只要勾引君主，不知道風流苦楚。見煬帝調戲她，便含笑說道：“這裡睡不打緊，恐怕誤了萬歲別處的好受用。”煬帝笑說道：“這裡的受用難道不好？”遂不吃酒，走起身來，攜了月賓，竟進寢房去睡。眾宮女見煬帝注意月賓，寢房中早將鴛衾象枕打點的端端正正。煬帝到了房中，便解衣就寢。月賓要君寵幸，口裡雖十分承應，然終是女孩兒家，及到臨寢，叫她解衣，忽又羞澀起來，倚著床幃半晌不動。煬帝情興勃然，連催數次，只是延捱不肯脫衣。\n\n煬帝叫得緩些，月賓聲也不做；若是叫得急了，月賓只叫“萬歲可憐罷”。若將手去拉她時，月賓便號號地哭將起來。煬帝沒法奈何，欲要以力強她，卻又不忍；若要讓她睡了，又熬不住火。只將手在她身上撫摸一番，又在她耳邊甜言美語地央及半晌。月賓只是駭怕，不敢應承。急得個煬帝翻來覆去，左不是，右不是，捱了半夜，情興愈急，便顧不得憐香惜玉，只得使起勢來，將身子欠起，用力強去迫她。月賓見煬帝性起，慌做一團，又不好十分推拒，其實痛苦難勝，慌得只得慄慄而戰。煬帝雖是用力，終有愛惜之心，被她東撐西抵，畢竟不能暢意；又纏了半晌，不覺精神睏倦，忽然睡去。\n\n正是：\n\n猛經風雨花魂碎，虛把芳香蝶夢痴。\n\n欲避不能侵不得，快活時是可憐時。\n\n月賓見煬帝睡了，心才放下。又怕醒來纏她，不敢十分睡著，只朦朦朧朧的捱了一夜。到得次早，日影才照上窗紗，便悄悄地爬了起來穿好衣服。又不敢走遠，就在錦幔裡面立了一會。煬帝一覺醒來，餘興未已，還有個找零之意。忙向被窩中一摸，早已不見了月賓。忙爬起身子看時，只見月賓不言不語地立在旁邊。煬帝見了，又好惱，又好笑，假意地作嗔說道：“你這小妮子好大膽，也不等朕睡醒就先爬了起來，既是這樣害怕，昨日誰叫你這般應承？”月賓說道：“小婢自知萬死，然情非得已，只望萬歲饒耍”一邊說，一邊就跪下去。煬帝原是愛她，又見她這般模樣，更覺可憐。連忙穿了衣服，走下床來，將月賓攙住，說道：“昨夜之事，就依你饒了；今夜若再如此，便饒你不得。”月賓道：“萬歲肯饒，除非饒了今夜；若只是昨夜，便亦不要萬歲饒了。”煬帝笑道：“饒了你便要弄嘴。”二人笑說了半晌，方同到鏡臺前去。梳洗畢，左右進上早膳。煬帝就叫月賓同吃。剛吃完了，見一個太監來報道：“前日獻轉關車的何稠又來獻車，現在宮外候旨。”煬帝聽了，即到大殿上來見。\n\n何稠朝見畢，隨獻上一架小車，四周都是錦繡帷幔，底下都是玉轂金輪。煬帝看了，便問道：“此車製得精工小巧，倒也美觀，不知有何妙處？”何稠道：“此車無他妙處，只是行幸童女最便。”煬帝問幸童女有何便處，何稠道：“此車雖小，卻是兩層。幸童女只消將車兒推動，上下兩旁，便有暗機，礙其手足，毫不能動。又且天然自動，全不費行幸之力。”遂將手一一指示與煬帝看。煬帝看了，大喜道：“卿之巧思，一何神妙若此！”因問道：“此車何名？”何稠道：“臣任意造成，未有名也，望萬歲欽賜一名。”煬帝道：“卿既任意而造，朕復任意而樂，就取名叫任意車吧。”隨傳旨照項升一樣，也賜何稠五品官職，以酬其勞。何稠謝恩退出不題。卻說煬帝得了此車，快不可言，哪裡等得到晚？隨即推到繡闥中來哄月賓，說道：“何稠獻一小車，倒也精緻可愛。朕同你坐了，到各處去閒耍。”月賓不知是計，隨走上車兒。煬帝忙叫一個內相推了去遊。那車兒真製得巧妙，才一推動，早有許多金鉤玉軸，將月賓手足緊緊攔祝煬帝看了笑道：“有趣有趣，今日不怕你走上天矣。”隨將手來解衣。月賓先猶不知，見煬帝來解衣，忙伸手去搪，哪裡動得一毫？方才慌起來，只叫萬歲可憐。煬帝笑道：“正好出昨夜之氣。”月賓含顰帶笑，一段痛楚光景，就像梨花傷雨。軟軟溫溫，比昨夜更覺可人。怎見得？\n\n但見：\n\n心驚香玉戰，喘促乳鶯低。\n\n紅透千行汗，靈通一點犀。\n\n雖生嬌欲死，帶笑不成啼。\n\n謾惜花揉碎，蜂痴蝶已迷。\n\n煬帝因月賓是吳人，說的吳語好聽，便口口聲聲，也學吳語講話。自家轉不稱孤道寡，只是儂長儂短。自此之後，淫情愈不可制。便日夜撿有容色的幼女，到任意車中來受用。終日淫蕩，弄得那些幼女痛楚難勝，方覺快暢。這個嘗過滋味，便換那個；那個得了妙處，又更這個。也不論日，也不論夜，盡著性命，在迷樓中受用。怎奈迷樓中選了三千幼女，這個似桃紅，紅得可愛；那個像楊柳，綠得可憐。一人能有許多精力，如何得能享荊淫蕩的不多時，早已精疲神敝，支撐不來。一日正與幼女觀圖戲耍，忽有太監來奏道：“宮外有一人叫做上官時，自江外得烏銅屏三十六扇獻與萬歲。”煬帝道：“什麼烏銅屏？快抬進來看。”\n\n太監領旨，不多時將烏銅屏抬入。煬帝定睛一看，只見那銅屏有五尺來高，三尺來闊。兩邊都磨得雪亮，就如寶鏡一般，輝光相映，照得徹裡徹外皆明，下面俱以白石為座。煬帝看了大喜，隨命左右一扇一扇地排將起來。三十六扇團團圍轉，就像一座水壺，又像一間瑤房，又像一道水晶屏風。外面的花陰樹影，映入其中；又像一道畫壁，人走到面前，鬚髮形容，都照得明明白白。煬帝看了十分喜歡道：“琉璃世界，白玉乾坤，也不過如此！”遂叫了吳絳仙、袁寶兒、杳娘、妥娘、朱貴兒、薛冶兒、月賓一班美人幼女，同到中間坐了飲酒取樂。眾美人你來我去，一個人也不知有多少影兒。煬帝在中間左顧右盼，但見容光交映，豔色紛飛竟辨不出誰真誰假。因大笑說道：“何其美人之多乎！令人應接不暇。”袁寶兒道：“美人未嘗多，還是萬歲的眼多。”煬帝大喜道：“眼倒不多，自是這一片柔情多耳。”大家說說笑笑，盡情歡飲。煬帝飲到陶然之際，見眾美人嬌容體態，映入屏中，更覺鮮妍可愛。一時情興勃勃，把持不定。遂叫宮人將錦茵繡褥，移入屏中，親同眾美人幼女把衣裳脫去，裸體相戲。眾美人這個含羞，那個帶笑，你推我，我扯你，大家在屏中，歡笑做一團。那些淫形欲狀，流入鑑中，纖毫不能躲避。真個是荒淫中一段風光。有《鵲橋仙》詞一首為證：香肌潑墨，玉容染翰，形兒影兒難辨。君王痴眼醉模糊，但只見春光一片。鏡中花貌，煙中粉黛，畫出鶯鶯燕燕。嬌深媚淺不爭些，便勝似丹青無限！\n\n煬帝滿心歡暢，因說道：“繪畫的春圖，不過只描寫大意，怎如鑑屏中活活潑潑，神情態度，都摹畫出來，真令人銷魂欲死也！此銅屏勝似春圖何止萬倍？上官時之功，不可不賞。”遂傳旨賜上官時千金，升官一級。\n\n正是：\n\n只為風流影，全銷浪蕩魂。\n\n君王拚性命，來博佞臣恩。\n\n不知煬帝得此烏銅屏，畢竟又作何狀？且聽下回分解。"
		},
		{
			"章節": "第三十二回",
			"章節名稱": "方士進丹藥 宮女競冰盤",
			"章節內容": "詩曰：\n\n迷花豈不太歡娛？只恐柔魂不耐酥。\n\n天下紅顏消未盡，一身白骨已先枯。\n\n要尋死路人偏有，欲覓仙丹世卻無。\n\n好色不須求妙藥，安排陵寢省工夫。\n\n話說煬帝日日與眾美人幼女行樂，怎奈精神有限，一日一日只管疲憊將來。每日家只靠笙歌與酒杯兒挾住，若一空閒，便昏昏思睡。一日初睡起，正在瑣窗下看月賓撲蝴蝶耍子，忽一個內相來報道：“蕃釐觀瓊花盛開，敢奏聞萬歲。”煬帝大喜道：“瓊花直到今日，方才看著。”隨傳旨排宴蕃釐觀，一面差人宣蕭後共十六院夫人到迷樓中來，好同去賞瓊花。不多時，蕭後與眾夫人宣到。煬帝說道：“瓊花乃是江都一種異花，天下再無第二株。朕從來不曾看見，今日聞得正在開花，特召御妻與眾妃子同去一賞，庶不負江南好景。”蕭後道：“瓊花名佔江都，陛下前一次來，為何不曾看見？”煬帝道：“朕前次來時，剛剛開過，故未曾看見，朕心深以為愧！不期守到今日，一般也有守著的時候。”蕭後道：“守便守著了，也虧陛下好耐性兒。”煬帝笑道：“耐不得，卻也沒法。只好今日到花下多飲幾杯，以消年年渴想。”蕭後道：“有理有理。”煬帝遂命發駕，自同蕭後上了玉輦，十六院夫人及眾美人幼女，都是香車，一齊望蕃釐觀而來。\n\n正是：\n\n金輿玉輦七香車，絡繹縱橫道路遮。\n\n試問六龍何處去？蕃釐觀裡看瓊花。\n\n煬帝與蕭後，到了觀中，進得殿來，只見大殿上供養著三清的聖像。殿宇雖然巨集大，卻東頹西敗，不十分莊嚴齊整。聖像也都狼狼狽狽，不令人起敬。蕭後終是個婦人家，敬信神明。看見聖像，便要下拜。煬帝忙止住說道：“朕與你乃堂堂帝后，如何去拜此土木偶像！”蕭後道：“神明赫赫有靈，人皆賴此庇佑，陛下不可不信。”煬帝笑道：“御妻不必論他有靈無靈，且看他的殿宇形象；若能庇人，何不自庇一庇？”蕭後道：“神明只恐皮相不得。”煬帝道：“今日且皮相他一遭，看他有何靈顯？”因問左右道：“瓊花在於何處？”左右道：“在後邊臺上。”原來江都這株瓊花，乃一仙人道號蕃釐，因談仙家花木之美，世人不信，他遂取白玉一塊，種在地下，須臾之間，長出一樹，開花與瓊瑤相似；又因種玉而成，故取名叫做瓊花。後仙人去了，鄉里詫為奇怪，遂蓋起一所蕃釐觀來，以紀其事。此花只有一丈多高，花色如雪，蕊瓣團團就如八仙形狀。香氣芬芳異常，與凡花俗草，大不相同。故此擅了江都一個大名。當日煬帝與蕭後才轉過後殿，早遠遠望見一座高臺上，瓊堆玉砌地白了一片，異香陣陣撲面飄來，煬帝滿心歡喜，對蕭後說道：“果是名不虛傳，今日見所未見矣。”滿肚皮打點到花下去痛飲。不期事有湊巧，將走近到臺邊，忽然花叢中捲起一陣香風，甚是狂驟。怎見得？\n\n但見：\n\n亂卷非無意，不知誰指揮。\n\n吹來寒撲面，飄去冷侵衣。\n\n細逐濃香舞，紛驅淑氣飛。\n\n蓋緣花作祟，故此弄春威。\n\n眾宮人太監見大風起，慌忙用掌扇與御蓋團團將煬帝與蕭後圍在中間，只等風過，方才展開。煬帝再抬頭看花時，只見花飛蕊落，雪白的推了一地，枝上要尋一瓣一片卻也沒有。煬帝與蕭後看了，驚的痴痴呆呆，半晌作聲不得。還是蕭後說道：“才進去時，還望見滿樹是花，如何一陣風就都吹落，有這等奇事！”煬帝大怒道：“一樹好花，朕也不曾看個明白，就落得這般模樣。殊可痛恨！殊可痛恨！”回頭又見臺上搭起一座賞花時的錦篷，篷中的筵宴俱安排的齊齊整整，兩邊簇擁著笙簫歌舞，甚是興頭。只奈臺上瓊花落得乾乾淨淨，十分掃興。\n\n欲要竟自回去，卻又辜負來意；欲要坐下飲酒，又殊覺沒有情致。沉吟了半晌，心下一發氣將起來，對蕭後說道：“這哪裡是風吹落，都是花妖作祟，不容朕見。不盡情斫去，何以洩胸中之恨！”隨傳旨叫左右斫去。眾夫人忙勸道：“瓊花天下只此一株，若斫去，便絕了天下之種。何不留下，以待來年？”煬帝怒道：“這瓊花，朕一個巍巍天子，既看不得，卻留與誰看？今已如此，安望來年？便絕了此種，有什要緊！”連聲叫斫。眾太監誰敢違拗，就將儀仗內的金爪鉞斧，一齊動手。登時將一株天上少、世間稀的瓊花，連根帶枝都砍得粉碎。\n\n正是：\n\n瓊花本是仙人種，不與庸愚流浪看。\n\n寄語君王休怒斫，香魂滿地已先拚。\n\n煬帝既斫倒瓊花，也無興飲酒，遂同蕭後上了玉輦，便叫發駕還迷樓。蕭後在輿中對煬帝說道：“這花明明看見，忽然就落，莫非是方才戲侮了神明，神明弄神通來顯應陛下。”煬帝笑道：“朕為天子，乃人神之主，誰敢在朕面前來弄神通！若果如此，朕就連這所蕃釐觀都拆毀了，看他如何？！”蕭後道：“這觀中乃玄門，與鬼神不同，或者什麼仙人來遊戲，也未可知。”煬帝笑道：“御妻看得仙人這般容易，哪裡就有在觀中？”二人正閒論處，忽許多軍衛簇擁了一個道人來奏道：“這道人攔了大路，不肯回避，又口出胡言，故拿來請旨。”煬帝將那道人上下一看，只見：穿一件破衲頭，七拼八補；戴一頂舊唐巾，前矮後高。絛子腰間，接而復接；麻鞋腳下，穿之又穿。背上藥葫蘆，大大小小；手中水火扇，縷縷絲絲。雖然是草木形骸，卻無一點塵俗之韻；縱然非廟堂氣象，倒有幾分山野之風。若非教世乞兒，定是度人仙客。\n\n那道人拿到面前，全不為禮。煬帝便問道：“朕一個天子，乘輿所至，神鬼皆驚。你一個遊手小民，如何不肯回避？”道人道：“俺方外之人，只曉得長生，只知道不死，哪管什麼天子？誰問什麼乘輿？”煬帝道：“你既是方外人，不知天子乘輿，就該原在山中修你的心，煉你的性，又到這輦轂之下，來做什麼？”道人道：“因見世人貪淫好色，自送性命，俺道人在山中無事，偶採百花合了一種丹藥，要救度世人，故此信步來賣。”煬帝道：“丹藥有何好處？”道人道：“固精最妙。”煬帝正因精神疲憊，不能快意。聽見說丹藥固精，就回嗔作喜，連忙說道：“丹藥既能固精，不消賣了，可獻來與朕。若果有效，朕當重重賞你。”道人道：“這個使得。”遂將一個小小葫蘆解下，傾出幾粒丸藥遞與近侍，近侍傳與煬帝。煬帝看那丸藥，只有黍米大校數一數，剛剛十顆。煬帝笑道：“這藥又小又少，能固得多少精神？”道人道：“金丹只消一粒，用完了，再當相送。”煬帝道：“你在何處居住？用完了，好來尋你。”道人道：“尋俺卻也不難，只到蕃釐觀來問便知。”\n\n說罷竟長揖一聲，搖搖擺擺向東而去。煬帝因得了他的丹藥，便不與他理論，收好了藥，方叫回鑾。須臾之間到了迷樓，煬帝與蕭後眾夫人，同入樓中坐下。因在蕃釐觀中不曾吃酒，隨叫看宴。不多時排上宴來，大家圍坐而飲。飲不多一會，煬帝因得丹藥，一心要去試驗，便無興飲酒，巴不得蕭後散去，又不好明說，只是連連將酒來勸。指望灌醉了蕭後，便好起身。不期自家心裡甚急，蕭後卻轉情閒；又有許多夫人，未免也要應酬。你一杯，我一盞，吃來吃去，不多時，煬帝倒先自醉了，倒在席上，不能動彈。蕭後忙叫吳絳仙、袁寶兒、眾美人扶上轉關車，送入散春愁帳中去睡。蕭後與眾夫人又重新呼盧浮白，直痛飲到日色沉西，方才上輦回宮散去。\n\n卻說煬帝酣酣一覺，及睡得醒時，早已漏下二鼓矣。煬帝一醒來便問道：“娘娘幾時回宮的？”眾美人道：“傍晚方回。”煬帝就要爬將起來，不料人是虛的，又因春睡未解，頭才豎起，忽然就要昏暈，慌忙依舊睡下。眾美人隨取了一杯新茗來吃。煬帝心下急思量要試藥，見害起酒來，十分著急。略睡了一睡，畢竟慾火按納不下，隨取一粒丹藥，噙在口中，隨吸了一口茶去化他。誰想那丹藥有些妙處，拿在手中，就如鐵硬，及放到舌上，渾如一團冰雪，也不消去咀嚼，早香噴噴化做滿口津液。一霎時精神煥發，春興勃勃，再坐起身子來看時，哪裡昏暈？一頭宿酒都不知消向何處，精神陡長，比平日何止強壯百倍！煬帝滿心歡喜，甚羨丹藥之妙。又捱了一會，擋不得滿腔火熱，便顧不得好歹，伸手將吳絳仙拖了帳中去作樂。尚還不足，更把袁寶兒、杳娘、妥娘、朱貴兒等十數個寵愛美人，俱已幸遍，又傳旨宣韓俊娥。原來韓俊娥因蕭後要她相伴，故留在苑中，未曾帶來。眾內相聽得要召，慌忙飛馬而去。\n\n此時已有四更天氣，宮中俱已睡熟，內相隔宮門傳進旨去，一層一層，直傳到十六院。此時韓俊娥已在夢魂中，忽被宮人喚醒說道：“皇爺有旨，立時宣召。”慌忙走起身來，濛濛朧朧穿了衣服，也來不及收拾，就走出宮，騎上馬，隨著眾內相到迷樓中來。煬帝看見韓俊娥衣衫散亂，雲髻歪斜，一段睡的光景，甚覺嫵媚撩人。一到面前，煬帝隨斟一大杯，賜與韓俊娥；韓俊娥飲了，煬帝又叫再斟。韓俊娥一連飲了三杯，煬帝也吃了一巨觴。酒飲完，二人情酣意暢，交頸而眠。這一覺香香甜甜，只睡到日色沉西，方才醒了起來梳洗。及左右排上早膳，眾美人走攏來時，宮中又報掌燈矣。大家吃了飯，各處去閒耍半晌。煬帝見沒什事做，依舊將丹藥噙了一粒。\n\n那丹藥真個神奇，噙在口裡，哪消半個時辰，便發作起來。藥一發作，煬帝便按捺不住，照舊例從吳絳仙、袁寶兒一個個細幸起來。幸到臨了，依舊是韓俊娥結局收功；睡到次日，仍舊是傍晚才起。起來只吃了酒飯，便依舊噙了丹藥，與眾美人淫蕩。接連數日，俱是窮日夜之功，以縱淫樂，哪裡管江山瓦解，社稷冰消！此時天下，黎陽已反了楊玄感，洛陽已反了李密，馬邑已反了劉武周，豫章已反了林士弘，河間已反了竇建德，南陽已反了朱粲，榆林已反了郭子和。其餘盜賊紛紛蜂起，不能盡載。羽檄如雪片一般，都亂傳到江都來。虞世基知道煬帝惡聞盜賊，但按下不敢奏聞。煬帝滿心只道天下有泰山之安，終日只是狂淫浪欲，以圖快樂。\n\n正是：\n\n天下已危如累卵，宮中猶恨不風流。\n\n誰知兵燹臨身日，一片全屍不可求。\n\n煬帝與眾美人日夜盡興為歡，樂不可言。不期幾粒丹藥吃完了，精神便照舊消索。再要去狂逞時，哪裡還有那般本事。煬一煬便化，換一換就酥。行幸得一度，便有一二日不得鼓舞，殊覺十分掃興。忽想起道人說在蕃釐觀中，忙差前日跟隨認得這道人的幾個太監，前去尋訪取藥。眾太監尋訪不出，只得要回宮復旨。不期剛走出觀門，只見對門照壁牆上畫著一個道人的像兒，忙近前看時，卻與前日賣藥的一般模樣。手中也拿著蒲扇，背上也掛著葫蘆。眾太監都著驚道：“原來前日的道人是個神仙！”欲要拿像兒去回旨，卻又畫在牆上，扛抬不動。忽見旁邊題詩四句，遂抄寫了來奏知煬帝。煬帝接詩一看，只見上寫著：治世休誇天子尊，須知方外有玄門。\n\n贈君十粒靈丹藥，銷盡千秋浪蕩魂。\n\n後寫著蕃釐道人題。煬帝看了，又驚又喜道：“原來就是蕃釐仙人，怪道丹藥這等靈驗！以此看來，前日瓊花吹落，一定也是仙人遊戲了。”隨傳旨叫畫院官去臨摹那個像兒。及畫院官到得照壁邊要臨摹時，那像兒早已漸漸磨滅，須臾之間，不可見矣。眾人奏知，煬帝一發驚訝不已。因想道：“前日送荔枝，也是仙人；昨日賣丹藥，也是仙人。可見仙人世上原有，何不差人各處去訪？或者又遇著一個有丹藥的仙人，也未可知。”遂吩咐眾內相道：“你們可到各處尋訪，不論道人羽士，但有丹藥賣的都一一買來，不可錯過。”眾內相領旨，忙分頭四下裡去尋訪。真個天下事，無假不成真。只因煬帝有旨尋求丹藥，早驚動了一班燒鉛鍊汞的假仙人，都將麝香附子，諸般熱藥製成假仙丹，來哄騙皇帝。也有羽衣鶴氅，裝束得齊齊整整，到門首來獻的；也有破衲頭，醃醃裝做瘋魔之狀，在街市上賣的。這個要千金、那個要寶換，並沒一個肯白送。眾內相因煬帝要得緊，又恐是真仙人一時惱了飛去，沒處跟尋，只得下高價逢著便收。\n\n不多時，丹藥就如糞土一般，流水的送入宮來。煬帝得了，也不管是好是歹，竟左一丸，右一丸的服了，與眾美人狂蕩。原來那藥一味都是興陽之物，吃下去了倒暖暖烘烘，有些熬煉。煬帝滿心歡喜，只認作仙家妙藥，今日也吃，明日也吃，不期那些熱藥發作起來，弄得口乾舌燥，齒裂脣焦，心胸中就如火燒一般，十分難過；見了茶水，就如甘露瓊漿，不住口的要吃。一日到晚，吃上幾百盅猶不暢意，心下著忙，只得宣御醫來看。此時巢元方留在東京，不曾帶來，只有御醫莫君錫聞旨，慌忙到迷樓中來看。看了脈，隨奏道：“陛下聖恙，皆由熱藥服多，五內煩躁，須用清涼之劑慢慢解散，方能萬安；又且真元太虛，不宜飲水，恐生大疾。”隨撮了兩貼解熱散火的涼藥獻上。煬帝道：“朕心煩燥之極，藥力恐緩，卻將奈何？”莫君錫道：“內用藥治，外面可多取些冰盤，放在案上，時時玩視，亦除燥解煩之一術也。”煬帝大喜，隨傳旨叫取冰。\n\n不多時，取了幾大盤冰，放在面前。煬帝細細注視，心下稍稍安些，便行住坐臥，俱不離冰。眾美人見了，都去買冰堆作大盤，放在案上，以邀煬帝來遊幸。一個買動，個個都買。這迷樓中有千房萬闥，無一處不推列冰盤。須臾之間，冰價湧貴。藏冰之家，皆獲大利。\n\n正是：\n\n楚王愛細腰，宮中多餓死。\n\n死且不復惜，冰盤可知矣！\n\n不知後來又引出何種事來，且聽下回分解。"
		},
		{
			"章節": "第三十三回",
			"章節名稱": "王義病中引諫 雅娘花下被擒",
			"章節內容": "詩曰：\n\n花願消磨酒願酲，不然何以謝柔情。\n\n謾言野老身康健，樂死強他寂寞生。\n\n又云：\n\n春藏月底疑無影，笑過花來忽有聲。\n\n不信宮中浪蜂蝶，無香無色也多情。\n\n話說煬帝為丹藥所傷，煩燥難當。因御醫莫君錫說冰盤可以解除，眾美人遂一房房、一院院，都買冰為盤以邀寵幸。一霎時將迷樓上堆得像一個冰窖，走進去涼陰陰、冰森森，十分清爽。煬帝日日注目玩視，又吃解熱降火之藥，不覺漸漸平復。病雖好了，只是元氣虛損，精神疲憊，不能任情淫蕩。要去飲酒消遣，才吃得幾杯，便昏昏沉沉醉矣。及自醒來，又要頭昏眼花害酒，心下甚是不暢，遂傳旨召光祿要造一種淡酒陶情。光祿忙奏道：“中國之酒，皆用麴櫱；雖至淡至薄，多飲亦醉，醉深亦玻惟胡人一種玉薤酒，乃是用水谷所制，味醇而性冽；雖多飲亦不醉，雖大醉亦不玻”煬帝大喜道：“此酒最妙！朕記得巡狩薊北時，虜帳中一班胡女輪流來獻，朕放量痛飲，何止千觥萬爵，殊不覺醉，真美酒也！可速速造來。”光祿領旨，忙忙去造玉薤酒不題。\n\n卻說煬帝因精神虛耗，每日只是昏昏貪睡。一日在夜酣香帳中睡起，正憑欄看花，忽一陣風從鬢髮間吹來，吹得肌膚寒慄，慌忙避入帳中，大有畏怕之意。忽長嘆一聲說道：“朕三五年來，朝朝縱飲，夜夜追歡，從不怕什麼春霜秋露。今正當強壯之時，不知何故，忽然精神疲憊，一陣風吹來，便覺有幾分寒意。”眾美人強解道：“今日春風乍寒，妾等亦覺衣單，非精神之過也。”煬帝道：“天氣既寒，亦足怪矣。”言未畢，忽旁邊轉過王義，俯伏在地奏道：“臣有一言，不識忌諱，望赦臣萬死，敢一一奏上。”煬帝道：“有何事奏脫？可細細敷陳，赦汝無罪。”王義奏道：“臣乃遠方田野廢民，幸入貢得備除掃之役，蒙聖恩憐念，特加寵異，臣不勝感激，故願淨身以圖報效。今出入禁闥，常覲天顏，實遠人之大幸也！誓不敢以諂諛之言矇蔽聖聰。臣近來竊睹聖躬，見精神消耗，無復往時充實。此無他，皆親近女色之故也。”煬帝道：“朕亦常思及此。朕初登及時，精神強旺，日夜為歡，並不思睡。必得婦人女子，前後抱持枕藉，方能閤眼，才得入夢。一有所觸，便恍然驚悟。今一睡去，便昏昏冥冥，不能得醒，想亦為色慾所傷也。但好色乃歡樂之事，極快心暢意，不知形神何以得疲？”王義奏道：“人生血肉之軀，全靠精神扶養；精神消耗，形體自然衰憊。就如花木一般，必有水土之養，雨露之滋，方鮮妍茂盛；若一失乾枯，便憔悴不榮矣。”\n\n煬帝道：“朕雖好近女色，然春秋才三十有餘，又非老邁，為何就精疲神耗？”王義道：“人之精神有限，養之則充足，耗之則虛損，原不可以老少論也。故有青年消竭之人，亦有白首康強之叟。臣聞陛下潛龍晉府時，清心寡慾，親近善人，屏棄女色，故龍體康強，天顏華澤，寒不入、暑不侵，可以通宵無寐。自登大寶之後，垂拱日少，遊豫日多，兩京十六院及江都迷樓，非蛾眉皓齒不列於前，非笙歌羅綺不擁於後。目所見者，無非佳麗；耳所聞者，無非巧笑。情所鍾，心所愛，身所眷戀而不肯頃刻離者，無非此溫香軟玉，雨殘雲也。所為若此，欲求其精神強實，安能得也？且從無一時半刻，與賢人君子，談論道德，以養身心性命。雖逢時遇節，偶一臨朝，然坐不移時，便退入後宮與美人妃妾為歡取樂。朝朝彩袖夜夜紅裙，非不暢悅聖心。\n\n然古語云：‘蛾眉皓齒，伐性之斧。’日消月耗，安保其不有傷聖體也！故今日怯寒貪睡，不為無故矣。”煬帝道：“汝言雖是，然舍此何以為樂？”王義道：“臣聞昔時有一野叟，獨自歌舞於磐石之上，欣欣然樂。有人問他道：“汝既不富，又不貴，何樂如此之多乎？’野叟說道：‘吾有三樂，人皆不知。人生難遇太平世界，吾今不見兵革，此一樂也；人生難得肢體完全，吾今身體康健不有疾病，此二樂也；人生難得享大壽，吾今耳聰目明，年已八十矣，此三樂也。安得不樂？’問者大加讚賞而去。今陛下貴為天子，富有四海，名教中無限樂地，仍謂無樂；卻舍龍鳳之姿，金玉之體，浪蕩消磨於花酒，是陛下之保身，轉出於野叟下矣！倘調養失宜，一旦疲憊，彼時雖有佳麗，卻何以享之？臣竊為陛下不取也。”一時說得情詞激切，不覺欷?泣下，俯伏在地，悲不能已。煬帝看了亦覺慘然。忙叫左右將王義扶起說道：“汝不必悲，其言容朕思之。”\n\n正是：\n\n為義為忠不論人，隋家豈少股肱臣！\n\n如何泣涕相規諫，只有遐荒一矮民？\n\n又云：\n\n聽來字字長沙相，玩去言言國土心。\n\n莫怪朝廷思義士，士如有義自情深。\n\n煬帝被王義極諫一番，心下正要尋思理義，不期又被眾美人說說笑笑哄誘了到蕊珠軒去鬥百草；鬥了一會，依舊又去飲酒；酒吃醉了，依舊又去宣淫縱慾。煬帝雖在沉湎之時，然因王義情詞懇懇，諫得激切，未免也有幾分回想，又正被色慾弄得疲疲憊憊，也支撐不過。到了次日，爬起來，即喚王義來說道：“朕昨一夜細細思汝之言，甚覺有理。人生不過圖暢快此身，若此身不健，雖有富貴，亦不能享。汝真忠臣也！汝真愛我者也！”王義道：“臣謬蒙聖恩寵幸，誠殺身難報。故不避斧鉞，上逆天顏；但知之非難，行之為難。望陛下稍加靜養，實社稷生民之福。”煬帝道：“汝既道破，朕安忍復為。汝可回到後宮，選一間幽靜宮院，待朕回來潛養。內裡只用小黃門隨侍，宮人綵女一個也不許出入。飲食供應，俱要清淡。”王義領旨，忙到後宮去眩選了半日，選得一間文思殿。內中圖書四壁，花木扶疏，甚是幽靜。雖然皇城中，卻別是一天，儘可怡情悅性。王義選定了，隨來回奏煬帝。\n\n煬帝遂與眾美人說道：“朕一人乃天下社稷之主，不可不重。因貪歡過度，近來形體殊覺疲倦，今選得文思殿幽靜，朕且去調攝些時，待精神充足，再來與你等行樂。”眾美人雖然要留煬帝，然見煬帝念頭已決，留之不住，只得說道：“萬歲靜養龍體乃大事，妾等安敢強留？但朝夕承恩，今一旦寂寞，願假杯酒，再做片時歡笑。”煬帝道：“朕亦舍汝等不得，但念保身，不得不如此；既以酒相勸，可取來痛飲為別。”眾美人慌忙取酒獻上說道：“萬歲今日回宮，不知幾時方可重來？”煬帝道：“朕回宮不過暫時調攝，非久遠之別。少則一月，多則百日耳！精神一復，即當重來。汝等可安心相待。”說罷，大家共痛飲了一回，又徘徊留戀了半晌，煬帝方才起身上輦還宮。\n\n正是：\n\n兒女情既長，英雄氣應短。\n\n不知淫慾坑，幾時填得滿！\n\n煬帝回到宮中，蕭後接住問道：“聞陛下在迷樓行樂甚暢，何忽有移宮靜養之意？”煬帝道：“昨因王義再三泣諫，朕想其言大是愛朕，故有此意。”蕭後笑道：“此意固善，但恐陛下天縱風流，獨宿不慣。”煬帝道：“英雄作事，要行則行，要止則止，有何不慣！”蕭後道：“若果如此，誠國家之慶也。”隨叫看酒相送。不多時，十六院夫人也都來說道：“聞陛下移宮保養龍體，妾等不勝欣慰，特來奉賀。”煬帝道：“暫避紛囂，有甚可賀！”蕭後隨命左右斟上酒來，大家直痛飲到深夜，煬帝方才起身。蕭後又叫點了許多燈籠，親同眾夫人送煬帝入文思殿。到了殿門，煬帝說道：“朕就從今日為始，恐怕壞例，倒不敢邀御妻與眾妃子入去。”蕭後笑道：“只願陛下始終如一。”遂各各分手回宮苑而去。\n\n卻說煬帝到了殿中，只見服御的都是些小黃門，並無一個嬪妃綵女。煬帝因有幾分酒意，竟自解衣安寢。次日起來梳洗畢，吃了早膳，獨坐無事，隨起身到各處看看花兒，又去架上取幾冊書史來觀。怎奈乍謝繁華，神情不定，才看得兩行，便睏倦不喜。因想道：“靜養正好勤政。”隨叫小黃門傳旨，取多時積累的奏疏來看。不多時，小黃門取了一堆奏疏進來，放於龍案之上。煬帝展開觀看，不期頭一道就是奏楊玄感兵反黎陽，以李密為謀主，引兵攻打洛陽甚急。煬帝大驚道：“楊玄感乃楊素之子也，如何敢橫行如此！洛陽乃東京根本之地，不可不救。”遂批旨遣宇文述、屈突通領兵討之。再展第二道看時，乃是奏劉武周斬太原太守王仁恭，取兵萬餘人，自稱太守，據住汾陽宮，十分強橫。再看第三道，卻是韋城人翟讓，亡命於瓦崗寨，聚叢集盜萬有餘人，同郡單雄信、徐世皆附之。再看一道，又是奏薛舉，自稱西秦霸王，盡有隴西之地。再看一道又是奏杜伏威起兵歷陽，江淮盜賊蜂起相應。再看一道，又是奏李密兵據洛口倉，所積糧米，盡行奪去。\n\n一連看了二十餘道奏疏，皆是奏盜賊反叛等情。煬帝大驚道：“天下如此有許多盜賊，虞世基也該早早奏聞，為何竟不提起！”遂批出旨來切責虞世基。虞世基慌忙具疏回奏道：“傳聞盜賊不過是鼠竊狗偷之輩，無甚大事；郡縣捕捉，自當殄滅，何足有亂聖心！”煬帝看了，復喜道：“我就說天下這等太平富庶，哪有什麼盜賊，不過是鼠輩耳。好笑這些郡縣，便奏得猖獗如此！”心下雖然放了，卻也沒什興趣。遂把其餘奏疏堆在一邊，立起身來閒步，東邊走一回，又到西邊走一回，殊覺無聊。須臾左右排上午膳，煬帝拿起酒來欲要吃，獨自一個卻又沒興；欲待不吃，又無以消遣。只是勉強一杯一杯的灌將下去。怎奈悶酒難飲，又無人歌，又無人舞，吃不上一二十杯，便頹然醉矣。也不吃飯，就連著衣服，倒在床上去睡。只見袁寶兒來說道：“萬歲獨居寂寞，長春殿芍藥盛開，吳絳仙、朱貴兒眾美人已備酒餚，何不前去一遊？”煬帝道：“朕去倒要去，只怕蕭娘娘得知要笑。”袁寶兒道：“瞞著蕭娘娘往後邊去就是。”煬帝道：“這個使得。”遂走起身來，隨袁寶兒轉過後殿，只見一個小黃門，早推了車兒來接。煬帝上車，須臾之間，忽推到長春殿，只見吳絳仙、朱貴兒、韓俊娥、薛冶兒、杳娘、妥娘、月賓一班美人，笙簫歌舞來迎接道：“妾等與萬歲一日不見，如隔三秋；今見芍藥盛開，聊具一樽，私請萬歲來賞玩。”煬帝道：“朕孤寂至甚，正要瞞了娘娘來遊，不期汝等多情，大快朕心。”說罷，眾美人獻上酒來。煬帝因寂寞了一日，遂放量雄飲。\n\n大家說說笑笑，正吃到歡娛之際，忽見蕭後從屏風背後轉將出來，大聲說道：“好靜養，好靜養！昨晚連殿門也不准我進去，今日卻躲在此處飲酒，是何道理？何欺妾之甚也！”煬帝猛然看見，著了一驚，忽然驚醒，卻是南柯一夢。連忙爬將起來，早已黃昏時候。心下暗想道：“朕自要靜養，為何又做這等亂夢？”又想道：“說便是這等說，還是夢中快活。”又想道：“朕原為保養精神，夢中行樂，卻又不費精神，倒不如多做幾個好夢，也是快事。”遂照舊倒身去睡，不料酒醒了，翻來覆去再睡不著。翻覆了一會，心下不快，又爬起來東走西走，就如害相思的一般，倒有幾份淒涼難過。\n\n正是：\n\n入骨風流病，如何寂寞醫。\n\n心猿羈愈跳，意馬系偏遲。\n\n荒志應難定，狂魂豈易持。\n\n只愁孤枕上，難度五更時。\n\n不多時，天氣昏黑，左右點上燈來。煬帝倚著龍案悶坐，欲要吟詩遣興，卻又情景索然，只得又叫拿酒來吃。眾黃門忙將夜膳排上。煬帝沒奈何，把悶酒拿著苦捱，才吃得十數杯，早依然又醉，再吃得三兩杯，便榻伏在案上，昏昏沉沉睡去。朦朧之間，忽夢見一個女人，生得梨花容貌，楊柳細腰，嫋嫋婷婷的走到面前，說道：“妾邯鄲女也，見陛下獨處淒涼，願薦枕蓆。”煬帝大喜道：“美人素不識面，何多情若此，真妙人也！”慌忙抱到床上，將衣帶鬆開，不料那美人忽把煬帝往上一推，煬帝不曾防備，連忙將雙手去撐，撐了一個空，忽然驚醒，幾乎將龍案都推倒。眾黃門見煬帝夢驚，慌忙上前扶定。煬帝定了定神，追想夢中女子，甚是懊悔，就有個要到十六院去的意思。忽抬頭只見一個小黃門站在面前，止有十六七歲，倒生得脣紅齒白，有幾分俊俏。怎見得？\n\n有詩為證：\n\n妙年同小吏，姝貌似朝霞。\n\n謾道非佳麗，風流實可誇。\n\n煬帝忽見小黃門俊俏，因問道：“你叫什麼名字？”那小黃門答道：“奴婢叫做柳青。”煬帝道：“你會吃酒麼？”柳青才知道煬帝有意，見問吃酒，慌的不敢做聲。煬帝笑道：“不要著慌，朕問你乃好意也。”隨叫賞他一杯。柳青不敢推辭，忙磕一個頭起來吃了。原來柳青不會吃酒，才吃得一杯酒，早微微地紅上臉來。煬帝看了一發可愛，隨親手將他頭上的排帽除去，露出一頭烏雲般的黑髮，直披到肩上，更覺可人，因此很得煬帝的寵幸。煬帝這一夜，也不知有多少胡夢亂夢。到了次日起來，梳洗畢，也等不得吃早膳，上了香車，竟望中宮而來。王義聞知，慌忙趕來諫道：“陛下潛養龍體，為何又輕身而出？”煬帝忿然道：“朕乃當今天子，富貴無窮，安能悒悒居於此中？此與幽室何異！”王義奏道：“居此靜養，可多得壽耳。”煬帝道：“若只是這等悶悶獨坐，雖活千歲，亦何為也！”王義默然而退，不敢再諫。\n\n煬帝到了中宮，蕭後接住笑說道：“陛下潛養了這一兩日，不知養得多少精神？”煬帝笑道：“精神倒未曾養起，思想歡娛，夢魂顛倒，反不知費了多少精神。”蕭後道：“也不必閉宮靜養，只是時時節省淫慾，便是養也。”煬帝道：“御妻之言有理。”蕭後便要看酒來吃，煬帝道：“朕悶了兩日，此處只好吃飯，若要吃酒，還須得個疏曠所在，豁豁心胸方快。”蕭後道：“月觀中倒久不去遊，聞裡面薔薇開得有趣，去看一看何如？”煬帝道：“最妙最妙。”左右排上早膳來，煬帝同蕭後吃了，遂同到月觀來看薔薇。到了月觀中，早有吳絳仙接祝此時乃四月望後，薔薇果然開得滿架，香氣襲人，十分可愛。煬帝又傳旨宣袁寶兒一班美人來侍宴。須臾排上酒來，大家共飲，就像離別了許多時，今日才乍會的一般。你酬我勸，倒吃得比平日暢快幾分。歌一回，舞一回，整整吃了一日方祝煬帝酒後不放蕭後還宮，就留在月觀中同祝眾美人也不放回。此時天氣初熱，煬帝不肯入房，就在大殿上鋪了一榻，與蕭後同寢。這一覺直睡到三鼓後，二人方才醒轉。及睜開眼看時，萬籟俱靜無聲，朦朦的月色已照入殿來。煬帝與蕭後說道：“月臨宮殿，清幽澄徹，朕與御妻同榻而寢，何異於仙！”蕭後笑道：“想昔日在東宮時，日夕皆侍奉枕蓆，如此光景，不以為異。今老矣，不能如少艾親暱，偶蒙聖恩一幸，真不異仙也。”煬帝道：“朕與御妻，夫妻天長地久，安有老幼之分？”\n\n正說未了，忽聽得階下吃吃笑聲。煬帝驚訝道：“是誰在此戲笑？”蕭後道：“只怕是哪個美人戲耍。”煬帝慌忙穿上單衣，悄悄地走起來看。走到簾櫳前，往階下定睛一看，此時月不甚明，只見薔薇花外，隱隱約約有兩個人影交動。煬帝望見影兒瘦怯怯的，心下只疑是袁寶兒與誰有私，忙跑下階來，直到花叢邊去擒拿。原來不是袁寶兒，卻是小黃門柳青與宮婢雅娘調戲，衣帶被薔薇刺抓住，再解不開，故此笑聲吃吃不祝二人抬頭，忽看見煬帝跑來，慌做一團，沒處躲藏。煬帝看見不是袁寶兒，也不說長短，竟自大笑走回殿來。蕭後也穿了衣服，迎下殿來問煬帝道：“是哪個？”煬帝笑道：“朕只當是袁寶兒有私，不期是柳青與雅娘兩個調戲。”蕭後笑道：“既不是袁寶兒，陛下空費了一番心力矣。”煬帝道：“花蔭私會，大是妙境。朕往年在東京十六院中，私幸妥娘時，光景正如今晚相似，風流佳境，歷歷可想者也。今夜與御妻相對情景，又是後日一段風流佳話也。”蕭後道：“往日曾有一夜，在西京太液池納涼，花蔭月影，正如今夜相似，陛下還記得否？”煬帝道：“怎麼記不得？朕那夜曾效劉孝綽為雜憶詩二首，念與御妻，御妻只怕倒忘了。”蕭後道：“不忘、不忘。”即信口誦道：憶睡時，待來剛不來。卸裝仍索伴，解佩更相催。博山思結夢，沉水未成灰。憶起時，投籤初報曉。被惹香黛殘，枕隱金釵嫋。笑動上林中，除卻司晨鳥。聽之諮嗟雲。\n\n煬帝聽完說道：“御妻倒還記得不忘，好快日月，回首一思，又是幾年事矣。”蕭後道：“當時天下承平，故時光易過；近聞得外方群盜蜂起，陛下亦當圖之。”煬帝笑道：“御妻何必過慮？人生天地間，其壽能有幾何！且圖眼前歡笑，後日縱有他變，儂終不失為長城公，御妻亦不失為沈後。今日憂之，不亦過乎？”蕭後聞之，默然不語。\n\n正是：\n\n寧可不為天子，安能負此風流。\n\n笑殺杞人鄰婦，無端空替人愁。\n\n不知煬帝與蕭後，畢竟又說何事，且聽下回分解。"
		},
		{
			"章節": "第三十四回",
			"章節名稱": "賜光綾蕭後生妒 不薦寢羅羅被嘲",
			"章節內容": "詩曰：鶯喜綢繆燕喜親，花枝亦願領芳春。\n\n誰能冷落溫柔裡，卻讓風光屬別人！\n\n又云：\n\n冷眼角中難放火，熱心窩裡肯容冰。\n\n巫山豈少留濃夢，只恐留時雲雨憎。\n\n話說煬帝同蕭後在月觀，半夜裡追論往事，良久方寢。次日起來說道：“昨夜光景清幽，殊快人意。”蕭後道：“虧柳青與雅娘，這一段點綴得有趣。”不多時，吳絳仙、袁寶兒與眾美人俱走來，聞知此事，都笑做一團。煬帝隨叫過柳青與雅娘來問道：“你二人有何情趣，昨夜那等高興？”二人跪在地下沒得說，只是嘻嘻的笑。蕭後道：“醉翁之意不在酒，各得其樂也！陛下哪裡就斷得他們沒情趣？”煬帝笑道：“就有也是些幹清寡趣。”大家又笑了一回，煬帝方將二人放起，說道：“不要因他們誤了我們這樣好天氣，且商量到何處去飲酒方暢。”蕭後道：“此觀中最疏敞有趣，何必又思別處？”煬帝道：“正是。”就有個留住念頭。只見袁寶兒說道：“迷樓中綠肥軒看新綠，倒也應時。”煬帝道：“朕倒忘了，還該去看新綠。”遂傳旨綠肥軒排宴，就要往迷樓中去。原來這月觀與宮相連，雖賜吳絳仙住，蕭後可以據得。煬帝若在月觀，少不得要與蕭後同寢；若到迷樓，乃淫蕩之處，姬妾眾多，未免近狎，不便後祝故蕭後只願煬帝在月觀中游玩。\n\n誰知煬帝一心卻要到迷樓去淫縱，聽見袁寶兒說看新綠便就著機兒要去。蕭後，不知煬帝有心，只恨袁寶兒多嘴。此時雖不說破，腹中卻有二十分不喜。袁寶兒出於無心，見煬帝依了她的主意，便歡歡喜喜，叫人打點。不料蕭後在旁冷眼相看，只道她恃寵驕矜，更加不快。不多時，眾宮人打點停當來請。煬帝就要同上輦去，蕭後道：“妾不去罷。”煬帝道：“御妻為何不去？”蕭後道：“妾去恐怕眾美人遊的不暢。”煬帝道：“御妻說得好笑，朕與御妻同樂，怎麼管他們暢不暢？”蕭後道：“不是妾多管他們不暢，陛下如何得暢？”煬帝笑道：“御妻倒也多心，朕哪裡是這樣人。”蕭後笑道：“妾本要湊趣，陛下倒疑妾多心。”大家又笑了一會，方才同上輦望迷樓來。到了綠肥軒前，只見落紅滿地，樹樹枝上，都換了碧玉般初生的嫩葉。煬帝臨軒一望，果然是黃深綠淺，十分可愛。怎見得？\n\n有詩為證：\n\n春去應無幾？園林事已非。\n\n乍觀紅寂寂，一望綠依依。\n\n葉葉含煙嫩，枝枝帶雨肥。\n\n謾愁顏色淺，流影更芳菲。\n\n煬帝賞玩良久，大喜道：“新綠倒這等好看，就如美人脫去豔服，換了淺淡妝束一般，別有一種風情，令人目爽。”蕭後道：“果然清幽，勝於月觀中多矣。袁寶兒之功多矣。”須臾排上宴來，二人並坐而飲。眾美人一齊歌舞，袁寶兒因見蕭後言語有醋意，知道怪她多嘴，哪裡還敢做聲，只隨眾歌舞獻酬。眾美人見袁寶兒不開口，大家也不敢十分多講。煬帝飲了半晌，雖與蕭後說些閒話，然不見眾美人調笑，殊覺冷淡。再飲得數杯，便有幾分醉意。隨立起身來到各處閒走。原來這迷樓中，最是委曲，轉一轉便另開一個世界，雖相去咫尺，卻急忙尋覓不見。\n\n煬帝閒走了一會，等蕭後望不見，竟轉到一層幽房中，叫一個宮人悄悄將袁寶兒喚來，說道：“你今日為何沒興？”袁寶兒道：“因有興多嘴，說了看新綠，惹娘娘怪到如今未了，哪裡還敢有興！”煬帝道：“娘娘不曾說什麼，如何就知是怪你？”袁寶兒道：“娘娘先說恐怕眾美人不暢，又說不如月觀多矣，又說看新綠是妾之功，不是怪妾是怪哪個？”煬帝道：“怪也憑她，有朕做主，料不敢十分難為你；且出去將她耍醉了，送她還宮去，好讓大家快活吃酒。”袁寶兒道：“要耍娘娘吃酒，須叫吳絳仙他們去，妾是不敢；倘然識破，一發怪深了難處。”煬帝道：“這也說得是。”遂叫宮人又將吳絳仙叫了來，說道：“朕急欲同你們暢歡一番，不期日日都被娘娘戀定，你可出去灌她一醉，好送了回去。”吳絳仙說道：“萬歲不要沒情，娘娘平日待妾等最好，豈可因今日一句譏誚之言，便生冷淡之心。”煬帝道：“朕也不是冷淡，只要同你們玩耍，娘娘在此，未免不便，故有此意。”吳絳仙道：“萬歲與妾們朝夕皆可玩耍，何必在此一時工夫，定要灌醉了娘娘。”\n\n正說未了，“呀”的一聲門響，蕭後忽然走到面前。原來蕭後忽不見了煬帝，初猶道是去淨手，過了一歇不見來，方疑心是躲。一歇兒又不見了袁寶兒，再一歇又不見了吳絳仙，心下便憤然不快，隨親自到各處來找尋。正尋不見，不期事有湊巧，才走得幾步，忽見一個獅子貓，趕著一個蝴蝶兒亂撲；那蝴蝶兒翩翩地往前飛去，獅子貓緊緊的在後面趕來。蕭後遂信步隨著貓與蝴蝶走來，偶到了一層幽房，聽得裡面隱隱有人說話，急忙用手推開門看，只見袁寶兒立在一旁，吳絳仙站在煬帝面前，指手劃腳地說話。剛剛聽得“灌醉娘娘”四字，只道是吳絳仙算計她，哪裡知原是一團好意？便忍不住大聲嚷道：“吳絳仙，我待你也不薄，為何在背後算計要灌醉我？”煬帝與吳絳仙、袁寶兒猛看見蕭後突然走來，先覺有十分沒趣，又見蕭後發出話來，甚不好處。吳絳仙雖然說的都是好話，心下不慌，但一時沒有答應，又不好分辯是煬帝要灌醉，我在此勸；又不好推不曾說，只得低了頭不敢做聲。\n\n蕭後見吳絳仙不做聲，一發認真了是算計她，便又嚷道：“你們整年累月，在此受用，我半字兒也不管閒事，那些礙暇，倒要將我灌醉！”煬帝沒奈何，陪著笑臉說道：“御妻不要錯怪了人，其實不曾說御妻什麼。”蕭後道：“好端端飲酒，不是說妾，陛下三人卻私自在此何干？”煬帝道：“朕因醉了，散步至此，偶與寶兒、絳仙相遇，何敢談論御妻！”蕭後道：“妾親耳聽見，親眼看見，又不是誰人搬唆是非，如何賴得沒有？”煬帝道：“話雖說了兩句，實是稱讚御妻賢德之處。”蕭後道：“若肯稱讚，倒不要將妾灌醉了。”煬帝道：“‘灌醉’二字，有個緣故。朕因自家醉了，故對絳仙說道：‘娘娘全不曾吃酒，須灌醉了方不辜負這樣好天氣。’絳仙道：‘娘娘待我們最厚，怎敢大膽灌醉？’不期御妻走來，只聽見‘灌醉’二字，不由不作惱。”蕭後道：“惱有何用？千不是，萬不是，總是自不該來討人奚落。”煬帝道：“哪個敢奚落御妻？御妻不要多心。”蕭後道：“妾原不肯來，也是陛下自不是假意邀來，倒誤了與二位美人這半日快活。妾再不早去，只等著灌醉了方走，便太覺沒趣。”說罷竟抽身要回去。吳絳仙慌忙說道：“娘娘請息怒，賤妾等蒙娘娘何等看覷，時時感激不盡，焉敢在背後說長道短，此心惟天日可表，望娘娘細察。”煬帝又幫說道：“吳絳仙實乃好意，朕可以代她發誓，看來都是朕的不是了。望御妻寬恕罷！”蕭後雖然不快，見煬帝再三小心，也沒法奈何。只得說道：“既不是說妾，倒是妾誤聽了。”正說未了，忽一個內相來奏道：“光祿寺造成玉薤酒獻來，現在宮外等旨。”煬帝大喜道：“獻來得正好，快開了，待朕與娘娘賠禮。”內相領旨。不多時開了酒，又排上宴來，眾宮女忙忙斟了獻上。只見那酒果然清香異常，十分可愛。怎見得？\n\n有《西江月》一首為證：\n\n玉甕釀成醺，小槽滴出珍珠，光浮琥珀漾珊瑚，不異瓊獎仙露。味冽好和興趣，清香可助歡娛。不醒不醉暖模糊，添得芳春無數。\n\n煬帝看見玉薤酒清香撲鼻，愛之不已。隨滿斟一杯奉與蕭後說道：“御妻不要惱了，朕陪罪罷。”蕭後接酒說道：“只望陛下免嘲笑足矣，如何言罪。”煬帝道：“何曾嘲笑御妻？說殺也不肯信。只是朕已謝罪，御妻乾此杯，再不消題了。”蕭後道：“既蒙聖諭，安敢再言。”遂將酒飲幹，也斟一杯奉與煬帝說道：“妾狂瞽不能曲揣聖意，尚望陛下海涵。”煬帝飲幹，吳絳仙又斟一杯跪下奉與蕭後道：“妾犯嫌獲罪，望娘娘赦宥。”蕭後忙扯起說道：“我一時聽差了，倒辜負美人好意。”又賜酒一杯，大家同飲幹了。煬帝同蕭後方才入座。眾美人歌一回，舞一回，依舊歡然而飲。\n\n正是：\n\n情到深時妒亦深，不情不妒不知心。\n\n妒來尚有情堪解，情若痴時妒怎禁！\n\n原來這玉薤酒，味醇而性冽。飲到口裡清香可愛，吃下肚去但覺有些微醺之意，再不能沉酣爛醉。煬帝與蕭後痛飲半晌，何止百杯千盞，情愈覺豪暢，並不見十分醉態。煬帝大喜道：“此酒色又清，味又美，多飲又不傷人，真酒之寶也！朕得此，可謂歡樂場之一助。”也是合當有事，正說話間，忽聽得流鶯一聲，啼過軒去，那鶯聲真個啼得又嬌又媚，十分好聽。\n\n真個是：\n\n花邊啼過柳邊迷，如管如簧高復低。\n\n斗酒雙柑何處聽，一聲流麗入香閨。\n\n煬帝聽見忙說道：“鶯聲倒啼得流麗可愛，我們何不攜酒到綠煙亭上去一聽，也是快事。”蕭後道：“有趣有趣。”袁寶兒說道：“二三月間乳鶯好聽，此時綠肥紅瘦，鶯聲老矣，聽它有何趣味？”煬帝笑道：“時候雖過，其聲尚自嚦嚦，怎見得就老，便去聽一聽何妨？”吳絳仙笑道：“萬歲既不嫌老，何妨一聽？”遂叫眾內相打點去聽。誰知說話無心，聽話有心。蕭後見大家你也說老，我也說老，又都哂笑不已，只以為有心借鶯聲打覷她，滿心大怒。欲要當面發作，料道有煬帝在前，嚷鬧不行；遂推有事，走起身上了輦，竟還宮中而去。煬帝正要攜酒去聽鶯，忽宮人來報道：“娘娘大怒還宮去了。”\n\n煬帝著驚道：“又來作怪，好好吃酒，為何竟不辭而去！”吳絳仙與袁寶兒俱驚呀道：“這是為何？”只見杳娘說道：“不消說了，一定是袁姐姐方才說鶯聲老，娘娘疑心嘲笑她，故含怒而去。”煬帝道：“是了，是了！一定是這個緣故。”袁寶兒著忙道：“妾無心說鶯，娘娘如何認話！若果如此，卻怎麼區處？”煬帝道：“不要管她，且去聽鶯吃酒耍子。”袁寶兒道：“這個使不得，娘娘既惱了，急須去解方妙；若竟自不理，無心倒做了有心。娘娘那時要加害於妾，卻將奈何？”煬帝道：“依你說，難道朕又回去求她？”吳絳仙道：“必得如此才好。”煬帝猶捱了不肯就行，被袁寶兒、吳絳仙再三催逼，方才上輦還宮。到了宮中，竟不見蕭後來迎。煬帝直入寢宮，只見蕭後連衣睡在床上，全然不睬。煬帝走近面前問道：“御妻為何事怪朕，竟不別而還？”蕭後道：“妾雖老，也是個中宮皇后，袁寶兒那賤婢，安敢巧借鶯聲譏誚於我！”煬帝陪笑道：“御妻不要著惱，她也是一時戲言，出於無心。”蕭後道：“怎麼無心？她倚著陛下的寵幸，明欺我難為她不得，故敢這等放肆。陛下雖然愛她，也不要只管奚落於妾，傷了朝廷體統。”煬帝笑道：“御妻何出此言？妃妾們不過叫她們供耳目之玩，有什麼寵幸，就敢在御妻面前放肆！”蕭後道：“她焉敢放肆，皆因陛下不將妾在心，故至如此！”煬帝笑道：“御妻倒也好笑，為何又纏到朕身上來了。也罷，就認做朕的不是。朕既來陪禮，御妻也該好了。”遂親用手將蕭後扶起。蕭後雖然惱怒，當不得煬帝曲意周旋，氣也漸漸平了。因說道：“不是妾侮觸聖心，袁寶兒、吳絳仙欺妾太甚，其實可恨！陛下既要篤夫婦之情，除非絕了這兩個賤婢，妾方甘心。”煬帝道：“御妻不消惱，朕只是不用她便了。”蕭後聽說，才歡喜走下床來。\n\n煬帝雖滿心要到迷樓去，然到此田地，開口不得，只得叫看酒來吃。不多時，排上宴來，蕭後要與袁寶兒、吳絳仙打鬥，酒席之間，便拿出少年的風流手段，盡情與煬帝調笑戲耍。煬帝不覺吃得大醉，同入鴛幃而寢。煬帝與蕭後一連歡暢了數日，大家漸漸忘情，便一個一個，依舊召眾美人來侍宴。先召韓俊娥，次召杳娘，再召妥娘、朱貴兒，召到臨了，連吳絳仙、袁寶兒也都召來供用。忽一日，有越溪野人獻耀光綾二匹，綾上花紋突起，光彩射人，十分奇異。煬帝大喜道：“此綾何處得來？這等精美？”遂叫野人來問。野人奏道：“小人乃越溪人，偶乘小舟過石帆山下，忽見岸上異光飛舞，只道是寶物，忙舍舟登岸去看。到了放光處，不見什麼寶物，只有野蠶繭數堆，遂收回叫小人女兒織成衣穿。忽夜夢神人說道：“此野繭不可輕看，乃禹穴中所生，三千年方得一遇，即江淹文集中，所稱璧魚所化也。絲織為裳，必有奇紋，可持獻天子；若輕賤天物，必有大罪。”醒來猶不深信，不料織成綾子二匹，果有奇紋突起，光彩射人。遂取名叫做耀光綾。因憶神語，不敢自私，特來獻上萬歲。\n\n煬帝聽了大喜道：“原來有許多奇處，朕就知非等閒之物。”遂厚賞野人，叫宮女拿進宮來。蕭後看見，滿心歡喜道：“果然好兩匹綾子，天生雲錦不過如此；做件衣裳穿穿，倒也有趣。”煬帝道：“御妻要可就拿去收了。”蕭後大喜道：“多謝多謝！”也不曾拿，也不曾收，因有別事，遂走了開去。不期蕭後才走開，吳絳仙與袁寶兒便走來，看見耀光綾，俱驚喜道：“是哪裡來的這樣好綾？”煬帝道：“是越溪野人獻的。”遂將野繭出處緣故，說了一遍。二人十分歡喜，將綾子拿在手裡，看了又看，愛了又愛，不忍放手。蕭後雖說要，卻不曾拿去，煬帝只認做沒什要緊；又見二人戀戀不捨，一時湊趣，遂說道：“你二人既喜，就每人賜你一匹。”二人不知是蕭後要的，滿心歡喜，慌忙謝恩受了。\n\n正是：\n\n莫道君王心不私，偷情換趣哪有移！\n\n分明許與光綾子，又作新恩賜愛姬。\n\n寶兒與絳仙得了耀光綾，便歡歡喜喜，拿去收藏。及蕭後來時，龍案上已不見了綾子，忙問道：“陛下賜妾的耀光綾，放在何處？”煬帝佯作驚道：“耀光綾朕賜御妻，御妻不要，朕已又賜別人。御妻為何復問？”蕭後含怒道：“此綾妾深愛之，誰說不要？”煬帝轉埋怨道：“御妻既要，何不就收了去？卻丟在此處，朕不知又誤賞賜了人，卻怎生區處？”蕭後見煬帝說得慌忙，便信以為真，心下還不甚惱。因問道：“賞了哪個？”煬帝自覺口澀，回答不出，捱了半晌，方應道：“總是朕的不是，誤賞了人，御妻何必細問。”蕭後道：“誤賞也罷，畢竟是誰，何妨明講？”煬帝被逼不過，只得說道：“方才吳絳仙、袁寶兒二人走來，只管翻弄，朕一時沒主意，遂賞了她去。”蕭後聽見又是此二人，哪裡還忍耐得住！急得她柳眉倒豎，杏眼圓睜，氣昂昂的大怒道：“陛下欺妾太甚！專一寵這兩個賤婢，欺壓於我，是何道理？”煬帝忙勸道：“哪裡敢欺壓御妻？總是朕一時糊塗，失於檢點，御妻不要多心。”蕭後道：“袁寶兒要看新綠，便依她看新綠；吳絳仙要灌醉我，反說我錯聽；大家打覷妾老，又說是無心。這都罷了，方才兩匹綾子，明明是妾要了，卻故意賜給兩個賤婢，以羞辱於妾。妾雖醜陋，也是一朝王母，倒受辱於兩個賤婢，叫妾何以為人！”\n\n說罷，便嚎啕大哭起來。煬帝慌得左不是，右不是，再三勸慰，哪裡肯祝沒法奈何，只得叫宮人去召十六院夫人來勸。眾夫人聞召，都來說道：“陛下也忒忘懷，賤妾等不瞅不睬，忘懷罷了；怎麼連許了娘娘的綾子，也忘懷又賜別人？”煬帝笑道：“朕央眾妃子來勸解娘娘，倒乘機兒譏誚起朕來。”眾夫人齊笑道：“譏誚陛下，正是解勸娘娘。”因對蕭後說道：“萬歲也是一差二誤，娘娘不要惱罷。”蕭後帶哭說道：“什麼一差二誤，怎再不差與別人，偏只差在這兩個賤婢身上？”煬帝道：“朕實是差了。這耀光綾，御妻若要，如今取回，卻也不難。”蕭後道：“取回來也不香了。只殺了這兩個賤婢，方才洩我之氣。”秦夫人暗暗對煬帝說道：“只是這等空勸，娘娘之氣如何消得？陛下可將二美人暫貶一貶，方好收頭。”煬帝低頭沉吟，猶捨不得。秦夫人道：“貶不過是個虛名，消此一時之氣；過一兩日，娘娘氣平了，便好召回。”\n\n煬帝沒奈何，只得依著秦夫人，傳旨將吳絳仙貶回月觀，袁寶兒貶入迷樓，俱不許隨侍。因對蕭後說道：“貶了二人，御妻便可見朕的心跡了。”蕭後道：“貶雖貶了，只怕心中還有些放不下。”眾夫人齊說道：“萬歲既貶了她兩個，娘娘再要搜求，就太過了。”蕭後方才拭淚不語。眾夫人忙叫取酒。須臾排上宴來，眾夫人各奉一杯說道：“萬歲與娘娘滿飲此杯，閒話再不消題了。”煬帝吃幹說道：“朕再沒得說，只怕御妻還要多心。”蕭後道：“妾倒不多心，只怕陛下要多事。”眾夫人笑道：“多心多事，皆為多情耳。”大家說說笑笑，你一杯，我一盞，依舊又歡然而飲。\n\n正是：\n\n花爭調笑柳爭嗔，難得風光處處親。\n\n謾道消除心上恨，須知斷絕意中人。\n\n自此之後，蕭後與煬帝時刻不離，絕不放煬帝到月觀、迷樓中去遊，每日家只在宮中行樂。一日，煬帝乘蕭後午睡未起，遂獨自信步到後宮閒耍。才轉過一架繡屏風，只見一個美人梳妝正完，手持著兩面寶鏡在珠簾下細細照看，左顧右盼，十分風流俊俏。後人有詩單讚美人簾下對鏡之妙雲：妝成不自喜，鸞鏡下簾隨。\n\n影落回身照，光分逐鬢窺。\n\n梨花春對月，楊柳晚臨池。\n\n已足銷人魄，何須更拂眉！\n\n煬帝看那宮人生得煙輕月瘦、雪韻花妍，百般嬌媚，心下又驚又喜道：“宮中哪裡又來了這一個美人！”忙走近前仔細一看，認得是蕭後心腹宮婢羅羅也。原來這羅羅披髮時，煬帝就注意愛她，後來長成更覺美麗。蕭後恐怕煬帝見了寵幸，故將她藏在後宮，不容見面。不期這一日恰恰撞著。煬帝吃驚道：“羅羅長成了，倒這等鮮妍，可喜，可喜！”羅羅忙將寶鏡放下，嫋嫋婷婷磕了一個頭。煬帝隨用手挽起問道：“為何許久再不見你？”羅羅答道：“萬歲倒還記得賤婢！”煬帝道：“怎麼記不得，你披髮時，朕最愛你這一雙眼生得秀美，今日春山遠黛，斜簇雙蛾，種種風流，又不獨一秋波矣。”羅羅謝道：“賤人陋質，焉敢當萬歲嘉評。”煬帝一邊說著，一邊遂走進簾來坐下。羅羅恐怕蕭後看見，忙問道：“娘娘在何處？卻放萬歲獨行至此？”煬帝笑道：“朕難道自來不得，定要娘娘放來？”羅羅笑道：“萬歲來是來得，只怕放不放還在娘娘。”煬帝笑道：“你這妮子就看得朕這般駭怕，你且過來耍一耍，看朕怕也不怕？”遂用手來抱羅羅，羅羅慌忙推辭說道：“娘娘實在何處？萬歲雖不怕，賤婢未免要怕。”煬帝道：“實對你說罷，娘娘午睡未起，朕悄地走來，並沒人看見，戲耍片時何妨？”遂將羅羅抱入懷中，坐於膝上，百般偎倚。羅羅半推半就，低頭不語。\n\n二人正調戲間，忽疏辣辣的一陣風來，將珠簾掀起，就像有人走來一般。羅羅猛然看見，只道是蕭後來尋，嚇得魂不附體，慌忙跳起身來躲避，連煬帝也吃了一驚。及走到簾前看時，哪裡有個人影？再回身看羅羅時，早嚇得滿臉通紅，走不是，立不是，只管失驚打怪。煬帝笑道：“怎麼這等膽小！”羅羅慌做一團，哪裡答應得出？煬帝看了又愛又憐，一時情興勃發，就要私幸羅羅，忙近前來抱摟。羅羅慌躲開說道：“這個使不得，娘娘知道，不當穩便。”煬帝道：“娘娘此時睡熟，哪裡便得知道？”羅羅道：“娘娘多心，一醒便要來尋，倘然撞見，這羞慚怎當！”煬帝纏了一歇，見羅羅不肯順從，因笑道：“好一個痴東西，朕一團好意，卻這等千推百阻，殊可笑也！”羅羅閃來閃去，只不敢近身。煬帝忽見案頭有筆硯，遂信手題詩四句嘲之，說道：個人無賴是橫波，黛染隆顱簇小蛾。\n\n幸得留儂伴成夢，不留儂住意如何？\n\n煬帝題完，遂念與羅羅聽。羅羅聽了，說道：“萬歲恩寵，豈不望沾，但恐娘娘得知，未免又是吳絳仙、袁寶兒之續也。”正說未了，忽見蕭後悄悄的走到面前問道：“你二人在此何干？”二人驚慌無措。\n\n正是：\n\n並立雖無事，相依若有情。\n\n任他湘水碧，亦自洗難清。\n\n不知蕭後撞來，煬帝與羅羅畢竟如何回答？且聽下回分解。"
		},
		{
			"章節": "第三十五回",
			"章節名稱": "來夢兒車態怡君 裴玄真宮人私侍",
			"章節內容": "詩曰：謾道車為態，休言肉作床。\n\n縱然來好夢，也不及黃梁粱。\n\n又云：\n\n世已歸新主，君猶認舊臣。\n\n不須三嘆息，天道善人親。\n\n話說煬帝正調戲羅羅，忽被蕭後撞來問道：“陛下，在此何干？”煬帝笑道：“朕因御妻睡熟無事，偶閒步至此。忽遇羅羅，朕無心戲她兩句。她遂認以為真。千推萬阻，慌得顏面俱紅，殊可笑也！”蕭後道：“陛下自幼愛她，難道無心；她既得逢君，為何推阻？”煬帝道：“不瞞御妻，實是如此。”蕭後將羅羅一看，只見臉上紅一會，白一會，甚是羞慚，心下愈覺不信。便嗔說道：“妾又不管，便實說何妨？”煬帝笑道：“御妻若不信，幸有詩為證。”遂將寫與羅羅的詩句遞與蕭後。蕭後接了一看，見後有“不留儂住意如何”之句，心下方才釋然歡喜。回對羅羅說道：“不意你倒這等有規矩。”羅羅道：“賤婢下人，焉敢亂娘娘宮闈雅化？”蕭後道：“非此詩，則爾之心跡何由得明？”煬帝笑道：“羅羅心跡既明，則朕之心跡亦明矣。”蕭後笑道：“陛下的心跡明倒明瞭，只是有些不尊重。”煬帝道：“朕若尊重，便不顯羅羅的好處了。”大家正說笑間，忽一個太監慌忙報道：“西京代王差一近侍，有緊急表文奏上。”煬帝隨展開一看，只見上寫著：留守西京代王臣侄侑，稽首頓首奉表於皇帝陛下：自聖駕南遷，忽有景城人劉武周殺馬邑太守王仁恭，得眾萬餘，襲破樓煩郡，進據汾陽宮，十分強盛。前又擄略宮女，賂結突厥；突厥得利，遂立武周為定楊可汗，兵威益震。近又攻陷定襄等郡，自稱皇帝，改元天興。又與上谷賊宋金剛、歷山賊魏刁兒連和一處，甚是強橫。目今又斬雁門郡丞陳孝意，竊據離宮，大有雄吞天下之心。侄侑懦弱，又無精兵良將，西京萬不能守，屢疏求救，未蒙天鑑。今亡在旦夕，特遣宦臣面叩天顏。伏望皇上念先皇社稷之重，早遣能臣，督兵援救，猶可支大廈之傾；倘再延時日，則關右一十三郡，非國家有矣。侄侑倉惶無措，謹具表上聞。不勝時刻待命之至！\n\n煬帝看了大驚道：“朕只道是一班鼠賊，為何結連胡奴，這等猖獗起來？”遂駕臨便殿，宣虞世基眾文武來商議道：“西京危亡至此，爾等何不在意！”虞世基奏道：“劉武周原系小賊，皆因邊將無才，不用心剿捕，故養成其勢。今必須嚴責邊將，再遣在朝親信大臣，保守西河重地，則長安自無虞也。”煬帝道：“邊將是誰？”宇文達道：“關右一十三郡兵馬，皆衛尉少卿唐公李淵提調。”煬帝大怒道：“李淵乃獨孤太后從子，與國有親，朕故付以邊疆重權，何得喪地折兵，養成賊勢？其罪不容誅矣！”遂傳旨著使臣齎詔至太原，囚執李淵來江都問罪；又傳旨差朝散大夫高德儒為西河郡丞，多調兵馬，內保西京，外討群賊。眾臣各各領旨而去不題。\n\n卻說煬帝退入後宮，蕭後忙接住問道：“西京事體如何區處了？”煬帝道：“朕已遣高德儒領兵前去救援，料不日可恢復矣。”蕭後道：“劉武周結連突厥，其勢浩大；高德儒庸愚之輩，怎生救援得來？”煬帝笑道：‘御妻不須憂慮，天下大矣，朕有東京以為根本，江都以為遊覽，儘夠朕與御妻行樂。便失了西京，亦不過只少得長安一片土，也不傷十分大事，何必惱亂心曲！且取酒來飲，以盡眼前樂事。”蕭後不敢再言，真個叫左右看上酒來。二人相對而飲。\n\n正是：\n\n江山社稷原無用，土地人民值幾何？\n\n只有樽前一杯酒，時時刻刻要消磨。\n\n煬帝與蕭後正笑談飲酒，忽又一個內相來奏道：“東京越王遣近侍有表文奏上。”煬帝忙展開一看，只見上寫著：留守東京越王臣侄侗，稽首頓首奉表於皇帝陛下：去歲楊玄感兵反黎陽，蒙遣將宇文述、屈突通以彰天討，幸已敗亡。但玄感雖死，而謀主李密統有其眾，愈加猖狂。先奪回洛倉，後據洛口倉，所聚糧米盡遭其擄。近又遍張檄文，毀辱天子，攻打東京，十分緊急。伏乞早發天兵，以保洛陽根本；如若遲延，恐一旦有失，則聖駕何歸？臣侗不勝急切待命之至！外檄文一道，附呈御覽。\n\n煬帝再將李密檄文展開一看，上寫道：\n\n大將軍李密，謹以大義佈告天下：隋帝以詐謀坐承大統，罪惡盈天，不可勝數。紊亂天倫，謀奪天子，罪之一也；弒父自立，罪之二也；偽詔殺兄，罪之三也；迫奸父妃陳氏，罪之四也；誅戮先朝大臣，罪之五也；聽信奸佞，罪之六也；開市騷民，徵遼黷武，罪之七也；大興宮室，開掘河道，土木之工遍天下，虐民無已，罪之八也；荒淫無度，巡遊忘返，不理政事，罪之九也；政煩賦重，民不聊生，毫不知恤，罪之十也。有此十罪，何以君臨天下？可謂罄南山之竹，書罪無窮；決東海之波，流惡難荊密今不敢自專，願擇有德，以為天下之君；仗義討賊，望興仁義之師；共安天下，拯救生靈之苦。檄文到日，速速奉行！\n\n煬帝看了大驚道：“李密何人也？來窺伺東京。又出此狂言，罪不容於死矣。”欲要調兵救援，卻又沒有良將。思量了一歇，遂將表文放下，沉吟不語。蕭後道：“東西兩京受困，天下事亦自寒心。”煬帝忽長嘆一聲道：“天意若在朕，鼠賊安能為也，兩京自然無憂！且將酒來飲，莫要負此好景。”眾宮人忙斟巨觴獻上。煬帝因心下不暢，勉強連飲數杯，要解愁悶。怎奈酒不解真愁，吃來吃去，情景終覺索然。\n\n正是：\n\n天下已如冰與雪，君王猶把酒杯澆。\n\n誰知玉液都傾盡，一種真愁不得消。\n\n自此以後，兩京告急文書，就如雪片一般亂紛紛都打到江都來。煬帝無可奈何，只是將酒與蕭後眾美人強自支撐。口裡雖說些大話，然寸心中甚不能自安。每日裡也不冠裳，但頭戴幅巾，身穿短衣，在宮中百般淫縱，以為消遣，一日與蕭後同寢後宮，忽思量往事，睡不能安。在床上左一翻，右一覆，畢竟不能閤眼。半夜裡復穿了衣服，走起來同眾美人到各處閒行。步了一會，殊覺無聊。眾美人要解聖懷，只得又將酒獻上，煬帝強飲幾杯，帶些酒意，又擁了眾美人去睡。先同杳娘睡一歇，睡不安，又換了朱貴兒；同朱貴兒睡一歇，睡不安，又換了月賓；換來換去，總睡不安。才蒙朧一霎，又忽然驚覺。煬帝十分焦躁，又要換韓俊娥來睡，韓俊娥道：“萬歲要得安寢，必依妾一計方可。”煬帝道：“你有何計？”韓俊娥道：“須叫眾美人奏樂於外，不許停聲，萬歲枕妾寢於帳中，包管成夢。”煬帝道：“這個容易。”遂叫眾美人笙簫弦管，先奏起樂來，然後同韓俊娥同入帳中而寢。韓俊娥到得帳中，但見流蘇亂戰，蘭筍頻搖，枕蓆之間，嘎嘎有聲，就如雲雨一般。哪消一刻工夫，煬帝早已甜甜睡去。\n\n正是：\n\n痴魄全仗笙歌慰，蕩魂多虧佳麗怡。\n\n不是玉人車作態，宮中哪有夢來時。\n\n煬帝沉沉一覺，直睡到次早紅日三竿，方才醒來，眾美人奏樂猶不曾祝煬帝大喜，對韓俊娥道：“朕得一夜安寢，皆美人之功也。”韓俊娥道：“得慰聖心，妾之幸也。安敢言功！”煬帝披衣而起，方叫眾美人住樂。自此以後，遂做成個定例，夜夜皆要如此，方得睡著。若換了一人，便徹夜不寐。雖與蕭後恣行淫蕩，睡到半夜之後，必要韓俊娥抱持而寢，方得沉沉睡熟。煬帝由此甚愛俊娥，時刻不離。因說道：“朕虧俊娥方得成夢。”遂另賜一名叫“來夢兒”以為寵榮。只有蕭後心下不快，暗暗叫人窺看韓俊娥用何法得能安寢。眾宮人打聽回道：“韓俊娥臨睡放下帳幔，不知用何妙法，只見床帳搖動，就如交會一般。不多時萬歲爺便鼾呼而睡。”\n\n蕭後再三思量，不得其意。一日乘煬帝不在面前，遂私喚韓俊娥問道：“萬歲爺苦不能睡，美人能曲意安之，心有善媚之術。可明對我說。”韓俊娥答道：“賤妾蒙娘娘寬恩，得侍御床，衾稠之內，淫褻之事，焉敢瀆奏！”蕭後道：“是我問你，非你之罪也，便說何妨！”韓俊娥欲待不言，恐蕭後見怪。只得說道：“萬歲爺聖心好動不好靜，前次妾從遊江都時，萬歲在何安御女車中行幸宮女，見車行高下，女態自搖，便十分暢快。近又在迷樓御童女車中晝夜縱慾，皆是車搖女動，享天然之樂，習以為常。今安眠寢榻，支體不搖，又加戎事驚心，故不能寢。妾非有善寢之術，不過竊效車中態度，使萬歲四體搖動，所以安然而寢也。”蕭後道：“你雖非善媚，迎合上意，用心亦太過矣！”韓俊娥道：“妾非迎合，皆善體娘娘之意也！”蕭後笑道：“我之意非汝所能體也！且去且去！”\n\n韓俊娥自知失言，不敢再語，隨默默而退。蕭後心下暗想道：“皇上愛悅車態，從未說出。韓俊娥便能細細揣摩，令其寵幸，不在袁寶兒、吳絳仙之下，若不早早譖去，明日說破車態由我而止，皇上重想迷樓，其害不校遂屢屢在煬帝面前，談論韓俊娥的過失。一日，打聽得煬帝將進宮來，便假作悲傷之狀，背倚著雕欄悽悽惶惶墮淚。見煬帝走來，只推不知。煬帝看見忙問道：“御妻有何事縈心，這般煩惱？”蕭後隨轉過身來拭淚，答道：“妾遭蒙聖恩，待罪中宮，有何煩惱？”煬帝道：“御妻明明墮淚，如何掩飾得過？”蕭後道：“說來陛下未免要疑心妾妒，不如忍些氣惱罷，說他怎麼？”煬帝道：“朕與御妻，何等恩愛！還說這等客話，有什緣故，何不明對朕言？”蕭後道：“韓俊娥欺妾太甚，妾忿恨不勝，又不敢明言，故在此傷心墮淚。”煬帝大驚道：“韓俊娥最得御妻之愛，朕故一向留在宮中，陪伴御妻，就是今日寵幸她，又因看御妻面上，不知為何反欺御妻？”蕭後道：“韓俊娥平素極小心謹慎，妾故愛她；不期近日得了枕蓆之功，蒙陛下欽賜嘉名，寵冠一時，日夜不離，她便放肆起來，在妾面前，十分無禮。又笑陛下好靜不好動，又怪陛下恩寵不隆，又誇口道：‘陛下非她斷不能閤眼而睡。’又說陛下許她奪妾之位，妾故忿恨淒涼。只望陛下念夫婦之情，與妾作主。”煬帝大怒道：“這賤人怎敢如此無禮？”又沉吟半晌道：“韓俊娥朕見她也還老實，此言莫非有誤？”蕭後道：“疏不間妾，妾就知陛下寵眷正濃，此言說了必定生疑，故隱忍不言，今果不出妾所料，可嘆可嘆！”說罷，又墮下淚來。煬帝忙止住道：“御妻不必悲傷，朕哪裡是寵幸她？只因圖一覺好睡，故離她不得。既是這等狂妄無知，朕定當去她，必不令御妻受氣。”蕭後道：“若得如此，則妾幸甚。”過了數日，蕭後見煬帝與韓俊娥夜夜安眠，十分相得，並無貶去之意，又乘間對煬帝說道：“前日之言，陛下想忘之矣。”煬帝道：“御妻之言，如何得忘？但恐去之不能安寢耳。”蕭後道：“陛下肯去俊娥，妾包管陛下有安寢之術。”煬帝道：“倘不效奈何？”蕭後道：“若不效，再詔俊娥，有何難哉？”煬帝道：“御妻之言有理，即當去之。”過了兩日，煬帝猶豫不決。蕭後又來催促道：“俊娥日出謗言，陛下若舍她不得，倒不如去了妾罷。”煬帝明知是蕭後妒忌，不關俊娥之事，當不得蕭後再三催逼，沒奈何，只得將俊娥貶入迷樓，不許隨侍。\n\n正是：\n\n謾道君恩似水流，須知妒忌苦為仇。\n\n可憐抱裡溫和暖，一夜涼風便似秋。\n\n蕭後既去了韓俊娥，滿心快暢，便邀煬帝同寢。煬帝睡半晌，醒半晌，終有幾分思想俊娥；但礙著蕭後，總不敢提起。一日閒坐無聊，忽對蕭後說道：“朕許久不到迷樓，偶思一遊，不知御妻允否？”蕭後答道：“陛下要遊，有何不可？妾當奉陪。”遂同煬帝並輦，望迷樓中來。煬帝初意原要離了蕭後，去尋袁寶兒、韓俊娥行樂，不期蕭後同來，又不好推辭。到了迷樓中，不得十分暢意。遊了半日，愈覺思念俊娥、寶兒，一時忍耐不住，詩興發作，遂取筆硯在迷樓東南柱上題詩二首，以表相思之懷。\n\n其一雲：\n\n黯黯愁侵骨，綿綿病欲成。\n\n須知潘岳鬢，強半為多情。\n\n又云：\n\n不信長相憶，絲長鬢裡生。\n\n閒來倚樓立，相望幾含情。\n\n煬帝題完，蕭後看了微哂道：“陛下有所思邪，有所怨邪？將置妾於何地？”煬帝道：“朕無所思，亦無所怨，只因連日國事不寧，故信筆寫懷，卻與御妻無涉。”蕭後道：“西京近日不知如何？”煬帝道：“朕前日差人囚執李淵來江都問罪，為何還不見到？”蕭後道：“李淵與國有親，為何要囚執問罪？”煬帝道：“朕因有親，升他為太原留守，督領關右一十三郡兵馬，專兵討賊。今被劉武周雄據離宮，進不能徵，退不能守，若不拿來問罪，何以警誡邊士？”蕭後道：“原來為此！”正說未了，旁邊忽轉過王義來奏道：“李淵如何拿得？一拿李淵，社稷危矣！”煬帝道：“李淵不能討賊，自然要拿，怎麼就危社稷？”王義道：“李淵固有大罪，但兵權在手，萬歲優詔督其後效，或者尚思圖報；若差官囚來問罪，李淵未必純忠。彼度勢不能免，倘據太原也叛逆起來，是又添一劉武周也，豈保全社稷之計？臣愚憨不識忌諱，伏望天恩加察。”煬帝想一想道：“汝言殊有理，但囚執李淵之詔，前已差人去了奈何？”王義道：“這不難，萬歲只消再發一道詔書，赦其舊罪，責其新功便了。”煬帝連連點首，遂傳旨馳驛赦李淵之罪，仍著其火速進兵討賊，以贖前愆。各官領旨不題。\n\n卻說李淵自領弘化郡提調關右兵馬，便日以討賊為事，選兵練將。後因差他開河，他不忍虐民，託病辭了。又因民謠圖讖，皆言李氏當王天下，煬帝無故殺了李金才一族，恐疑忌到他，便深自晦藏。曾有相士史世良相李淵道：“公骨法非常，異日必為人主。願自保重，勿忘鄙言。”李淵聞之甚喜，次子世民，生得龍鳳之姿，天日之表，乃命世奇才。因見隋家天下敗壞，盜賊蜂起，遂結納豪傑，陰有圖天下之心。恐李淵不從，遂與素所善晉陽宮監裴寂商量道：“隋政乖亂，天下愁苦，我欲起義兵，乘時東下，以救斯民倒懸，但恐吾父不從，乞賢公善言勸勉；若能挽回父意，後日富貴當共之。”裴寂道：“當今國亂民疲，正湯武受命之時，公子之言，允合天心人意。尊公固執，吾當設計勸之，公子可勿慮也。”世民道：“賢公有何妙計？”裴寂向世民附耳道：“只消如此而行，不患其不從矣。”世民大喜而退。\n\n裴寂次日設席晉陽宮，差人來請李淵。李淵素與裴寂交好，聞請即來。二人相見，裴寂並不提起世民之事，只以酒相勸。李淵吃到沉酣之際，裴寂道：“悶酒難飲，有二美人，不識可乎？”李淵笑道：“知己相對，正少此耳，有何不可！”裴寂遂叫左右去喚。不多時，內中環佩叮噹，麝蘭香靄，走出兩個美人來，生得十分佳麗。李淵定睛一看，果然是：花嫣柳媚玉生香，鏤月裁雲淺淡妝。\n\n自是塵埃識天子，非幹雲雨惱襄王。\n\n二美人到了筵前，隨參見李淵，李淵慌忙答禮。裴寂就叫取兩個坐兒，坐在李淵側首。李淵酒後糊塗，竟不問來歷，因見二美人佳麗，便放量快飲。二美人曲意奉承，裴寂再三酬勸，李淵不覺頓時大醉。裴寂不放李淵回去，就留在宮，暗暗叫二美人陪伴去睡。李淵醉後把持不定，竟同二美人任情雲雨，在宮中宿了。\n\n正是：\n\n倡義興師自有名，何須私侍亂宮庭。\n\n謾言濟變權宜計，一代淫訐化灰成。\n\n又云：\n\n花能索笑酒能親，更有蛾眉解誤人。\n\n莫笑隋家浪天子，乘時豪傑亦迷津。\n\n李淵一覺醒來，見被中擁了兩個美人，忽想起昨夜之事，心下驚疑道：“此晉陽宮中，安有美人？”連忙問道：“汝二人是誰？”二美人笑道：“大人休慌，妾二人非他，乃宮人張妃、尹妃也。”李淵大驚道：“宮闈貴人，何以得同枕蓆？”張、尹二妃道：“聖駕南幸不回，群雄並起，裴公屬意大人，故令妾等私侍，以為異日計。”李淵大驚，慌忙披衣而起，說道：“裴玄真誤我。”遂要忙忙趨出，才走到殿前，裴寂早迎將入來，說道：“深宮無人，明公何故這等驚慌？”李淵道：“雖則無人，心實不安。”裴寂道：“英雄為天下，哪裡顧得許多小節。”隨叫左右取水梳洗。李淵梳洗畢，裴寂又看上酒來同飲。\n\n飲到數杯之後，裴寂因說道：“今主上無道，百姓困窮，豪傑並起，晉陽城外，皆為戰常明公手握重權，二郎已陰蓄士馬，何不舉義兵，伐暴救民，建萬世不朽之業？”李淵大驚道：“公何出此言？欲以滅族之禍加我耶？我李淵素享國恩，豈可變志？”裴寂道：“當今上有嚴刑，下有盜賊，明公若守小節，危亡無日矣。不若順民心，興義兵，猶可轉禍為福。此天授公時，幸勿失也。”李淵道：“此事難料，公慎勿再言。吾奏知皇上，恐取罪未便。”裴寂笑道：“昨夜以宮人私侍明公者，正恐明公不從，為此急計耳！若事發，當並誅也。此皆與二郎斟酌已定，故敢如此，非孟浪之舉也。明公宜聽從之。”李淵道：“吾兒必不為此，公何陷人於不義也？”正說未了，只見旁邊閃過一人，頭戴束髮金冠，身穿團花繡襖，慌忙說道：“裴公之言，深識時務，大人宜從之。”李淵仔細一看，乃第二子世民也。因大驚道：“逆子，汝亦出此狂言，吾當執汝以告官。”世民道：“兒睹天時人事，天下已非隋有，故為此言。大人若肯聽從，外攬豪傑，內撫百姓，北招戎狄，右收燕趙，濟河而南，以據秦雍，此湯武之業也。大人若不肯從，必欲執兒告官，兒亦不敢辭死。”李淵道：“吾豈忍告汝，但我堂堂臣子，必不為背君之事。”世民道：“大人差矣，古書云‘民為重，社稷次之，君為輕。’當今皇上，日造宮室，荒淫酒色，天下受其虐害不已。大人若起義兵，拯蒼生於倒懸塗炭之中，正英雄救民之事，非背君也。”李淵道：“天下大事，豈可輕議？慎勿狂言，以取大禍。”世民不敢再言。裴寂道：“公子之言，誠當今急務。明公宜思之，不可忽略。”隨又奉上酒來。李淵被二人說得恍恍惚惚，心下不安，吃了幾杯，便辭別回府。不期事有湊巧，才到得府中，還不曾坐穩，早有探事軍人來報道：“老爺，不好了，朝廷怪老爺不能討賊，遣使臣齎詔來單取老爺到江都去問罪。天使旦夕就到，乞老爺上裁準備。”李淵聽了，嚇得魂不附體，忙喚眾將官商議。\n\n只見旁邊轉過世民說道：“大人不必驚慌，兒有一計，可保無虞。”只因這一計，有分教：南北江山，一朝換主。\n\n正是：\n\n亡國多由荒主，開基必有賢君。\n\n一到天心改變，自然人事紛紓\n\n不知世民畢竟有何妙計，且聽下回分解。"
		},
		{
			"章節": "第三十六回",
			"章節名稱": "下西河世民用計 賜雙果絳仙獻詩",
			"章節內容": "詩曰：禍福有先機，天心夫豈微！\n\n如何明眼者，屈指古今希\n\n又云：\n\n恩情雖在我，離合實由天。\n\n謾道鸞膠好，無由續斷緣。\n\n話說李淵聞有詔囚執問罪，驚慌無措。見世民說有計可救，忙問道：“汝有何計可速速言之。”世民道：“聖旨既下，進皆死途，退無生路。惟昨日之言，可以免禍。”李淵道：“此事非同小可。幸而成功猶可，倘事不濟，豈不受萬世罵名？倒不如赴詔而死，還不失君臣大義。”世民道：“大人差矣！世治守經，世亂用權，當今天子荒淫，萬民愁苦，若舉義兵而東，如大旱時雨，不數載而帝業成矣，有何不濟！安肯受單車之囚，自取滅亡！”李淵低頭不語。世民又說道：“事已至此，若不早決，死亡在旦夕也。”李淵猶豫不能決。忽左右又報道：“使臣已到了。”李淵一發著忙，不敢出來接旨。只推暴得重病，不能起床。先著屬官邀使臣公廨住下，候病好開讀。使臣因李淵兵權在手，無法奈何，只得住下等候。世民說道：“此等計策，正好延捱時日；若不速建大計，身膏斧鉞終不免也。”\n\n李淵不肯聽，退入後堂，一連數日不出。使者再三催逼，李淵無奈，只得私集幾個心腹將士來商議。眾將士齊說道：“公子之議，允合天心人意，明公不可不從。”李淵道：“本非盛德之事，奈今進退無計，正須從之耳。”眾將士皆大喜，便要商量動手殺使臣。忽左右來報道：“老爺恭喜，朝廷又有詔書到了。”李淵道：“詔書又到，多是催逼，有何可喜？”左右道：“詔書不是催逼，乃是赦老爺之罪，仍著火速討賊，以贖前罪。”李淵聽了，方才歡喜。安排香案出來接旨。接過詔，隨修一道表文，付兩個使臣帶到江都去謝恩，又治酒管待使臣。使臣公事畢，忙辭回覆旨不題。卻說李淵見煬帝已赦其罪，便不思量起兵。世民又乘間說道：“時不可失，機不再來。前日推病不接旨，機關已露，禍不旋踵而至。大人何不早早為計！”李淵道：“今日奉詔討賊贖罪，豈可復生他想？”世民道：“當今煙塵四起，盜賊遍天下皆是。大人奉詔討賊，賊可盡乎？賊不能盡，則大人之罪，依然在身，即能盡賊討平，而功高招忌，身益危矣。大人不可不深為之慮。”李淵沉吟半晌道：“容吾思之。”遂退入後堂。\n\n正是：\n\n臣節休悲不克終，天心屬意便當從。\n\n但須懷取憂民意，揖讓徵誅一樣功。\n\n李淵思量了一夜，次日喚世民說道：“吾一夕思汝之言，亦大有理。今日行之，破家忘軀亦由汝，化家為國亦由汝。”世民道：“大人既承天命，便當速定大計。”李淵隨請裴寂商議道：“吾兒世民苦苦勸我起義兵，今不得已而從之；但恐力薄，不足掃群雄而安天下。”裴寂道：“晉陽士馬精強，宮監積蓄鉅萬，代王衝幼、關中豪傑皆屬意明公。明公若鼓行而西，撫有長安，正如探囊取物耳，更何憂哉？”李淵道：“不知將士之心若何？”裴寂道：“群情已協，惟候明公發令，便可長驅也。明公若不信，只消聚集眾將士，公共謀議，人心便可見矣。”李淵道：“公言有理。”遂傳令召集一班謀臣智士來議事。不多時召至。李淵道：“當今人主荒淫無度，盜賊群起，百姓坐於塗炭。我欲建救民之計，不知諸公以為何如？”問未完，只見大理司直夏侯端出位打一恭，說道：“今帝座欲移，天心有屬，必有真人崛起。某觀參墟得歲，其應已在明公。若肯建救民之計，天意良不虛矣。”\n\n言未畢，又有一人出位大聲說道：“天輔有德，若不乘機速發，將來必有後悔。”李淵視之，乃司馬許世緒也。因問道：“不發有何後悔？”許世緒說道：“隋政不綱，天下無主，輔世長民，必須有德。今明公手攜五郡之兵，身據四戰之衝，天且姓氏以應民謠。若收攬英俊，為天下倡大義，帝王之業，一舉可定也。倘無奇計，拘攣小節、遷延不發，一旦為高材捷足者先得之，寧無後悔？”司鎧武土奇與勳衛唐憲等，紛紛出位，俱勸李淵起兵。李淵見眾人同心合義，共謀大事，滿心歡喜，遂決意興師。因說道：“諸公既如此見推，焉敢有辜眾望！誓必掃清寰宇，以拯斯民。”眾將齊說道：“若得如此，則天下幸甚！”李淵遂傳令，一面掛招軍旗，招納豪傑，一面開倉賑濟貧民，大行仁義之事。百姓歡悅，不旬月招集得附近郡縣人馬，共有二十五萬。\n\n李淵大喜，又與世民商量，自號為大將軍；以裴寂為長史，掌理記錄，參贊軍務；以劉文靜為司馬，議論軍情，運籌幃幄；以唐儉、溫大雅為記室，備修詞命，主行文檄；以劉政會為司寇參軍，隨理機密，以備顧問；以崔善為司戶參軍，占候風雲，卜推敵賊；以張道源為戶曹參軍，掌理軍數，前後提調；以姜謨為司功參軍，審察地勢，排軍佈陣；以殷開山為先鋒，逢山開路，遇水疊橋；以長子順德為驍衛，攻城略地，剿殺成功；以劉弘基、竇琮、王長諧、姜寶誼、楊屯俱為左右統軍，如有緩急以備救援。其餘文武，俱隨才授任。以次子世民為領軍都督，統管三軍。分撥已定，便擇日出師，先旁略郡縣，後取關中。真個是旌旗招展，盔甲鮮明，進退坐作，井井有方，十分強盛。\n\n後史官有詩讚之曰：\n\n隋室日淪亡，英雄起晉陽。\n\n讖圖先應李，民志已趨唐。\n\n旗展龍蛇動，營開羆虎張。\n\n試看時雨沛，一掃正封疆。\n\n李淵一面發檄文，佈告天下；又遣劉文靜為使，交結突厥為援，竟領兵殺奔關中而來不題。\n\n卻說煬帝見天下攪亂，心緒不寧；又貶了袁寶兒、吳絳仙，無人消遣，情景愈覺不暢。每日只勉強尋些事兒，飲酒作樂。一日與蕭後在宮中小飲，只有朱貴兒、杳娘、羅羅隨侍，飲到半酣之際，煬帝說道：“悶酒吃不下去，我們行一個口令兒何如？”蕭後道：“最妙！就請陛下起令。”煬帝道：“朕要就眼前人名，拆一字為二三字，要順文理，取可離可合之意。說得來大家賀一杯，說不來自罰三巨觴。”蕭後與眾美人都說道：“妙，妙！”煬帝道：“朕就取杳孃的‘杳”字為十八日。”蕭後用手在案上寫了看道：“十八日合來果是個‘查’字，說得有理，該賀。”大家同吃了一杯。煬帝道：“朕說過，該到御妻了。”蕭後一時想不起，因說道：“不必論先後，有的就說罷，容妾再想一想。”煬帝道：“既是娘娘要想，你們有的就說。”杳娘道：“妾就取羅羅的‘羅”字為‘四維’，不知可好？”煬帝道：“好一個四維。虧你虧你！也賀一杯。”大家又吃了一杯。羅羅道：“好的都說了去，妾沒得說，情願罰一杯罷。”煬帝道：“此令無甚深意，胡亂說一個，只要通得去便罷，何必先罰！”羅羅笑道：“妾就取朱貴的‘朱’字，為‘八牛’何如？”煬帝道：“也罷也罷！大家也吃一杯。”朱貴兒道：“妾就取皇帝的‘皇’字為‘白主’罷。”煬帝笑道：“略勉強些，也還賴得去，準了準了。”大家吃完了酒，只少蕭後不曾說。煬帝道：“御妻思久，定有妙意。”蕭後道：“妾一時說不出，就步武陛下，單取個‘李’字為‘十八子’罷。”煬帝見說李字，沉吟半晌道：“‘李’字離合之意雖說好，但座中無李姓，殊覺不切。”蕭後道：“要取在座之姓，只剩妾一‘蕭’字，怎生離合得來？”煬帝道：“離合不來，許御妻添除罷。”蕭後道：“若許添除，便除去上邊草頭半個，左邊添一水旁，湊成一個‘淵’字何如？”\n\n煬帝聽見先說李字，已有十分不快；又見說出淵字，不覺怫然變色。你道為何？又因兵權屬於李淵，又見前日推病不肯接囚執之詔，心下十分疑忌。今恰恰道出他的姓名，以為讖語，故怫然變色。蕭後見煬帝失驚作色，因說道：“妾說的不好，願罰一杯。陛下何須驚怪！”煬帝嘆一口氣道：“此天意耳，非御妻之過也！”蕭後猶漠然不知。正要再問，忽幾個掌朝太監慌慌張張來報道：“萬歲爺，不好了！唐國公李淵，率領關右一十三郡兵馬，在晉陽招納豪傑，賑濟窮民。天下英雄，望風皆歸。又北連突厥，兵威十分大振。今殺奔關中，西京旦夕莫保，伏望聖旨定奪！”煬帝大驚道：“李淵果然反了，吾不知此事寧有鬼神耶？何先驗若此！”蕭後道：“李淵既反，西京必然有失，如之奈何？”煬帝道：“朕前已遣高德儒為西河郡丞督兵討賊，今只消差人再加一道敕書，著他並拿李淵至江都問罪。”蕭後道：“既如此，宜速不宜遲。”\n\n煬帝隨傳旨兵部，著高德儒火速進兵征討李淵。兵部領了旨意，忙差人連夜飛馬傳到西河來。且說高德儒，乃親尉校尉，原無才智，自報綵鸞之瑞，得驟升朝散大夫，漸以讒諂得幸。不期太原反了劉武周，差他為西河郡丞，征討群賊，不敢推辭，只得赴任。到了西河，見四境兵戈擾攘，十分畏懼。每日只閉城困守，哪裡敢征討誰人。不料李淵又興義師，移檄四境徵兵，遠近豪傑風從雲屯，民心向慕如水就下。不旬月，聚集人馬二十五萬，長驅而西，直指關中。高德儒探知訊息，嚇得魂不附體。料不敢議戰，只准備作堅守之計。忽兵部報馬傳旨催他進討李淵，慌得手足無措。欲要進討，自知勢力不及；欲要閉城緊守，又怕違悖聖旨。正躊躇不決，忽哨馬來報道：“李世民領兵二萬，飛奔西河而來，人馬十分驍勇，請老爺鈞旨定奪。”高德儒驚慌不已，忙聚集眾將商議。\n\n正是：\n\n螳臂擋車勢不支，虎臨羊穴自然危。\n\n笑他讒諂奸貪輩，安敵堂堂仁義師！\n\n不多時，眾將齊集。高德儒說道：“目今唐兵壓境，爾諸將有何妙計，可以破敵？”只見階下閃出一人，高聲說道：“水來土掩，兵來將擋，有何妙計？不過操練精兵，開城迎敵耳。”高德儒定睛一看，認得乃部將廖元也。因問道：“迎戰固是，但唐兵勢大，如何抵擋得住？”廖元道：“主帥奉詔討賊，安可長他人志氣，滅自己威風！某雖不才，願假精兵三千，必斬李世民之首，擲於麾下。”高德儒見廖元說得雄壯，滿心歡喜道：“得將軍如此，吾無憂矣。”遂發精兵三千，付廖元操練，準備出城迎戰。次早報唐兵已臨城不遠下寨，廖元忙領了三千人馬出城，也紮了一個營盤。高德儒親自在城頭略陣。兩陣對圓，唐陣上擁出一位少年公子，頭帶束髮金冠，身穿鏜猊細鎧，手執定唐寶刀，生得天日之姿、龍鳳之表，果然是一個創業天子，比眾不同。怎見得？\n\n但見：\n\n隱隱君王相，堂堂帝主容。\n\n薄雲殘霧裡，行處顯真龍。\n\n兩邊排列著一班戰將，都金盔耀白，劍戟橫空，十分整肅。廖元遠遠望見，知是李世民，忙兜馬出陣，厲聲高叫道：“來將莫非李世民？”世民答道：“汝是何人？既識大名，何不早早納命。”廖元道：“吾乃高德儒部將廖元。汝父子乃天子至戚，世受國恩，委以重權。今不思報補，反領兵犯境，是何道理？”世民道：“朝廷被汝等奸佞盅惑，以致天下倒懸。吾起義兵救民，皆順天心人望，豈汝小人所能知也！”廖元大怒，挺槍便刺。世民側首，閃出一員大將殷開山，舉宣化斧劈面相還。戰不數合，殷開山撥馬便走。廖元以為戰勝，招動軍士，一齊掩殺過來。\n\n李世民看見，忙把令旗一展，忽一聲號炮齊響，左脅下湧出一員大將劉弘基，右脅下湧出一員大將長孫順德，將隋兵衝作兩段，首尾不能相顧。殷開山復領兵殺回，廖元情知中計，忙拼死命殺回。比及殺出重圍，三千軍士，早已損傷大半。高德儒望見，不敢領兵救援，只得開放城門，讓廖元敗入，然後緊緊關上。唐兵追至城下，一聲炮響，將城四面圍了，日夕攻打。高德儒十分憂懼，又聚集眾將商議：“廖元恃勇取敗，幾失此城。如今唐兵四下圍繞，進戰不能、退守無計，卻將奈何？”參謀宋仁說道：“戰與守俱恨眾寡不敵，必須求一支救兵，內外夾攻，方可解圍。”高德儒道：“燕地薛世雄與吾交最厚，若求救於他，三日之內，必肯統兵相救。但恨團團圍住，誰能殺出重圍，前去求救。”廖元說道：“某願前往，將功贖罪。”高德儒道：“層層都是唐兵，如何可去！”廖元道：“只須半夜縋下城去，悄悄偷過唐營，便好前去。”高德儒大喜道：“此計甚妙，但事不宜遲，便可速行。”隨修文書付與廖元。又叫眾軍士，用長繩將廖元乘黑夜系下城去。廖元自縋城之後，一去三日，並無訊息。高德儒在城中十分焦躁，每日上城窺望。\n\n但見唐兵圍得鐵桶相似，毫不見燕軍動靜。到得第四日，將約二更時候，忽聽得城外金鼓震天，殺聲動地。高德儒慌忙登城觀看，只見城下火炬接連，就如白日一般，火光中廖元帶領著一支人馬，盡打薛世雄旗號，殺得唐軍紛紛倒退，竟奔城下而來，大叫道：“薛世雄救兵已至，快快開城。”高德儒認出廖元，滿心歡喜，慌忙上馬出城迎接。才至壕邊，忽背後突出一將大叫道：“佞賊哪裡去？吾殷開山等候久矣。”高德儒忙回頭看，見是唐將，吃了一驚。急要回馬入城，早被殷開山舒開猿臂，輕輕提過馬去。眾軍一湧進城，誰人抵擋得住？原來廖元縋城偷走，被唐兵捉住，搜出文書，知是求救，要斬廖元。廖元事急，情願投降。故李世民將計就計，令廖元假作薛世雄人馬賺哄城門，先著殷開山伏於壕邊，以便搶入。高德儒倉促之中，不辨真假，故被世民一鼓而下西河。\n\n正是：\n\n兵家多妙算，實實與虛虛。\n\n愚昧無知者，徒教社稷墟。\n\n次日李世民入城安民，殷開山縛高德儒來見。世民細細數罵道：“汝指野鳥為鸞，以欺惑人主而取高官，乃僥倖小人。今日被擒，有何理說？”高德儒道：“某雖不德，乃朝廷大臣。尊公起義兵，不過為救民耳，焉可誅戮大臣，以傷仁望？”世民道：“吾起義兵，正為誅佞人也，豈可留此讒諂之輩！”遂令軍士牽出轅門，斬首示眾。可憐高德儒以獻媚得官，何等興頭，終不免刀頭結果。\n\n正是：\n\n當時野鳥指為鸞，全仗區區佞得官。\n\n不料明王獨誅佞，十年諛諂一朝殘。\n\n李世民既取了西河，誅了高德儒，兵威愈覺大震。早有飛馬報到江都，報與煬帝。煬帝聞知此信，甚是驚慌。蕭後道：“時事漸非，如之奈何？”煬帝低頭不語。蕭後又道：“兩京若失，陛下與妾便無家可歸矣。”煬帝沉吟良久，急嘆息道：“天下者，乃天下人之天下，非一人之天下。有一日之福，且享一日之樂，況天子四海為家，何必定戀兩京？”遂同蕭後日日只尋取樂事為歡，並不理論國事。一日，煬帝獨步宮樓，見四圍春山如畫，忽思想起吳絳仙，因嘆息道：“此春山濃秀，恍如吳絳仙的長蛾眉相似，久不得見，殊令人懷想！”正徘徊間，忽一郎將自瓜州公幹回，得合歡水果一雙，獻與煬帝。那水果乃時新果品，層層壘成，上邊俱是玲瓏花草，中間卻製成連環之狀，故名合歡水果，十分工巧。煬帝看了大喜道：“此果名色甚佳，可賜吳絳仙，以見不忘合歡之意。”就叫一個黃門，將水果走馬到月觀，賜與吳絳仙，立等回旨。黃門領旨，不敢遲緩，上了馬，加一鞭，飛奔月觀而來。到了觀中，只見吳絳仙不梳不洗，悄憑欄杆而立，甚有寂寞不堪之意。後人有《小重山》宮詞一首，單道宮女蠲棄之苦，雲：一閉昭陽春又春，夜寒宮漏永，夢君恩。臥思陳事暗銷魂，羅衣溼，紅袂有啼痕。歌吹隔重閽，繞亭芳草綠，倚長門，萬般惆悵向誰論？?情立，宮殿欲黃昏。\n\n吳絳仙看見黃門手捧一物，匆匆而來，忙問道：“手中何物？你來必有事故。”黃門答道：“皇爺思念貴人，特賜合歡水果一雙，以表不忘合歡之意。”吳絳仙聞說，忽愁顏變喜道：“自從遭貶，只道秋風紈扇，再無溫暖之時，不意皇爺尚垂恩盼。”黃門道：“皇爺立候回旨，貴人可快快謝恩收了。”吳絳仙惟排香案，向北再拜，謝了聖恩。將合歡水果連盤接來一看，不期黃門走馬太急，內中合歡巧妙之處，俱已搖散。吳絳仙看了大驚道：“名為合歡，實不合矣。皇爺以此賜妾，是明明棄妾也。”\n\n說罷，早盈盈流下淚來。黃門忙解勸道：“貴人不必疑心，此果在御前賜來時，原絲毫無傷。只因旨意催促太急，走馬慌張，以致搖散，實非皇爺以破果賜貴人也。”吳絳仙道：“好好賜來，到此忽散，縱非皇爺情解，亦乃天意如此，妾之命也。”黃門再三勸慰，吳絳仙終有幾分惆悵不喜。黃門道：“貴人且莫過慮，有何言語吩咐，好去回旨。”吳絳仙欲待不傳一語，又恐逆了聖意；欲竟自殷勤致謝，一腔幽怨之心，又不能達；欲細細說與黃門，又委曲不能荊沉吟了半晌，忽想道：“如此方好。”因拿出一幅紅箋小簡，飽染霜毫，盡將滿懷心事，題詩一首，封了付與黃門道：“好為妾致謝皇爺。”黃門接了紅箋，依舊飛馬回宮獻與煬帝。煬帝展開一看，只見上面題詩四句道：驛騎傳雙果，君王寵念深。\n\n寧知辭帝裡，無複合歡心。\n\n煬帝看了大驚道：“細觀此詩，憂懷百種，離恨千端。朕一團好意賜她雙果，絳仙來辭，何悲怨之深也？”因問黃門道：“吳絳仙為何題詩，內有怨意？”黃門情知隱瞞不得，慌忙俯伏在地奏道：“奴婢該萬死。”煬帝道：“怎麼你該萬死？”黃門道：“奴婢因聖旨嚴緊，走馬匆忙，一路將合歡水果搖散，吳絳仙見了，只疑萬歲爺有心賜她散果，故題詩微有怨意。”煬帝道：“既是為此，你就該辯明原是整的。”黃門道：“奴婢已細細說明，吳絳仙又道：‘縱非皇爺情解，也是天意如此。’只管嗟諮嘆息不已。”煬帝道：“絳仙可謂深於情矣。”隨放走黃門，復將詩句顛倒細看。忽又讚歎道：“絳仙不獨美貌絕世，只此詩句，意切詞工，亦何愧於左貴嬪乎？真可稱女中相如也！”正把玩間，忽背後閃出一人，劈手將詩句奪去說道：“是誰淫詞？陛下這等稱讚！”煬帝猛然回頭，吃了一驚。\n\n正是：\n\n意好翻成妒，情深忽作痴。\n\n箇中真切處，唯有自心知。\n\n不知此人是誰，且聽下回分解。"
		},
		{
			"章節": "第三十七回",
			"章節名稱": "水飾娛情 鑑形失語",
			"章節內容": "詩曰：\n\n世事忌到頭，到頭光景惡。\n\n月落影漸昏，花飛紅自保\n\n國家殘敗時，氣運自蕭索。\n\n雞鳴開鼎耳，龍?流殿角。\n\n莫言草木微，衰榮系強弱。\n\n國事一差池，乾坤便無託。\n\n任他鐵石人，到此也錯愕。\n\n寄語治世君，盛時當斟酌。\n\n話說煬帝正看吳絳仙詩句，忽背後一人奪去，急回頭看時，卻是蕭後。忙問道：“御妻為何悄悄走來，叫朕吃一驚。”蕭後道：“妾走來，何嘗悄悄？還是陛下用心在詩上，不曾看見。”煬帝笑道：“詩雖然看到，實不曾用心。”蕭後也將詩細細看了，說道：“陛下好意賜她雙果，她倒將這怨詞來侮慢陛下，還只管思想這賤婢怎麼？”煬帝道：“不是侮慢，其中有個緣故。”就將黃門馬急搖散雙果的話對蕭後說。蕭後道：“侮慢也罷，不侮慢也罷，只要陛下當得起，妾不管這些閒事。今日乃上巳佳辰，杜寶學士製成水飾圖經十五卷，皆備言水中之事；並獻黃袞所造水飾七十二種，皆以木人為之。木人長二尺許，衣以羅綺，裝以金碧，內有暗機，盡能運動如生。其餘禽獸魚鳥，無一件不窮極天人之巧。妾已陳設在九曲池中，欲請陛下去遊覽一番，不期陛下又思想吳絳仙，未有閒心腸去行樂。”煬帝笑道：“御妻專會取笑，怎見得朕沒心腸！”遂同蕭後上輦，竟望九曲池來。\n\n到了池邊，只見眾宮人內相，早將許多水飾，都排列得齊齊整整。原來那水飾，用十二隻方船裝載，一船一船，次第而排。船上木人，或傍山，或臨水，或據磐石，或據宮殿，裝成七十二般故事。船一移動，則木人笙簫弦管齊齊奏樂，皆成美曲。或為百戲，掄槍舞劍，百般跳躍，與生人無異。又有妓船十二支，雜於水飾船中，亦皆木人制成，專司行酒。每一船一木妓擎杯，立於船頭，又一木妓執壺斟酒於旁，又一木妓撐船於梢後，又二木妓蕩槳於中央，圍繞送酒，迴圈奉觴。每到客位前，便停船不去，獻上酒來，候客飲幹，方才移動。酒若不完，終不肯去。機械悉在水中，絕看不見，真個是窮神入聖，十分巧妙之極。\n\n有詩為證：\n\n木蔦飛去爭言巧，鴨杓能回盡道奇。\n\n何似池頭陳水飾，神工鬼斧奪天機。\n\n煬帝細細看了，滿心歡喜道：“世間如何有這等巧人？真奪天地之造化矣！”遂叫移酒席到池邊，同蕭後並座而觀。只見那水飾一船一船的流將過去，都裝扮著一樁樁、一件件近水的故事，共有七十二般，其實巧妙。你道是哪七十二般？\n\n第一、乃神龜負八卦出河，授於伏羲；\n\n第二、乃黃龍負圖出河；\n\n第三、乃玄龜銜符出洛水；\n\n第四、乃鱸魚銜?圖出翠媯之水，並授黃帝；第五、乃黃帝齋於玄扈，鳳鳥降於河上；第六、乃丹甲靈龜銜書出洛，授於蒼頡；第七、乃赤龍載圖出河，授於堯；第八、乃龍鳥銜甲文出河，授於舜；第九、乃堯與舜遊河，值五老人；第十、乃堯見四子於汾河之陽；第十一、乃舜漁於雷澤、陶於河濱；第十二、乃黃龍負黃符璽圖出河，授於舜；第十三、乃舜與百工相和而歌，魚躍於水；第十四、乃白麵長人而魚身，捧河圖授禹，舞而入河；第十五、乃禹治水，應龍以尾畫地，導決水之所出；第十六、乃禹鑿龍門；第十七、乃禹過江，黃龍負舟；第十八、乃玄夷蒼水使者，授禹山海經；第十九、乃禹遇兩神女於泉上；第二十、乃黃魚雙躍，化為黑玉赤文；第二十一、乃姜於河濱履巨人之跡；第二十二、乃棄后稷於寒冰之上，鳥以翼覆之；第二十三、乃文王坐靈沼於魚躍；第二十四、乃太子發渡河，赤文白魚躍入王舟；第二十五、乃武王渡孟津、操黃鉞以麾陽侯之波；第二十六、乃成王舉舜禮榮光幕河；第二十七、乃穆天子奏鈞天樂於玄池；第二十八、乃獵於澡津獲玄貉白狐；第二十九、乃觴西王母於瑤池之上；第三十、乃過九江黿鼉為樑；第三十一、乃滌修國獻昭王青鳳丹鵠，飲於洛溪；第三十二、乃王子晉吹笙於伊水，鳳凰降；第三十三、乃秦始皇入海見海神；第三十四、乃漢高祖隱芒碭山澤，上有紫雲；第三十五、乃漢武帝泛樓船於汾河；第三十六、乃遊昆明池，去大魚之釣；第三十七、乃遊洛水，神上明珠及龍髓；第三十八、乃漢桓帝遊河，值青牛自河而出；第三十九、乃曹瞞浴譙水擊水蛟；第四十、乃魏文帝興師，臨河不濟；第四十一、乃杜預造河橋成，晉武帝臨會，舉酒勸預；第四十二、乃五馬浮渡江，一馬化為龍；第四十三、乃仙人酌醴泉之水；第四十四、乃金人乘金船；第四十五、乃蒼文玄龜銜書出洛；第四十六、乃青龍負書出河，並獻於周公；第四十七、乃呂望釣蟠溪得玉璜文；第四十八、乃釣汴溪獲大鯉魚，腹中得兵鈴；第四十九、乃齊桓公問愚公名；第五十、乃楚王渡江得萍實；第五十一、乃秦昭王宴於河曲；第五十二、乃金人捧水心劍造之；第五十三、乃吳大帝臨釣臺望喬玄；第五十四、乃劉備躍馬跳檀溪；第五十五、乃周瑜赤壁破曹瞞；第五十六、乃澹臺子羽過江、兩龍負舟；第五十七、乃甾丘與水神戰；第五十八、乃周處斬蛟；第五十九、乃屈原遇漁父；第六十、乃卞隨投潁水；第六十一、乃許由洗耳；第六十二、乃趙簡子值津吏女；第六十三、乃孔子值洛河女子；第六十四、乃秋胡妻赴水；第六十五、乃孔愉放龜；第六十六、乃莊惠觀魚；第六十七、乃鄭弘樵徑還風；第六十八、乃趙炳張蓋過江；第六十九、乃陽谷女子浴日；第七十、乃屈原沉汨羅水；第七十一、乃巨靈開山；第七十二、乃長鯨吞舟。\n\n各船中歌舞遞作，又有許多妓船不住往來獻酒。煬帝賞玩良久，十分暢快。因說道：“帝王之福，朕與御妻亦享盡矣。”蕭後道：“但保得兩京無恙，方可謂之全福。”煬帝道：“朕為天子一十二年，朝朝羅綺、夜夜笙歌，若無厚福，安能如此！諒這些鼠竊群盜，安能搖動金甌？”正說未了，忽東京越王楊侗近侍趙信哭拜於地。煬帝忙問道：“你到此何干？”趙信奏道：“東京亡在旦夕，越王殿下遣奴婢潛身逃遁來奏知萬歲爺。”煬帝道：“東京兵馬既多，錢量又廣，即有李密窺伺，平之亦易，為何這等緊急？”趙信奏道：“萬歲爺有所不知，若單拒李密，也還易為。不幸近日抹權皆左僕射王世充執掌，王世充為人奸險，外雖矯飾，內實有陰謀篡逆之心。凡百所為，皆出其意。越王殿下，惟拱手聽從，毫不能自主，進退實為狼狽。故遣奴婢奏知萬歲爺，伏望早發良臣，前去救援，猶可瓦全萬一；若棄而不理，不為李密所奪，定為王世充所有矣。”煬帝道：“朕江都富貴，享之不盡，何必定要東京？既如此危亡，可置之度外勿問矣。”趙信奏道：“先皇爺創業艱難，如何捨得？還鬚髮兵救援為上。”煬帝道：“得失自有天數，豈汝小人所知！”趙信不敢再奏，只得叩一個頭退將下來。\n\n煬帝想一想，又叫住說道：“我且問你，西苑中近來風景何如？”趙通道：“萬歲不問，奴婢也不敢奏聞。西苑自聖駕東遊，內中臺榭荒涼，園林寂寞，朱戶生塵，綠苔繞砌，十分冷落蕭條，無復當時佳麗矣。”煬帝道：“湖海中魚鳥想猶如故？”趙通道：“餘者如故，只有萬歲爺昔年放生的那個大鯉魚，二月內，一日風雨驟至，雷電交加，忽化為一條五色金龍，飛上天去，在半空中盤旋不已。京城內外，人皆看見。”煬帝驚訝道：“那魚畢竟成龍而去，大奇大奇！”蕭後道：“遊北海時，妾見他頭上有個角度，便有幾分疑心，故勸陛下射他，不料天生神物，人力必不能害。”煬帝又問道：“花木一定無恙。”趙通道：“各種俱平常，唯有酸棗邑獻的玉李樹，近來一發茂盛。”煬帝聽見鯉魚化龍，又見玉李茂盛，不覺打動心事。忙問道：“晨光院的楊梅樹比舊何如？”趙通道：“一月以前已枯死矣。”煬帝大驚道：“楊梅果然枯死？”趙通道：“果然枯死。”煬帝忽拍案大叫道：“有這等事！天意乃如此耶？”嚇得個趙信汗流浹背，不知為甚緣故。唯蕭後知道煬帝素以楊梅合姓，觀其榮枯以卜興亡。今聞其死，不覺失聲，慌忙寬慰道：“無情草木，何關人事，陛下豈可認真！”煬帝道：“事雖無據，亦自惱人，東京縱不殘破，朕也無心歸矣。聞得江東風景秀美，丹陽、會稽、永嘉、餘杭一帶山水奇特，朕欲另治宮室，徙都丹陽，同御妻恣意，以娛此身，料天下必不能捨我為君也！”蕭後道：“江東雖僻，晉、宋、齊、樑、陳五代，皆相繼建都，風景想亦不惡，陛下之言是也。”\n\n煬帝大喜，也無心復理水飾，竟出便殿，召叢集臣商議道：“兩京皆為盜賊所據，朕不願復歸，意欲退保江東，以為子孫之計，不知眾卿以為何如？”虞世基奏道：“退保江東，不獨立子孫萬世之業，而以逸待勞，又可俟中原之自定，誠救時權宜之妙算也。”煬帝大喜，隨傳旨：“丹陽重治宮闕，再挖新河以通永嘉、餘杭，限不日要成大功。”傳旨未畢，只見御階下閃出一人，俯伏在地奏道：“江東何可守也？望陛下再思。”煬帝視之，乃門下錄事李桐客也。因問道：“江東五代建都，為何不可守？”李桐客奏道：“江東卑溼，土地狹隘，豈天子建都之所？五代偏安，已為五世笑，陛下巍巍天子，奈何效之？況禁衛士卒皆關中之人，日夜思歸甚切，若再過江，安保其不為亂！以臣愚見，聖駕宜速返長安，會集勤王之兵，東誅李密，西掃李淵，克復兩京，方見聖君賢主之作用也。”煬帝道：“朕豈不知兩京易復，但朕不欲北歸，汝安得逆朕意也。”李桐客再要奏時，早有御史陳立出班劾之，說道：“聖論已定，在廷大臣尚不敢議，李桐客小官，何得越職而忤聖意！當謫官以警其餘。”煬帝准奏，即削李桐客官職，謫居嶺表，不許復還。\n\n正是：\n\n諛言能得主，忠口易休官。\n\n謾道今日好，須知結局難。\n\n煬帝既貶了李桐客，群臣遂領旨，開河的開河，治宮殿的治宮殿，各自去虐民禍國不題。卻說煬帝退入後宮，甚覺無聊，欲要到月觀、迷樓去遊戲，又因蕭後不允，遂帶領宮人去遊雷塘。原來雷塘在江都西北，雖無奇特山水，然平原曠野，樹木交加，蓊然蔚然，別有一種疏性賞心之處。煬帝遊賞良久，頗覺快暢，遂與眾美人盡興痛飲。飲到半醉之時，忽說道：“此處地脈豐隆，兩京既失，就死埋於此，卻也無妨。”眾夫人皆驚說道：“萬歲貴為天子，春秋正盛，何出此言！”煬帝笑道：“偶戲言之，不足聽也。”大家依然又飲，只吃到日色沉西，方才起身還宮。\n\n煬帝此時已有十分酒意，不喜乘輦，騎了一匹逍遙馬，帶領兩個內相，竟自放轡先歸。行到半路，忽然見一所臺榭，松柏陰森，十分茂盛；牆垣雖則半頹，然規模闊大，不像個民間園圃。因問道：“此是何處？”內相答道：“此乃吳公宅，叫做雞臺，乃春秋時吳王夫差行樂之處。”煬帝道：“朕倒從不曾遊，今既相遇，何不入去一觀！”遂跳下馬，步行入來。只見內中雖然荒蕪，尚有玩月樓、藏春閣、養魚池、馴鶴徑、木香亭、櫻桃圃許多遊賞之處。煬帝一層一層的看將入來。將到大廳，忽聽得內中有人笑語，忙抬頭一看，只見一人軟翅紗巾，團花氅衣，同一豔妝婦人，在裡賦詩飲酒耍子。看見煬帝，遂迎下階來說道：“陛下別來無恙？”煬帝定睛一看，原來是陳後主與張麗華也。煬帝一來酒醉，二來精神恍惚，便記不起往日之事，因笑道：“卿與貴妃，為何在此？”陳後主道：“與陛下會晤不遠，特在此相候。”煬帝遂同走入廳來，只見案上杯盤狼藉，筆墨淋漓，因笑說道：“卿與貴妃這等受用，樽前得何佳句？何不獻朕賞鑑！”陳後主道：“因前陛下開河功績，為萬世之利，聊述短章，宣揚聖德。但詞俚意鄙，恐不堪御覽。”煬帝道：“卿才華藻，何必太謙。”陳後主隨於袖中取出一詩獻上。煬帝接了細看，只見上寫道：隋室開茲水，初心謀太賒。\n\n一千里力役，百萬民諮嗟。\n\n水殿不復返，龍舟成小蝦。\n\n溢流隨陡岸，獨浪噴黃沙。\n\n兩人迎客至，三月柳飛花。\n\n日腳沉雲外，榆梢噪瞑鴉。\n\n如今遊子俗，異日便天家。\n\n且樂人間景，休尋海上槎。\n\n人喧舟艤岸，風細錦帆斜。\n\n莫言無後利，千古壯京華。\n\n煬帝看了一遍，見內中言言帶諷，字字含譏，便大怒道：“死生，命也；興亡，數也，汝安知我開河為後人之利？”陳後主道：“殿下不必怒，臣在江南，只造得臨春、結綺、望仙三閣，便以為太侈。殿下即當恤民節儉，致治在堯舜之上，為何土木繁興，荒淫不已，亦為此太侈之事？大抵人生天地，幸得為君，自然各圖快樂，當時何見罪之深也？三十六封書，使人至今怏怏不悅，殿下寧不記憶乎？”煬帝道：“汝何人？今日尚敢呼我為殿下！”陳後主笑道：“今日與昔日何異？便呼一聲殿下，卻也不妨。”煬帝忽醒悟道：“陳叔寶死久矣，汝乃鬼也，何得在此迷人？”遂大聲叱之，倏忽之間，陳後主與張麗華寂然不見。煬帝吃了一驚不小，連酒都嚇醒，痴呆了半晌。此時天色漸晚，煬帝不敢再遊入去，慌忙上馬離了吳公宅，竟自還宮，對蕭後說知此事。蕭後勸慰道：“巍巍天子，此等亡魂，何足畏也！”煬帝道：“雖不足畏，然亦非禎祥之事。”蕭後道：“陛下在東京北海上亦曾相遇，數年以來，有甚不禎祥？”煬帝道：“御妻言之有理。”\n\n口雖如此說，心下終有幾分不安。蕭後忙又將酒來勸。煬帝勉強吃了幾杯，自覺神情蕭索，遂叫宮人將鏡來照。宮人取了一面菱花寶鏡送到煬帝面前。煬帝隨低頭一照，只見形神憔悴，滿臉上都是酒色之氣。自驚訝道：“何以消瘦若此？”蕭後湊趣道：“正所謂渣滓日去，清虛日來也。”煬帝細視良久，忽自撫其頸嘆息說道：“朕這般一個好頭頸，不知誰當斫之！”蕭後大驚失色道：“陛下是何言也！”煬帝又仰天大笑道：“御妻好不達，貴賤苦樂，人遞為之，亦復何傷哉？”左右近侍聞此言者，無一人不惕然驚訝。\n\n正是：\n\n良心不泯時時見，天理難消處處明。\n\n謾道世人都是矯，人之將死見真情。\n\n煬帝不以為異，只索酒與蕭後對飲。只吃到酩酊之時，方才住手去睡。怎奈心緒多端，睡不多一歇，便又醒來；醒在床上，無聊無賴。正喚醒蕭後，要以雲雨消遣，忽聽得宮門之外隱隱約約，就像有人唱歌，其聲甚悲。煬帝驚訝道：“是誰唱歌？這等悽楚！”遂側耳細聽。聽了一歇，模模糊糊，不甚明白。隨披了衣服，起來細聽。走到簾櫳之下，只見幾個宮人圍著一個宮人，聽她唱新歌。那宮人立在中間，也不慌也不忙，改口唱道：河南楊柳謝，河北李花榮。\n\n楊花飛去落何處？李花結實自然成。\n\n那宮人唱了一遍，眾宮人齊聲稱讚。煬帝心下大驚道：“楊花李花，分明指我與李淵。一成一敗，見乎辭矣。宮闈之中，何有此歌？”連忙走出叫那宮人來問。宮人原是無心唱了耍子，不期煬帝叫住問她，驚慌無措。煬帝道：“不要驚慌。我且問你，此歌是誰教你唱的，還是你自家編了唱的？”宮人答道：“此歌乃道路兒童聽歌，非賤婢自編。”煬帝道：“兒童之歌，你何由得知？”宮人道：“賤婢有個兄弟在民間聞得，流傳入宮，故此得知？”煬帝詢知是實，忽大叫道：“罷了，罷了，此天啟之也！此天啟之也！”蕭後聽得煬帝叫喚，忙起來問道：“陛下為何不悅？”煬帝道：“歌聲可惡，殊令人忿忿！”蕭後道：“無根之言，何足信也？不如去安寢罷。”煬帝道：“此等光景，教人如何安枕？怎生帖席？唯酒可忘憂耳。”眾宮人聽得，半夜裡又慌忙取上酒來。煬帝也不遜讓，拿起大杯，沒好氣的往口中亂吞。一連吃了三四杯，愈覺怒氣衝衝，又立起身來在殿上走了數遍，又仰首向天咄咄了幾聲，依舊去拿酒吃。又吃了兩杯，情景無聊之極，忽大聲歌唱起來。歌道：宮木陰陰燕子飛，興衰自古謾成悲。\n\n他日迷樓更好景，宮中吐豔戀紅輝。\n\n煬帝歌罷，禁不住悽悽楚楚，兩目中流下淚來。蕭後忙勸慰道：“陛下為何這等悲切？”煬帝道：“朕亦安能自知？豈天不欲朕歡娛耶！”蕭後道：“陛下歌中之意，妾殊不解。”煬帝道：“御妻休問，他日當自知也。且痛飲燈前，消此長夜，成敗禍福聽於天矣。”說罷拿起酒來又飲，直吃到沉沉爛醉方扶到宮中去寢。\n\n正是：\n\n運去多方見讖，哀來無故興悲。\n\n總是天心好惡，豈曰人力能為！\n\n煬帝睡去，不知畢竟如何，且聽下回分解。"
		},
		{
			"章節": "第三十八回",
			"章節名稱": "觀天象袁克進言 陳治亂王義死節",
			"章節內容": "詩曰：純中一片心，大節三尺劍。\n\n同是衣與冠，平時何以辨。\n\n歲寒松柏知，盤錯利器見。\n\n不經板蕩秋，誰知金百鍊。\n\n佞臣好口舌，諛臣好顏面。\n\n求之肝膽中，反覆有如電。\n\n問誰生不遷，問誰死不變？\n\n所以義士心，古今人所羨。\n\n話說煬帝半夜悲歌之後，情景十分蕭索。坐便是痴痴，立便是呆呆；就是飲酒歡樂，畢竟不比往時興豪。雖欲強打精神，當不得今日報盜賊奪了郡縣，明日報守將失了城池。中原地土，盡屬他人。煬帝料到爭他不來，每日只是嚴旨催治丹陽宮，要徙都江東。旨意日下，並不見告成訊息。煬帝等得不耐煩，遂坐便殿召一班臣子來問道：“往時造迷樓十六院，俱頃刻而成；丹陽宮殿，為何這等難造？”封德彝奏道：“往時天下太平，錢糧湊手，又有外國進貢奇花異草，故蓋造容易。今因東西兩京，被盜賊割據，少了大半錢糧，外國進貢之物，毫釐全無，只靠得江都人民之力，故成功甚難。”煬帝大怒道：“兩京盜賊割據，錢糧少些猶可，怎麼連外國進貢也都不來！”虞世基奏道：“此皆前日征討高麗，不曾得勝，故皆效尤，因循不貢。今欲其重驛來朝，必須大發天下之兵，各路征討。彼畏威懷德，自然進貢。”給事郎許善心奏道：“富強之日，屢歲徵遼，尚不能平，此時天下，安得盡平各國？”虞世基道：“外國縱不能平，亦可震壓海內盜賊，見得夷道遐荒，尚彰天討，況近在畿輔之內者乎？此亦御外寧內之一術也。”許善心道：“該徵不該徵，且不必論。但盜賊充滿天下，郡縣殘破，將土喪亡，兵將從何處去調？”虞世基道：“兵與將原在天下，或勢敗因而從賊者有之，今若有旨調其征討胡夷，彼得自新之路，自然來歸，何患其無也？”煬帝大喜道：“若得如此，則天下盜賊不戰而自孤矣。卿言大是！”遂傳旨詔天下，十三道俱要進兵，征剿各胡不朝者。又差封德彝連夜催督丹陽治宮殿，並開河至永嘉，限一月畢工，如再遲緩，定行處斬。\n\n各官不敢再奏，俱領旨而出。到了朝門外，都紛紛攔住虞世基問道：“當今天下，四分五裂，詔書行到何處去？叫誰人領兵？從哪一路出師？調何項錢糧？敢乞老先生指教。”虞世基笑道：“列位先生，好不通變。皇上聖意不安，下官聊以此安之，何必見之實事！只葫蘆提應允便了。”眾官聞言，俱各默默而退。也不發詔，也不興師。只有封德彝領了催督之旨，因有欽限，不敢遲緩。連夜過江東，依舊拿出造離宮的舊手段，百般催逼。當日造離宮時，天下猶富庶太平，民雖辛苦，還支撐得來；今民窮財盡，又且兵戈擾攘，再興開河造殿之役，可憐眾百姓苦不能言，十分之中逃竄二三分，死亡二三分，剩不上二三分百姓，終日搬泥運土，磨得項踵都消，筋骨俱碎。封德彝不顧死活，拿出一片狼心，遲了就打，慢了就殺，生辣辣又造起丹陽一所宮殿；又自丹陽以至餘杭，開挖成八百里河道。這一場工役，又不知坑害了多少性命。\n\n正是：\n\n否泰有時轉，荒淫無日終。\n\n金甌成瓦解，猶自造離宮。\n\n按下封德彝造成宮殿不題。且說煬帝自知天下攪亂，社稷欲傾，終日悶悶不樂。蕭後勸慰道：“國運有一時衰旺，天心未必遽轉。陛下且圖歡笑，何必十分愁煩！”煬帝忽想道：“御妻此言甚是。天心若在，任他鼠竊狗盜，有何傷哉？今晚登凌霄臺一觀天象，便可見矣。”原來這凌霄臺在西苑中，高有數十丈，臺上可望三百里，十分高爽曠闊。眾內相聽得煬帝要登臺觀象，慌忙收拾打掃，伺候聖駕。不多時，金烏西墜，碧漢中早換上一天星斗，禁苑中一派夜景，別是清幽。怎見得？\n\n但見：\n\n禁柳煙光弄螟痕，龍樓鳳閣乍黃昏。\n\n一聲宮漏珠簾下，院院燒燈待至尊。\n\n煬帝見天色已晚，隨帶了幾個內相宮人，竟上凌霄臺來。到了臺上，四周一望，只見星斗燦爛，銀漢分明，夜氣甚清。煬帝因得了袁紫煙傳授，認得星辰方位。先抬頭往紫薇垣中一看，只見帝主旁邊現出一顆大星，色赤而芒，閃閃搖動，去帝座只有一尺，便著驚道：“此何星也？這等光芒可畏！”再細細審看，卻認他不得。袁紫煙又留在東京不曾帶來，欲召臺官問，又是半夜，宮中不便。煬帝看了半晌，知道不是好光景，心下十分不快，手憑著欄杆，只是痴痴不語。忽朱貴兒與杳娘走來說道：“娘娘說臺上風露冷，請萬歲爺回宮罷。”煬帝方才移身下臺，到得寢宮，蕭後問道：“陛下觀得天象如何？”煬帝道：“天象甚覺不妙。且太微垣中，忽見一怪星，又大又放光芒，逼近帝座，不知何名？甚非佳兆。可惜不曾帶袁紫煙來，看個明白，殊覺悶人。”蕭後道：“天道甚微，一時難窺。此星或是祥瑞也未可知，何必煩惱？明日召臺官一問便知端的，且共飲一杯，以消此良夜。”左右隨進上酒來，二人相對而飲，飲至夜分方寢。\n\n正是：\n\n人意不為善，天心便作災。\n\n若要挽天意，須從人心來。\n\n人心不自轉，天意何能回？\n\n天意苟如此，江山已矣哉！\n\n次日煬帝起來，即坐便殿召臺官來問。原來耿純臣因年老留在東京，這臺官姓袁名克，聞召慌忙趨入。朝拜過，煬帝即問道：“近日天象如何？”袁克見問，隨俯伏在地悲哭起來。煬帝道：“朕問你天象，為何悲泣？”袁克道：“星文太惡，臣不敢上奏，故不勝悽愴。”煬帝道：“成敗禍福，俱有一定莫逃之數，卿不妨直奏。”袁克道：“臣連見賊星犯帝座甚急，又見日光四散如流血，恐旦夕有不測之禍。願陛下遽修明德以滅之。”煬帝道：“何以知為賊星？”袁克道：“出入無常，或潛或見者，賊星也。”煬帝道：“為禍大小何如？”袁克道：“星大者禍大，星小者禍校今大而有芒，願陛下以非常備之。”煬帝道：“想是有關國運。”袁克又泣下道：“迫近帝座，又日光流血，恐為禍猶不獨國運也。”煬帝聞奏，默然良久，心下十分不悅。隨發出袁克，悶悶獨坐，也不退回後宮。坐了半晌，忽見王義立在旁邊，因問道：“王義，汝知天下將亂乎？”王義見問，不覺撲簌簌墮下淚來答道：“天下已亂，臣知之久矣。”煬帝道：“汝既知天下已亂，何故省言而不告我？”王義泣而對道：“臣乃遠方廢民，得蒙上貢以膺聖澤，又因自宮以近龍顏；天下大亂，固非今日之事，履霜堅冰，其來舊矣。臣料大禍，必不能救。非臣不早言，臣若早言，臣死已久，安得隨萬歲至今日乎？”說罷涕流如雨。煬帝亦愴然泣下說道：“朕自幼無書不讀，長於用兵，明於治國，自揣平生無大過失。不知何故，忽釀而成禍？汝可為朕細陳成敗之理，縱然無益，亦可知得失。”王義道：“臣口拙不能細奏，願假筆舌上呈御覽。”煬帝道：“有則直言，不必隱諱。”王義慘然領旨而出，煬帝方退入後宮。次日，王義盡將煬帝平生過失，錄成一疏，奏與煬帝。煬帝展開細看，只見上寫道：備役驅使臣王義稽首頓首，奉表於皇帝萬歲：臣本南楚侏儒，幸逢聖明為治之時，故不愛此身，願從入貢。幸因自宮，得出入左右，積有歲時。濃被恩私，侍從乘輿，周旋臺閣，皆逾素望。臣雖至鄙至陋，然素性酷好窮經，頗知善惡之源，略識興亡之故。又且往還民間，周知利害。深蒙顧問，故敢舒誠瀝血，次第敷陳。自萬歲嗣守元符，休臨大器，聖神獨斷，規諫弗從，自發睿謀，不容人獻。大興西苑，兩至遼東，開無益之市，傷有用之財，龍舟逾於千艘，宮闕遍於天下；兵甲常役百萬，士民窮乎山谷；徵遼者百不存十，死葬者十無一人；帑藏全虛，谷粟湧貴；乘輿四出，行幸無時；兵人侍從，常役數十萬：遂令四方失望，天下為墟。方今有家之村，寥寥可數；有人之家，寂寂無多。子弟死於兵役，老弱困於土泥；死屍如嶽，餓殍盈郊；狗彘咽人之肉，烏鳶食人之餘；臭聞千里，骨積高原；血膏草野，狐兔盡肥。陰風吹無人之墟，野鬼哭寒草之下。目斷平野，千里無煙，萬民剝落，莫保朝昏。父遣幼子，妻保故夫；孤苦何多，餓荒尤甚。亂離方始，生死孰知？仁主愛人，一何至此！陛下恆性剛毅，誰敢上諫？或有鯁臣，又令賜死。臣下相顧鉗結，以自保全，雖龍逢復生，比干再世，安敢議奏！左右近侍，凡阿諛順旨，迎合帝意者，皆逢富貴；萬歲過惡，從何得聞？方今盜賊如麻，兵戈攪攘，社稷危於春雪，江山險於夏冰；生民已久入塗炭，官吏盡懷異心。萬歲誠思：世事至此，若何為計？雖有子房妙算、諸葛奇謀，亦難救金甌於已破也！近聞欲幸永嘉，不過稍延歲月，非有恢復大計。當時南巡北狩之神武威嚴，一何銷鑠至此！又聞詔徵不朝，雖天子威靈，然時事已非，誰為用命？不過塗飾眼前耳目，究竟於天下無補。兩京將失，欲行師則兵吏不順，欲行幸則侍衛莫從。當此之時，何以自處？萬歲雖欲發憤修德，加意愛民，然大勢已去，時不再來，天下已難復得。所謂巨廈之傾，一木不能支；洪河已決，掬壤不能救。臣本遠人，不知忌諱，事已至此，安敢不言！臣今不死，後必死兵；敢獻此書，延頸待荊伏乞聖明採擇，臣不勝死生榮幸之至！\n\n煬帝細細看了一遍又看一遍，說道：“汝言雖則有理，然自古安有不亡之國，不死之主乎？”王義大哭奏道：“萬歲今日至此，猶蔽飾已過。萬歲常言：‘吾當跨三皇、超王帝，下視商周，使萬世不可及。’今日請看時勢，車輦尚不能回，能跨三皇乎？能超五帝乎？能下視商周乎？能使萬世不可及乎？”煬帝聽了，不覺泣下數行，說道：“汝真忠臣也，言何退切若此，朕悔之遲矣！”王義道：“臣昔不言，誠愛生也；今既奏明，死復何憾！願以此身，報萬歲數年知遇之恩。天下方亂，願萬歲努力自愛。”遂磕一個頭，滋泣辭出。煬帝只道是悲傷感悟之意，也不在心。不料去不多時，忽有幾個內相來報道：“王義退出，大哭一場，自刎死矣。”煬帝聽了，大驚道：“有這等事？是朕負王義也！王義真忠臣也！”不覺潸潸淚下不止。蕭後勸道：“王義既死，悲傷無益。”煬帝道：“朕看滿廷臣子，皆高爵重祿，曾無一人能如王義，真可痛惜！真可痛惜！”隨命有司具禮厚葬。\n\n正是：\n\n忠孝本性成，爵祿不能得。\n\n嗟彼滿廷臣，幾人能死國！\n\n煬帝既葬了王義，悲傷不已。蕭後勸解道：“此乾坤何等時，為歡尚恐不足，況乃慼慼憂乎？”煬帝忽醒悟道：“御妻之言有理，時勢既不能挽，憂之徒亂人心。不如急急尋歡，受用一日，便宜一日。”遂傳旨一切國事，俱不許瀆奏，如有報兩京訊息者斬。一面大排筵宴，召十六院夫人共飲，又叫眾美人一齊奏樂，要作勝遊。須臾，眾夫人齊集。左右獻上酒來，殿上八音並舉，煬帝與蕭後放量痛飲。\n\n真個是：\n\n苦中作樂終非樂，悲裡尋歡未必歡。\n\n好似處堂群燕雀，嘻嘻只顧一時安。\n\n大家飲了半日，忽秦夫人說道：“院中今春桃花開得燦爛，陛下有興去一看否？”煬帝道：“怎麼沒興？”隨叫移宴院中，親同蕭後眾夫人往看。到了花下，只見高一樹，低一樹，或臨水，或沿溪，或倚石，或背簷，無數桃花開成一片紅錦。煬帝看了，不覺想起往事，說道：“桃花茂盛，不減東京清修院矣。”秦夫人道：“清修院不知何日重遊？”煬帝忽嘆口氣說道：“重遊想無日矣。”蕭後道：“世事固不可知，勤王之師一集，自然掃清群賊，迎請聖駕北歸也。”煬帝道：“普天下雖皆臣子，義士能有幾人？朕也不望勤王，為一日天子，且暢飲一日美酒。北歸也可，不北歸也可，一聽之天矣。”說罷聲容俱慘，連連索酒而飲。飲了數杯，不覺酣然。大叫：“拿紙筆來，待朕題詩。”左右慌忙奉上。煬帝信手寫詞一首道：瓊瑤宮室，金玉人家，珠簾開處碧鉤掛。嘆人生一場夢話，休錯了歲歲桃花！奈中原離黍，霸業堪嗟。干戈滿目，阻斷荒遐。梨園檀板動新雅。深痛恨，無勤王遠將鑾輿迓，須拚飲、顧不得繁華天下。\n\n煬帝題完，叫眾美人宮女，歌唱起來。蕭後與眾夫人聽了，都不覺悽然淚下，說道：“本欲為歡，陛下何吐辭之悲也！”煬帝亦墮淚道：“朕亦不知其然而然，殆天意乎？”遂罷宴不飲。忽近侍報封德彝治丹陽宮成，繳旨，現在午門外候駕。煬帝大喜，隨駕臨便殿召見。封德彝奏道：“臣奉聖旨嚴行催督，今幸宮殿俱已造完。新河由丹陽至餘杭，計八百里，亦俱開成。惟候聖駕擇日幸臨。”煬帝大喜道：“卿有幹才，能如朕意，其功不小也！”遂傳旨各有司並侍衛衙門，俱要整頓車駕軍馬，限一月內擇日遷都丹陽宮，並遊幸永嘉，有遲延不備者斬。又命近侍取許多金帛表禮，賞賜封德彝。封德彝謝恩辭出，煬帝退入後宮不題。且說旨意一下，各有司俱紛紛打點。內中有幾個郎將，一人複姓司馬，名德勘，一人姓元名禮，一人姓裴名虔通，皆關中人氏。因思鄉欲歸，見煬帝有旨又要渡江遊幸永嘉，心下十分不願。大家聚集在禁營中商議。司馬德勘說道：“我等離家數載，日夜思鄉。近聞劉武周雄據汾陽宮，又聞李淵打破關中，不知家中父母如何，妻子如何？寸心中苦不可言！今有詔又幸永嘉，這一去南北阻隔，是再無還鄉之期也，為之奈何？”元禮道：“永嘉必不可去，莫若會齊禁兵，將此苦情奏知主上，求免渡江之役。”裴虔通道：“此非算也！主上荒淫無道，只圖酒杯婦人快樂，江山社稷尚且不顧，豈肯管我等苦情！以我愚見，不如瞞了主上，私自逃回西京，與父母妻子相見，豈不乾淨！”司馬德勘與元禮齊應道：“此言甚善。”遂要打點作逃歸之計。不想路上說話，草裡有人，早被一個宮人聽見，忙報知煬帝道：“郎將司馬德勘、元禮與直閣裴虔通，三人在禁營說西京盜賊強橫，思念家鄉，都打點要逃遁還鄉。奴婢偶然聽見，敢奏知萬歲。”煬帝聽了大怒道：“朕有旨不許人言國事與兩京訊息，你為何敢來瀆奏？況郎將直閣，皆朕親信侍衛之人，安有逃遁之理！不殺汝何以絕此妄言！”遂叫左右牽出打殺。可憐宮人一片好心，無由分說，白白打死。\n\n正是：\n\n國家氣運衰，忠言自不聽。\n\n若肯聽忠言，何以隕其命。\n\n煬帝既打殺宮人，眾內相雖再聽見，也不敢管閒事。內中有一郎將姓趙名行樞，聞知其事，心甚不安。遂私自來拜一人商議。那人複姓宇文，名智及，現在少監，執掌禁兵。見趙行樞來拜，慌忙迎入。趙行樞說道：“將軍知眾軍士近日之意乎？”智及說道：“不知也。”趙行樞道：“眾軍士不肯隨駕渡江，紛紛商議，俱欲逃歸。吾亦欲如此，特來請教。”宇文智及道：“若依此計，性命俱不保矣。”趙行樞驚問道：“為何性命不保？”宇文智及道：“主上雖然無道，威令尚行。若私自逃奔，不過隻身，又無軍士；朝廷得知，遣將追捕，卻何以應之？豈不棄此性命！”趙行樞道：“若如此，卻將奈何？”智及道：“今隋綱不振，天下英雄並起，四海盜賊蜂生。我與汝所掌禁兵已有數萬。依吾之見，莫若因眾人有思歸之心，就中取事。或挾天子而令諸侯，或誅無道而就有道，皆可成萬世業也，安肯為亡命徒耳？”趙行樞大喜道：“聞公言誠所謂撥雲霧而睹青天，令人爽然悟矣。敢不拜教！”宇文智及道：“雖如此說，但恐人力不齊。尚須得二三同心，共匡大事，方可萬全。”趙行樞道：“司馬德勘與元禮、裴虔通既欲逃歸，定有異志，何不邀來共謀？倘肯頂力，人力便齊矣。”宇文智及歡喜道：“公言是也！”隨差人去請。不多時，三人請到。相見禮畢，趙行樞先開口說道：“主上不日遊幸永嘉，諸公行李打點的如何？”司馬德勘道：“逃歸之議，人人皆知。公猶問幸永嘉行李，何相欺也？！”趙行樞道：“非欺公也，聊相戲耳！”裴虔通道：“既稱同官知己，何必戲言？主上欽限嚴緊，若要逃歸，須急急收拾行李；倘遲延落後，恐生他變。”宇文智及說道：“逃歸雖好，但路途遙遠，非一步可到。主上遣兵追捕，卻往何處躲避？”\n\n司馬德勘三人聞言，皆相顧錯愕道：“我等實不曾思量及此，卻將奈何？”趙行樞道：“諸公勿憂，宇文將軍已有妙計在此，但恐諸公心不齊，不肯從耳！”裴虔通三人齊說道：“我等皆關中人，日夜思歸，寸心俱斷。既有妙計，安敢不從！如有異心，不得其死。”趙行樞大喜道：“得諸公如此，復何憂也！”遂將宇文智及之言，細細對三人說了。三人俱大喜道：“將軍等既圖大事，吾三人願效一臂之力。”宇文智及道：“列位將軍，若肯同心戮力，不患大事不成矣！”司馬德勘道：“校尉令狐行達、司馬文舉，皆吾心腹之人，邀來皆可助用。”趙行樞道：“既是心腹，多一人得一人之力，便可請來。”司馬德勘隨差人去請。不多時，二人齊至。司馬德勘將前議實說了一遍，二人俱道：“列位將軍之命，敢不聽從。”宇文智及大喜道：“眾人志向既同，吾事濟矣。但禁軍數萬，非可輕舉妄動，必須立一人為盟主，大家聽其約束，方有規模不亂。”司馬德勘道：“吾舉一人可為盟主。”趙行樞忙問道：“此人是誰？”只因說出這人，有分教：兵臨寢殿，血濺宮庭。\n\n正是：\n\n肘腋非無禍，蕭牆亦有仇。\n\n君王須慎德，敵國在同舟。\n\n不知二人舉誰為盟主，且聽下回分解。"
		},
		{
			"章節": "第三十九回",
			"章節名稱": "宇文謀君 貴兒罵賊",
			"章節內容": "詞曰：\n\n興衰如九轉，光陰速，好景不終留。記北狩英雄、南巡富貴，牙檣錦纜，到處遨遊。忽轉眼斜陽鴉噪晚，野岸柳啼秋。暗想當年，追思往事，一場好夢，半是揚州。可憐能幾日花與酒？釀成千古閒愁。謾道半生消受，骨脆魂柔。奈歡娛萬種，易窮易盡，愁來一日，無了無休。說向君、如不信，試看迷樓。\n\n調寄《風流子》\n\n話說眾郎將議立盟主，司馬德勘首舉一人，趙行樞忙問是誰，司馬德勘道：“吾遍觀眾人，雖各有才智，然不足以壓眾，唯宇文將軍令兄諱化及者，及許國公之子，見任右屯衛將軍之職，氣概雄豪，方可為也。”裴虔通與眾人齊說道：“非此人不可，司馬將軍言之是也。但事不宜遲，便可速行。”遂一齊到宇文化及私室來見。\n\n原來宇文化及乃宇文述之子，為人色厲內荏、好貪多欲。當日聞眾人來見，慌忙接入問道：“諸公垂顧，未知有何事故？”趙行樞說道：“今主上荒淫酒色，遊逸過度，棄兩京不顧，又欲再幸江東。今各營禁軍，思鄉甚切，日望西歸，皆不願從。我等眾人意欲就軍心有變，於中圖事，誅殺無道，以就有道，此帝王之業也！必須立一盟主，鉗束軍士。眾議皆以將軍位尊望重，可為盟主，故特來奉請。”宇文化及聞言，大驚失色，慌得汗流浹背，忙說道：“此滅族之禍也，諸公何議及此？”司馬德勘道：“各營禁軍，皆我等執掌，況今人心搖動，又兼天下盜賊並起，外無勤王之師，主上勢已孤立，誰能滅我等之族！”宇文化及道：“外雖如此，滿朝臣子豈無一二忠義智勇之士？倘倡義報仇，卻將奈何？諸公不可不慮。”裴虔通道：“吾觀在廷臣子，皆諂諛之人，不過貪圖祿位而已，誰肯傾心吐膽，為朝廷出力！即間有一二人，忠者未必有才，才者未必能忠。只一楊義臣，忠勇素著，近又削職去矣，誰能與我等為仇？將軍請放心為之，萬無一失也。”\n\n宇文化及又沉吟半晌道：“公言固是，但主上大駕在此，玄武門驍健宮奴，尚有數百人，縱慾為亂，何由得人？倘先知覺其事，我等難免誅戮也！”眾人聞言，一時答應不出，俱面面相覷。只見宇文智及說道：“此事何難？宮奴皆司宮魏氏所掌，魏氏最得主上親信，今只消多將金銀賄結魏氏，叫他請主上驅放宮奴；主上在昏聵之時，必然聽從。宮奴一放，再無慮矣。”眾人皆大喜道：“此等謀算，不減漢之張子房，何憂大事不成也！”宇文化及說道：“既蒙諸公見推，今不得已而從之，禍福唯命也！”眾人大喜道：“得將軍俯從眾望，可計日而富貴矣！”裴虔通道：“大議既定，便事不宜遲，須先賄結魏氏，請放宮奴。”宇文化及道：“誰人可往？”令狐行達道：“某不才願往。”遂領了許多金銀帑帛，潛身送與魏氏。原來這魏氏乃一婦人，專掌司宮之職，管領著一班驍勇宮奴，守衛玄武門，以備不虞。這日得了眾人許多賄賂，便入宮奏於煬帝道：“玄武門守禦宮奴，日日侍衛，再無休息之期，甚覺勞苦。伏乞聖恩放出一半，令其輪班替換，分值上下，則勞者得逸，逸者不勞，實朝廷休息軍士之洪恩也。”煬帝道：“這些宮奴，日日守禦，亦殊太勞，又且無用。就依汝所奏，放出一半，其餘分值上下，以見朕體恤軍士之意。”魏氏忙叩頭謝恩道：“萬歲爺洪恩，真天高地厚矣。”煬帝大喜道：“待朕親制一詔，使各營軍士鹹知朕意。”遂命近侍取過筆硯，信手寫道：“寒暑遞用，所以成歲功也；日月代明，所以均勞逸也。故士子有遊息之談，農夫有休息之節。諮爾髦眾，服役甚勤，執勞無擔埃溢於爪發，蟣蝨結於兜鍪。朕甚憫之。俾爾休番，從便億戲，無煩方叔滑稽之請，而從衛士遞上之文。朕於侍從之間，亦可謂恩矣。故詔。”\n\n魏氏領了旨意，隨將宮奴放出一半，令其輪班更換。眾宮奴得此一空，便都懈怠躲避，不來守禦。司馬德勘等聞知此事，皆暗暗歡喜。遂同裴虔通密召禁軍曉諭道：“今主上不恤群下，流連忘返，縱慾無度；兩京殘破，不思恢復。又欲東幸永嘉，若再從其巡遊，則爾等老死於他鄉，父母妻子，此生不能見矣。今許國公宇文將軍，欲倡大義，指揮左右，復返長安，與爾等息其勞苦，不知爾等眾人心下肯聽從出力否？”眾人說道：“某等離家數載，日夜思歸，況主上荒淫無已，我等勞苦無休。將軍若倡大義，提挈還鄉，我等唯命是從。”司馬德勘等大喜，遂定約於四月中，舉火為號，內外接應，共圖大事。\n\n正是：\n\n民為水兮君為魚，水如枯涸魚何居？\n\n謾誇萬乘威權重，須信一民能勝予。\n\n又云：\n\n從來兵將猶如火，戢治無方便自焚。\n\n試看隋家勞士卒，紛紛攘攘共謀君。\n\n按下眾人議定日期動手不題。且說煬帝在宮中，國事全不理論。每日只打點要徙都丹陽，再幸永嘉，以圖歡娛。一日，與蕭後同遊十六院，多飲了幾杯酒，因是四月天氣乍長，一時困倦起來，就在第十院中龍榻上，投身而睡。才蒙朧睡去，恍惚之中，忽見越國公楊素青衣小帽走來奏道：“陛下好受用！整整一十二年，今日才來，叫臣等得好苦！”煬帝猛抬頭看見，吃了一驚，忙問道：“與卿久別，為何這等模樣？不知等朕有何事故？”楊素道：“陛下還不知，當時遣張衡入侍寢宮，與假詔殺太子，二事俱發矣，今日單等陛下來三曹對案，看是何人之罪？”煬帝道“此皆卿設謀不善，朕有何罪？”楊素道：“謀雖是臣設，然皇帝是誰做？主意是誰出？陛下如何推得這等乾淨！”煬帝道：“是卿也罷、是朕也罷，此乃往事，今日為何提起？”楊素道：“陛下快活的日子多，往事想都忘懷了。臣也不與陛下細辯，只同去，自有人與陛下見個明白。”\n\n煬帝初猶捱住不肯去，被楊素催逼不過，只得隨楊素而來。到了一處，彷彿就像西京仁壽宮的模樣。走到階前，往上一看，只見正中間，端端正正，坐著一人，頭戴沖天冠，身穿蟠龍絳袍，十分嚴肅。煬帝心下暗想：“如何又有一個皇帝在此！”忙定睛一看，卻認得是先皇文帝也。吃了一驚不小，轉身往外便走，腳才移動，只聽得文帝大叫道：“楊廣哪裡去？不來見我！”煬帝嚇得魂魄俱無，手足失措。只得走進殿來，俯伏在地說道：“兒久違膝下，時切孺慕；不期今日復睹慈顏。”文帝怒罵道：“你這殺父畜生，已到今日，尚敢花言巧語欺誰？”煬帝道：“篡逆之謀，皆楊素、張衡二人所設，與兒無干。”楊素忙說道：“謀雖臣設，臣設謀卻為何人？這還賴得，難道奸?父妃，也是老臣？”煬帝羞得滿面通紅，無言回答。文帝罵道：“你這畜生，罪惡滔天，不容於死！今日相逢，焉能饒你！”遂向近侍手中，取了一口寶劍，親自起身來斬煬帝。煬帝嚇得汗流浹背，魂不附體。正無計奈何，忽屏風後面，轉出一人攔住道：“陛下息怒，且慢動手。”煬帝忙抬頭一看，乃獨孤皇后也。連忙叫道：“母親快救兒性命！”文帝遂縮住手問道：“斬此不肖畜生，御妻為何攔阻？”獨孤後道：“阿摩罪固當死，但上帝已有案在皇甫君處，陛下焉可輕斬！且放他回去，少不得要明彰天罰。”文帝猶怒氣不息道：“既如此，只是好了這個畜生！且去且去！”煬帝聽了一聲叫去，猶如拾到了一條性命，哪敢再言，慌忙趨出。直走到宮外，心下方才稍定，卻又認不得歸路。正躊躇間，忽背後一人叫道：“楊廣哪裡去？快還我命來！”\n\n煬帝急回頭看時，只見太子楊勇，手提一把大鋼刀，大踏步趕來，嚇得魂魄全無。正待上前分剖，楊勇怒氣衝衝不管好歹，舉起鋼刀照頂樑骨斫來。煬帝躲閃不及，吆喝一聲道：“不好了，吾死也！”楊勇的刀才下去，只聽得頭頂上一聲響亮，現出一個怪物，生得十分醜惡，張牙舞爪，如虎般竟撲楊勇。煬帝偷眼一看，非熊非羆，卻是一個牛大的老鼠。煬帝又著了一驚，忽然驚醒，嚇得滿身上冷汗如雨。蕭後看見煬帝神情怪異，忙斟了一杯香茗奉上，問道：“陛下為何驚悸？想是有什夢兆。”煬帝定一定神說道：“朕得一夢，大是不祥。”蕭後道：“有何不祥？”煬帝就將夢中所遇，一一細說了一遍。蕭後道：“夢寐乃精神所結，此皆陛下注意兩京、追思先帝，故有此夢。”煬帝道：“頭上飛出大鼠，不知何故？”蕭後道：“或者應在四方，這些鼠賊當平耳。”煬帝道：“縱是賊平好兆，朕也幾乎驚殺！”\n\n此時天色已晚，院中掌上燈來。院妃呂夫人又排上宴來，大家依然又飲。飲不多時，忽聽得宮門外喊聲震地，就如軍馬廝殺之狀。煬帝遂同蕭後走出院外來看。只見東南上一派火光燭天，照耀的滿天通紅。煬帝著驚道：“此是為何？”隨叫眾太監去探望。眾太監領旨，忙要跑到宮外去看。才走到宮門口，只見直閣裴虔通領了許多軍士攔住宮門問道：“列位要往哪裡去？”眾太監道：“奉旨看是哪裡火起，為何有許多人聲吶喊？”裴虔通道：“乃城東草房中失火，外面軍民救火，故如此喧嚷。列位不必去看，即以此回旨便了。”眾太監信以為真，便都車轉身跑到第十院來報與煬帝。煬帝道：“原來是草房中失火。”遂不放在心上，仍舊同蕭後眾夫人到院中去飲。大家飲得沉沉酣酣，方回正宮去寢。\n\n正是：\n\n酒杯豈是存身地？裙帶應非避世常\n\n何事愚君不思忖，臨危猶向此中藏！\n\n煬帝一覺醒來，天還未明。只聽得一派殺聲喊入宮來，不知何故？慌忙叫人去看。原來司馬德勘與趙行樞、裴虔通約定日期，內外舉火為號，各領禁軍團團將皇城圍祝各要害之處，俱著兵把守。見天色微明，便領了數百騎，一齊殺入宮來。此時驍勇宮奴，俱被魏氏放出，無一人在宮。各殿守禦將士，皆為裴虔通等詔諭去了。唯有屯衛將軍獨孤盛與千牛備身獨狐開遠二人，這一日正守宿內殿，聽得外面軍聲鬧嚷，情知有變。獨孤盛忙率了千餘守宿兵士出來迎敵。剛遇著司馬德勘殺將入來，獨孤盛攔住大罵道：“背君逆賊，休得無禮，有吾在此！”司馬德勘道：“識時務者，方為俊傑。今聖上荒淫無度，遊逸虐民，我等倡大義誅殺無道，汝何不反戈相助，富貴共之？”獨孤盛大怒道：“主雖無道，君也，汝何人？敢妄希富貴！不要走，吃吾一刀！”遂舉刀劈頭砍來。司馬德勘挺槍相迎。二人戰未數合，忽裴虔通從左掖門殺來。獨孤盛不曾防備被裴虔通斜刺一刀，將頭斫下。眾軍看見主將被殺，哪有心戀戰？又無處躲逃，都一齊喊叫起來。司馬德勘與裴虔通乘勢亂殺，鬧得宮中就如鼎沸一般，好不慘毒！\n\n正是：\n\n郎將與禁兵，驅役如草芥。\n\n一旦反操戈，禍有天來大。\n\n獨孤開遠聽得獨孤盛被殺，欲要再引兵來戰，又慮眾寡不敵，只得轉進宮來，要請煬帝親出督戰，以彈壓軍心。此時煬帝已聞知兵變，驚得手足無措，忙叫將閣門緊緊閉上。獨孤開遠到了閣門，見門緊緊關閉，事在倉促，也分不得宮闈內外，遂同眾兵齊聲喊奏道：“賊兵變亂入宮，軍心懼怯，請萬歲天威親臨督戰，則眾賊必然震懾。臣等效一死戰，則禍亂可頃刻定也。”內中傳旨道：“萬歲爺龍心驚怖，不能臨戰，著將軍等盡力破賊，當有重賞。”獨孤開遠奏道：“萬歲不出，則賊眾我寡，臣等雖肝膽塗地，亦無用也。請聖駕速出，猶可御變；若再稍遲，賊兵一到，便玉石俱焚，悔之不及矣！”內中又傳旨道：“聖駕安肯輕臨不測？且暫避內宮，著將軍努力死守。”獨孤開遠奏道：“此時掖庭已為戰場，賊兵一到，豈分內外？萬歲往何處可避？若不肯出，社稷俱不能保矣。”\n\n說罷，首觸閣門，嚎啕痛哭。近侍忙報與煬帝。煬帝驚慌得目瞪口呆，聽得獨孤開遠竭力苦請，便要出來。蕭後忙攔住道：“眾兵既已為亂，豈認君臣！陛下出去，倘戰不利，如之奈何？莫若暫避宮中，天色亮了，百官聞之，少不得有勤王之兵，那時便好區處。”煬帝道：“有理有理。”就要去躲。此時慌慌張張，也沒工夫梳洗，蓬著頭，止同蕭後並兩三個美人，竟躲入內宮一座西閣中去。獨孤開遠在閣門外，哭叫了一會，見內中並無訊息，情知煬帝不肯出，事不能濟。因回顧左右大叫道：“眾人有忠義能殺賊者隨我來！”眾兵見煬帝不出，料敵不過，無一人敢應，皆漸漸散去。獨孤開遠正無法奈何，只見喊聲動地，司馬德勘、裴虔通、令狐行達一班賊黨，俱殺奔閣門而來。獨孤開遠挺槍大罵道：“逆賊終年食朝廷厚祿，今日乃敢反耶？”裴虔通亦罵道：“我等殺無道以就有道，乃義舉也。爾不識天命，徒自取死。”舉刀劈面斫來，司馬德勘與令狐行達俱一齊動手，大家混殺一常獨孤開遠縱然驍勇，當不得賊兵人多勢眾，如何搪抵得住！不多時，已為亂兵所殺。後人有詩單贊其忠義雲：叩閣孤忠在，臨危獨力支。\n\n謾嗟身被戮，終是烈男兒！\n\n眾人既殺了獨孤開遠，便一齊領兵湧到閣門。見閣門緊閉，便不管好歹，乒乒乓乓登時開啟，竟往內中殺入。嚇得眾宮人、內相魂膽俱喪，這裡躲死，那裡逃生，都亂竄做一堆。司馬德勘等殺入寢宮，不見煬帝，便領兵各處尋覓。怎奈宮中深遠，左一會，右一會，哪裡尋覓得了！大家尋到永巷中，忽然撞見一個美人兒抱了許多寶物，要往冷宮去躲，被裴虔通一把拿住問道：“主上今在何處？若不實說，一刀兩段。”那美人初還推說不知，見裴虔通舉刀要殺，勢頭不好，料想回他不過，只得說道：“望將軍饒命！皇爺實躲往西廂閣中去了。”裴虔通詢知是實，方才把美人放了。同眾人一湧徑到西閣中來。到了閣下，聽得上面有人聲，知是煬帝。令狐行達遂拔刀先登，眾人相繼而上。只見煬帝與蕭後相對垂淚，煬帝看見眾人便說道：“汝等皆朕之臣，朕終年厚祿重爵，給養汝等，有何虧負於汝？卻為此篡逆之事，相逼於朕！”裴虔通道：“陛下只圖自樂，並不體恤臣下，故有今日之變。”\n\n煬帝無言可答。只見背後轉出朱貴兒來，用手指定眾人說道：“聖恩浩蕩，爾等安得昧心？不必論終年厚祿，只三日前，因慮汝等侍衛春寒，詔宮人裝裹絮袍絮，以賜汝等。萬歲親身臨視催督，數千袍只兩日就令完工。前日賜汝等，汝等豈不知也？聖恩如此，尚謂並不體恤，是無人心也！”煬帝遂接說道：“朕不負汝等，何汝等負朕也？”司馬德勘道：“臣等實負陛下；但今天下已叛，兩京皆為賊據，陛下歸已無門，臣等生亦無路。且今日已虧臣節，雖欲改悔，其可得乎？唯願得陛下之首，以謝天下！”朱貴兒聽了大罵道：“逆賊焉敢口出狂言！萬歲縱然不德，乃天子至尊，為一朝君父，冠履之名分凜凜。汝等不過侍衛小臣，何敢逼脅乘輿，妄圖富貴，以受萬世亂臣賊子之穢名！趁早改心滌慮。萬歲降旨赦汝等無罪。”裴虔通道：“騎虎之勢，安得下也！汝掖庭賤婢，何敢巧言相毀！”朱貴兒大罵道：“背君逆賊，汝倚兵權在手，輒敢弄兵禁庭！今日縱然不敵，然隋家恩澤在天下，天下豈無一二忠臣義士，為君父報仇！勤王之師一集，那時將汝等碎屍萬段，悔之晚矣！”令狐行達大怒道：“淫亂賤婢，平日以狐媚蠱惑君心，以致天下敗亡，今日乃敢巧言毀辱義士，不殺汝何以謝天下！”遂揮亂兵一齊動手。朱貴兒大罵道：“人誰無死？我今日死萬歲之難，香名萬世，不似汝等逆賊，明日碎屍萬段，也不免臭名千載！”罵不完，亂兵刀劍早已齊上。可憐朱貴兒玉骨香魂，都化做一腔熱血。後人讀史到此，有詩悲之道：鬚眉男子偏為逆，柔脆佳人知報恩。\n\n世事不堪三嘆息，千秋萬歲吊芳魂。\n\n令狐行達既殺了朱貴兒，便一手執劍，一手竟來要扶煬帝下閣。煬帝見殺了朱貴兒，驚得魂不附體；又見來扶下閣，慌得大聲叫道：“扶朕有何事，這等相逼？！”令狐行達道：“吾不知有何事？汝只去見許公。”煬帝道：“今日之事，是誰為首？”司馬德勘道：“普天同怨，何只一人？”煬帝捱了不肯下閣，被眾兵一齊上前推擁而行。煬帝原不曾梳洗，被眾人推來推去，弄得蓬頭跣足，十分狼狽。蕭後看見如此形狀，趕上前抱住放聲痛哭道：“陛下為了半生天子，何等富貴！不期今日落在眾奸人之手！這般模樣，妾心痛不可言！”煬帝亦大哭道：“今日之事，料不能復活矣！只此就與御妻是永別了。”蕭後哭道：“陛下先行，妾尚不知命到何時，料亦不能久矣！”令狐行達大叱道：“許公有命，便可速行，哭有何益！”煬帝與蕭後猶把持不捨，被眾兵分開蕭後，擁逼煬帝往前殿而去。\n\n正是：\n\n十年富貴窮天下，一旦刀兵不保身。\n\n自是天心壓淫亂，非幹侍衛敢欺人。\n\n眾人擁逼煬帝而去，不知性命如何？且聽下回分解。"
		},
		{
			"章節": "第四十回",
			"章節名稱": "弒寢宮煬帝死 燒迷樓繁華終",
			"章節內容": "詞曰：\n\n天子至尊也，因何事，卻被小人欺？縱土木繁興，荒淫過度，虐民禍國，天意為之。故一旦宮庭兵變亂，寢殿血淋漓。似錦江山，如花宮女，回頭一想，都是傷悲。何如仁義主，恭與儉、為民節省膏脂。創立千秋事業、萬世洪基，痛欲窮奢侈，為歡不足，親躬道德，樂也無涯。試看黃唐虞夏，熙熙。\n\n調寄《風流子》\n\n話分兩頭。且說司馬德勘等，一面逼勒煬帝出殿，即一面帶領甲兵，迎請宇文化及入朝為政。此時天色才明，宇文化及聞知訊息，驚慌得抖衣而戰，半晌不能言語。裴虔通道：“將軍不必遲疑，大事已成，請速速入朝，以理國政。”宇文化及見事已至此，料道推辭不得，只得內裡穿了暗甲，外面蟒袍玉帶，打扮得齊齊整整，就像漢平帝時的王莽，漢桓靈時的董卓、曹瞞，滿臉上都是要篡位的模樣，同眾人竟入朝來。到了殿上，一班賊黨，都齊齊來參見。宇文化及說道：“今日之事，須先聚集文武百官，令知改革大義，方可震定中外人心。”司馬德勘道：“將軍之議有理，可速發令，曉諭百官。”宇文化及遂傳出令來道：“大小文武百官，限即刻俱赴朝堂議事，如有一人不至者，定按軍法斬首示眾。”眾文武聞知訊息，嚇得魂魄俱無；欲要會齊討賊，一時又無兵將。觀禁兵重重圍住皇宮，料已有定謀，敵他不過；欲要逃走出城，又見各門俱有人把守不放；欲要閉門不出，又恐逆宇文化及的將令，差人來捉，沒處躲避；欲要入朝順賊，又不知煬帝訊息如何，恐事不成，難免誅戮。\n\n大家你捱我、我捱你，你打聽我的舉止，我打聽你的行蹤。捱了好一會，早有幾個只顧眼前、不管身後、看勢使風的官員，竟穿了吉服，入朝來賀喜。一個走動，便是兩個，兩個來了，便是三個、四個，絡繹不絕。不消半個時辰，這些文武早來了十分之九。眾官到了朝中，只見宇文化及滿臉殺氣，端端正正立在殿上。司馬德勘、裴虔通、趙行樞一班賊黨都是戎裝披掛、手執利刃，排列兩旁。各營軍士，都刀斧森森，分作三四層圍繞階下，好不怕人！眾官看了，一個個都嚇得戰戰兢兢，吐舌相視，誰敢輕發一語？宇文化及說道：“主上荒淫酒色，重困萬民。兩京危亡不思恢復，又要徙都丹陽，再幸永嘉。此誠昏愚獨夫，不可以君天下。軍心有變，皆不願從，吾故倡大義以誅無道，舉行伊尹、霍光之事。汝等當協力相從，以保富貴。”\n\n眾官俱面面相覷，不敢答應。只見眾官叢中，先閃出二人，各朝上打一恭說道：“主上無道虐民，神人共怒；將軍之舉，誠合天心人望，某等敢不聽命！”眾人一看，原來一人是禮部侍郎裴矩，一人就是內史舍人封德彝也。都暗暗驚訝道：“主上所為荒淫奢侈之事，一大半皆此二賊在中間引誘攛掇。今日見勢頭不好，就變轉臉來爭先獻媚，誠無恥之小人也！”都諮嗟嘆息不已。\n\n正是：\n\n十年諛諂寵何深？一旦危亡勢便侵。\n\n閒吊世間誰最險，大行不似小人心。\n\n宇文化及見封德彝說得湊趣，滿心歡喜道：“汝等既知天意，便不愁不富貴矣。”正說未了，只聽得宮後一派人聲喧嚷啼哭而來。將到面前，只見煬帝蓬頭跣足，被令狐行達與許多軍士推推擁擁，十分狼狽，不像模樣。\n\n宇文化及遠遠望見，甚覺焦急不安。恐怕到了面前，不好打發；又恐怕百官見了動念，遂忙忙揮手止住道：“何必持此物來？快快領去。”令狐行達便不敢上前，依舊將煬帝簇擁進寢宮中去。司馬德勘恐宇文化及要留煬帝，忙上前說道：“勢不兩立，姑留不得。”宇文化及道：“此等昏君，留之何益？可急急下手。”司馬德勘得了令，忙到寢宮來對煬帝說道：“許公有令，臣等不能復盡節矣！”遂拔出劍來，怒目相視。煬帝嘆一口氣說道：“我得何罪？遂至於此！”賊黨馬文舉說道：“陛下安得無罪？陛下違棄宗廟，巡遊不息。外則窮兵黷武，內則縱慾逞淫。土木之工，四時不絕；車輪馬跡，天下幾遍。致使丁壯盡死鋒刃之下，幼弱皆填溝洫之中。四民喪業，盜賊蜂生。專任諛佞之臣，一味飾非拒諫。過惡歷歷不勝數，何謂無罪？”煬帝道：“朕好遊佚，實負百姓，至於汝等，高位重祿，終年榮寵，從未相負，今日何相逼也！”馬文舉道：“眾心已變，非一人所能論恩仇也。”\n\n煬帝正要再言，忽抬頭只見封德彝慌慌張張走進宮來。你道為何？原來宇文化及知道封德彝乃煬帝心腹佞臣，今日頭一個又是他先趨附，心下疑他有詐。因心生一計，對他說道：“昏君過惡，猶不自知，汝可到後宮，細細數說一遍，使他死而無怨，便是汝之功也。”封德彝欲待推辭，見宇文化及甲兵圍繞，倘然一怒，性命難保；欲要進宮數說煬帝，卻又難於見面，不好啟齒。心下暗想道：“寧可做麵皮不著？性命要緊！”遂應道：“將軍之言是也，某願往。”隨即拿出小人心腸，竟大踏步往入後宮。\n\n正是：\n\n廉恥人人皆有，奸臣何獨無之！\n\n只要保全富貴，不妨抓碎麵皮。\n\n煬帝看見封德彝忙忙走來，自以為待他極厚，只道是好意前來解救，連忙叫道：“快來救我！快來救我！”封德彝到了面前，徉徉說道：“陛下窮奢極欲，不恤下民，故致軍心變亂，各懷異心。今事已至此，即死謝天下猶為不足，教臣如何可救？”煬帝見封德彝也說出這等話來，心下不勝忿恨，遂大叱道：“侍衛武人，不知君臣名分，敢於篡逆猶可；為何汝一士人，讀詩書、識禮義，也來助賊欺君！況朕待汝不薄，乃敢如此，誠禽獸之不如也！”封德彝被煬帝痛罵了這一頓，羞得滿面通紅，無言可答，只得默默而退。\n\n正是：\n\n君王縱無道，臣子豈應求！\n\n謾道一身富，難當滿面羞。\n\n此時宮內的宮人內相，逃的逃、躲的躲，俱各尋生路，不知去向。煬帝跟前，唯幼子趙王楊果，乃呂妃所生，才一十二歲，跟定不離。見煬帝蓬頭跣足，倉惶無計，便扯住衣服，號淘痛哭，不能住聲。煬帝亦哭道：“汝父不德，今日不能保身，與汝童稚無干。汝可速去！”趙王哪裡肯去，扯著煬帝，只是痛哭。裴虔通道：“左右是死，哭殺也不能生，何不早早動手！”遂走上前，扯過趙王照頭一劍，可憐金枝玉葉的一個王子，竟死在逆賊之手。\n\n正是：\n\n上不能保身，下不能保子。\n\n試問其故何，荒淫遂至此。\n\n裴虔通殺了趙王，一腔熱血濺了煬帝一身，嚇得煬帝心膽俱碎，半晌做不得聲。裴虔通那管好歹，便乘勢兒提著劍，竟奔煬帝。煬帝見勢頭來得惡，慌忙大叫道：“休得動手！天子死自有法，汝豈不聞諸侯之血入地，天下大旱？諸侯尚且大旱，況朕巍巍天子乎？可將鴆酒來。”馬文舉道：“鴆酒不如鋒刃之速，何可得也。”煬帝大哭道：“朕為天子一場，乞全屍而死，勿使彰露。”令狐行達隨取白絹一匹進上，煬帝接絹大哭道：“昔日院妃慶兒，夢聯白龍繞頸，今其驗矣。”司馬德勘道：“陛下請速速自裁，許公等久。”煬帝猶延捱不捨。令狐行達遂叫眾武士一齊動手，將煬帝擁了進去，用白絹生生縊死，時年三十九歲。後人讀史至此，有詩吊之曰：隋家天子系情偏，只願風流不願仙。\n\n遺臭謾留千萬世，繁華佔盡十三年。\n\n耽花嗜酒心頭病，□粉沾香骨裡緣。\n\n卻恨亂臣貪富貴，宮庭血濺實堪憐。\n\n又云：\n\n千株楊柳拂隋堤，今古繁華誰與齊！\n\n想到傷心何處是，雷塘煙樹夕陽低。\n\n史臣斷曰：\n\n煬帝爰在弱齡，早有令聞。南平吳、會，北卻匈奴。昆弟之中，獨著聲績。於是矯情飾貌，肆厥奸回。故得獻後鍾心，父皇革慮。大方肇亂，遂登儲位，踐峻極之崇基，承丕顯之休命也。地廣三代，威振八；單于頓顙，越裳重驛。赤仄之泉，流溢於都內；紅腐之粟，委積於塞下。負其富強之資，思逞無厭之慾。狹殷周之制度，尚秦漢之規模。恃才矜己，傲狠明德；內懷險躁，外示凝簡。盛冠服以飾其奸，除諫官以掩其過。淫荒無度，法令滋章；教絕四維，刑參五虐；鋤誅骨肉，屠剿忠良。受賞者莫見其功，為戮者不知其罪。驕怒之兵屢動，土木之工不息。頻出朔方，三駕遼左。旌旗萬里，徵稅百端。猾吏侵漁，民不堪命。乃急令暴條以擾之，嚴刑峻法以臨之，甲兵威武以董之，自然海內騷然，無聊生矣。\n\n司馬德勘等縊死煬帝，隨報之宇文化及。宇文化及道：“斬草不可留根。”遂令裴虔通等，勒兵殺戮宗戚。蜀王楊秀、齊王楊陳，以及各親王，無論少長皆被誅戮。唯秦王楊浩，素與宇文智及往來甚密，故智及一力救免，方得保全。宇文化及既殺了各王，隨自帶甲兵直入宮來，要誅戮后妃，以絕其根。不期剛走到正宮，只見一婦人，同了許多宮女，在那裡哀哀啼哭。宇文化及看見，忙厲聲喝道：“汝是何人，在此啼哭？”那婦人慌忙跪倒說道：“妾乃帝后蕭氏，望將軍饒命！”宇文化及因見蕭後花容月貌，大有姿色，心下十分眷愛，便不忍下手。因說道：“主上無道，虐害百姓，有功不賞，眾故殺之，與汝無干。汝弗驚怖，我雖擅兵，亦不過除殘救民，實無異心。倘不見嫌，願共保富貴。”\n\n此時蕭後已在九死一生之際，得宇文化及聲口留情，便涕泣說道：“主上無道，理宜受戮；妾之生死，全賴將軍。”宇文化及說道：“但放心，此事在我為之，料不失富貴也。”蕭後道：“將軍既然如此，何不立其後以彰大義？”宇文化及道：“臣亦欲如此。”遂傳各官道，奉皇后懿旨，立秦王楊浩為帝。自立為大丞相，總攝百揆。封其弟宇文智及與裴矩為佐僕射，封異母弟宇文士及右僕射，長子承基、次子承祉，俱令執掌兵權。其餘心腹之人，俱各重重封賞；又殺牛宰馬，大宴群臣。酒行數巡，因說道：“吾本無壓眾之心，汝等謬推為主。我自諒德薄，不足以當大位，故仍立新君。但一番更始，與舊不同。有功者必賞，有罪者必罰。國有常刑，軍有紀律，各宜遵守，勿得違犯。”眾臣齊聲應道：“丞相之命，誰敢不遵？”宇文化及大喜。又命進酒，大家盡歡方散。次日又傳出令來道：“主上無道之事，皆奸臣虞世基、裴蘊、來護兒等數十人所為。今日昏君既誅，奸人豈容在側！可收戮於市，以警後人。”司馬德勘與裴虔通等得了令，遂帶領甲兵，將數十個助桀為虐的奸臣，都一齊拿至市中同戮。虞世基之弟虞世南，聞知此事，慌忙跑到市中抱住世基，號淘痛哭，請以自身代死。左右報知宇文化及。宇文化及傳令道：“昏君之惡，皆此賊積成，豈可留之！且吾倡大義，只除奸佞，安可殃及好人？”竟不聽。可憐眾奸臣，獻諛獻媚，不知費了多少心力，方得高官厚祿，能享用得幾日，便一旦同被誅戮，身首異處，好不苦惱。\n\n正是：\n\n奸人得志弄權時，只道天心再不移。\n\n豈料一朝機局變，身膏斧鉞臭名遺。\n\n宇文化及既殺了眾奸臣，又傳旨查在廷臣僚，昨日有幾人不至。趙行樞等查了回覆道：“大小官員俱至，唯僕射蘇威與給事郎許善心，二人不到。”宇文化及道：“二人素有重名，可恕其一次。再差人去召，如仍不前來，即當斬首示眾。”卻說蘇威因諫煬帝罷選美女與修築長城，被煬帝削職罷歸。後來雖又起官，終然有幾分侃直之名，當日聞煬帝被弒，竟閉戶不出。次日見有人來召，自思逆他不得，遂出往見。宇文化及大喜，遂加其官為光祿大夫。後人悲其直節不終，作詩傷之曰：當時直諫言殊凜，今日如何屈膝行！\n\n總是頭顱拚不得，前忠後佞負虛名。\n\n且說許善心字務本，乃高陽新城人。九歲而孤，惟母範氏，殷勤鞠養成人。仕隋為禮部侍郎，因屢諫忤旨，遂降為給事郎。聞宇文化及之變，因閉門痛哭，不肯入朝。次日化及差人來召，許善心必不肯往。其侄許弘仁勸之說道：“天子已崩，宇文丞相總攝大政，此亦天道人事代終之常，何預叔事？乃固執如此，徒自苦也。”許善心說道：“食君之祿，當死君之難；雖不能死，焉能屈膝而拜逆賊乎？”早有人報知宇文化及，宇文化及大怒道：“許善心何人，乃敢倔強如此！”遂差軍士拿捉入朝。\n\n眾人得令，遂蜂擁而去。不移時，即將許善心綁縛入朝來。宇文化及大怒道：“吾舉大義，誅殺無道，乃救民也，滿朝臣子，莫不聽從。汝何等之人，乃敢與吾相抗！”許善心道：“人各有志，何必問也！”宇文化及怒氣不息，虧眾臣齊勸道：“昔武王伐紂，不誅伯夷叔齊。今許善心雖違號令，然情有可原，望丞相恕之，令其謝罪改過。”宇文化及道：“既是眾臣相勸，且饒其死。”遂叫左右解去其縛。許善心走起來，抖一抖衣冠，也不拜謝，也不開言，竟輒轉身昂昂然走出朝去。宇文化及看了大怒道：“吾好意放他，焉敢如此不遜！”復叫拿回。眾人又上來勸。宇文化及道：“此人太負氣，今不殺之，後必為禍。”遂命其黨牽出斬之，時年六十一歲。\n\n後史官有詩讚其忠雲：\n\n砥柱狂瀾強硬少，嚴霜弱草萎靡多。\n\n從來獨有忠臣骨，烈烈轟轟不可磨。\n\n許善心被戮，其母範氏，年九十二歲，臨喪不哭。人問其故，範氏說道：“彼能死國難，吾有子矣，復何哭焉！”因不食數日而終。\n\n後人有詩吊之曰：\n\n能死國家知有子，臨棺不哭意悠然。\n\n隋家帝后多佳麗，試問何如範母賢！\n\n宇文化及既誅了許善心，威權愈重。知眾皆畏懼，便十分恣意，竟將少帝楊浩另自遷居一宮，將兵圍守。凡有政事，俱自裁議定了，但令其書敕發詔而已。自家遂移入禁院，佔據六宮，日與蕭後及十六院夫人，恣行淫亂。月觀、迷樓時時遊幸。吳絳仙、袁寶兒一班美人，皆不時召御。其餘自奉，一如煬帝。在江都縱恣月餘，因從眾議，復返長安。遂逼勒少帝，並擁了六宮妃妾及傳國玉璽西回。一路侍衛，竟用煬帝的車輦儀仗，其餘宮人珍寶金銀緞帛，盡用騾馬車輛裝載。不足用的，就沿途搶奪。軍士的車甲行李，俱著其自負而行。在路上百般狂縱，毫不恤下。軍士疲勞，皆生怨心。\n\n將至彭城，趙行樞對司馬德勘等說道：“當時隋主不仁，天下離亂，民不聊生。我等故求撥亂之主而立之，將欲轉禍為福，改辱為榮也。不期所推宇文化及乃暴戾之人，立之為主，今日苦虐尤甚，反致六宮抱恨。不久諸侯起兵誅叛，此賊必死。我等從人為賊，焉能得免？若不早圖出脫，後日死無葬身之地也。”司馬德勘道：“諸公勿憂，眾既懷怨，明早入朝，只消袖藏匕首刺之，有何難哉！”眾人計議定，不期事機不密，早有人報知宇文化及。宇文化及大怒，遂將計就計，埋伏武士於帳下。次日，趙行樞、司馬德勘、裴虔通、元禮、令狐行達、馬文舉一班賊黨俱袖藏利刀，將欲行刺。才入帳，宇文化及早大聲呼武士拿下，各人身邊都搜出利器，知是真情。遂大怒，俱令押赴市曹，將二十餘人，一齊斬首。\n\n正是：\n\n君雖無道冠居首，豈是為臣所敢欺！\n\n今日同時俱備戮，始知天意不差池。\n\n宇文化及既殺了眾人，一發橫暴起來。行至魏縣，忽想道：“千日為臣，不如一日為君。”遂將藥酒鴆殺少帝，自即皇帝之位，國號許，改元至道元年，頒詔四方。不多時，早報入長安。唐王李淵聞知，大驚道：“逆賊弒君，不可不誅。”遂發檄文召集英雄，各路進兵。不旬月間，早有夏王竇建德、鄭主王世充、魏公李密，與煬帝舊臣楊義臣俱領兵殺進魏縣，要拿宇文化及報仇。宇文化及連戰不勝，遂退入聊城困守，被楊義臣會合竇建德之兵，日夜攻打。城破，遂生擒宇文化及。竇建德先迎蕭後，御正殿自以臣禮拜之，隨設煬帝、少帝二靈位，會集隋室舊臣，將宇文化及斬首剜心，瀝血以祭之。\n\n正是：\n\n強梁橫暴終何用？狼戾奸貪亦是空。\n\n謾道為君一日好，到頭難免血痕紅。\n\n竇建德既誅了宇文化及，其餘賊黨盡被殺戮。又差一千餘騎兵，護送蕭後還江都，復立煬帝之孫楊政道為勳國公，又追諡煬帝為煬。此時李淵已立代王楊侑為恭帝，改元義寧。王世充亦奉越王楊侗為帝，改元皇泰，皆不能興，不一年而隋室遂亡。後來李淵掃平天下，李世民提兵至江都，尋訪煬帝靈柩，仍用帝王之禮，葬於雷塘。見迷樓繁華奢侈，因說道：“此皆小民脂膏所為，何可令後世人見？”遂命舉火焚之，火經月不息。至此方知煬帝醉後悲歌道“他日迷樓更好景，宮中吐豔戀紅輝。”即此讖也。\n\n不年餘，李世民成了帝業，躬行節儉，痛除煬帝之習，重立大唐三百年之天下，別有傳記，故不復贅。可惜隋文皇驅逐五胡，半生征戰，創成南北一統江山，被煬帝風流浪蕩了一十三年，遂冰消瓦解，身命俱不能保。後人過其離宮，感嘆其事，作詩悲之，曰：此地曾經翠輦過，浮雲蹤跡竟如何？\n\n香消南國美人盡，怨入春風芳草多。\n\n殘柳宮前空露葉，夕陽江上浩煙波。\n\n行人遙起廣陵思，古渡月明聞棹歌。\n\n又云：\n\n隋堤風物已淒涼，堤下仍多舊戰常\n\n金鏃有苔人拾得，蘆衣無土鳥銜將。\n\n愁聲暗促河聲息，野色遙連日色黃。\n\n獨上寒城更愁絕，戍鼙驚起雁行行。"
		}
	]
}
